[{"title": "Ability Adventures", "article": "Specialists in accessible tourism NZ – go where you want to go!\nAbility Adventures are New Zealand’s premier disability travel company, specialising in inclusive travel holidays and accessible tourism for seniors and travellers with disabilities.\nWe provide personalised itineraries and private tours throughout New Zealand where one or more person has a physical or learning disability, is a slow walker or simply may need that bit of extra support along the way.\nLearn more about Ability Adventures"}, {"title": "Overseas travel advice for people with a disability", "article": "For New Zealanders with disabilities, travel both within Aotearoa and overseas can require some additional planning and consideration. For people with impairments, it is important to be aware that accessibility standards vary greatly throughout the world. This page provides advice to help your overseas trip go as smoothly as possible, and some links to related websites.\nRelated links:\nRead our travel advice for your destination, and for the contact details of the nearest New Zealand Embassy, Consulate General, or High Commission.\nInformation on the consular assistance available to New Zealanders who get into difficulty overseas is available here.\nIf you are travelling overseas with a physical or mental health condition, read our advice here.\nTravel insurance:\nCosts for medical treatment or evacuation are very expensive and without travel insurance can cost you many thousands of dollars upfront.\nTake out comprehensive travel insurance before you depart to cover overseas medical costs, including medical evacuation - The New Zealand government is unable to fund the medical costs or medical evacuations of Kiwis who travel or live overseas .\n. Speak with your provider to ensure that the insurance you purchase covers your specific needs. You may be charged more, but if you have not declared pre-existing medical conditions or disabilities, your insurance company will be unlikely to cover any of your expenses.\nConfirm what circumstances and activities are and aren't covered under your policy.\nConfirm that you're covered for the whole time you'll be away.\nMore information about travel insurance can be found here.\nPlanning your trip:\nYour own specific needs will determine what you consider when planning your trip. Talking to friends and family, your travel agent, airline, hotel, tour or cruise company will help you to understand the ways that your needs might or might not be accommodated at each stage of your trip.\nYou may like to think about:\nAccessibility on-board your aircraft, and at the airport, including whether aerobridges are available.\nHow accessible information will be, and where you can get help if you get lost.\nThe type of assistance that cabin crew are able to provide – this differs between airlines.\nWhether a walking frame or other equipment you need can be stored within reach.\nWhether electric wheelchairs can be checked in.\nAccessibility of transport at your destination.\nAccessibility of your accommodation including any steps and adequate space in the rooms.\nThe standard and availability of health care at your destination.\nThe general conditions of the country you are visiting, for example, roads and footpaths.\nThe assistance that would be available in an emergency.\nBooking your trip:\nBook well in advance to ensure sufficient time to put suitable arrangements in place for your travel.\nGive specific information about your disability to the reservation officer when you book – make sure you give detailed information about how they can help you.\nMake sure to mention whether you use assistive equipment; most airlines have a limit on the number of wheelchairs they can carry in the cabin (usually one or two).\nOne to two days before you leave, make sure your service providers have got your specific needs on record.\nIf you have difficulties finding service providers who can accommodate your needs, you might like to seek a specialist travel agent who will know where to go.\nWhen you travel:\nAirports or cruise terminals sometimes assist people with disabilities through the check-in and boarding process. Speak to your travel provider about what services will be available.\nArrive early to allow sufficient time to check-in and pass through security.\nIf you have assistive equipment, talk to the airline at check in about how they will transport your equipment.\nSecurity screening:\nThe New Zealand Aviation Security Service has information available online about security screening. This includes information about going through security with your prescription medication, wheelchair or medical equipment. Make sure you inform staff at the airport if you have specific needs, so that they can accommodate these.\nAccommodation:\nDetailed information about accessibility is not always available online or when you make your booking. Check with your travel agent or accommodation provider to find out how your needs can be met.\nAssistance animals:\nYou will need to get approval to travel with an assistance animal and should discuss this with your travel provider or travel agent at the earliest opportunity. In addition, you will need to ensure that you have met the entry requirements of the country you are travelling to in order for your animal to be allowed entry; most countries have strict requirements. For further information about entry requirements, check with the nearest Embassy of the country you are travelling to.\nWhere to get help:\nIn an emergency, contact local police or ambulance services.Depending on the situation, in the first instance it may be best to contact your family, friends, travel agent, travel insurance provider, or airline. Your travel insurer should have a 24-hour emergency number."}, {"title": "Inclusive and accessible travel", "article": "Tour companies\nUsing an inclusive travel tour company to plan your visit to New Zealand means that you don’t need to worry about logistics as they will ensure that the transport, accommodation and activities will suit your needs and any equipment hire is organised on your behalf.\nTour companies like Ability Adventures specialise in New Zealand holidays for people of all abilities and have expert knowledge of inclusive tourism providers around New Zealand.\nIf you want to see some of the sights in the Bay of Plenty, like Te Puia and Rotorua, get in touch with ND Kiwi Tours, inclusive tourism specialists in the region.\nFlying\nInternational airports in New Zealand have great accessibility and helpful ground staff. You can find out more about the special assistance available at the links for these main airports:\nAir New Zealand staff are trained to assist passengers who are with flying with a wheelchair and passengers who have a visual or hearing impairment. Plan your arrival in New Zealand with the Air New Zealand assisted travel site.\nIf you are flying domestically in New Zealand, let your airline know if you will require assistance."}, {"title": "Guidelines for Total Mobility travel", "article": "Total Mobility conditions of use\nWhen you use your Total Mobility card you agree to travel under the Total Mobility conditions of use. Please read these before first using your card.\nTaxi operators in Auckland\nOnly some taxi operators accept Total Mobility cards. Find out which taxi operators in Auckland accept Total Mobility and which areas they operate in.\nWe recommend you book ahead\nWe recommend that where possible you book ahead when you wish to use Total Mobility. This is for three main reasons:\nYou can tell the taxi operator’s Call Centre you are a Total Mobility client. Not all the drivers for our taxi operators can take Total Mobility clients. We require a higher standard of training for our drivers to support your safety and dignity. Not all operators have 100% of their drivers trained to this higher standard.\nDuring the evening and weekend there are fewer taxis on the road. This is particularly the case for wheelchair accessible taxi vans.\nYou can tell the taxi operator if you need extra help e.g. have the taxi come up your drive to pick you up.\nBooking ahead gives you more certainty that your travel will be easy.\nCarry your Total Mobility card when you travel\nYou must have your Total Mobility card with you when you travel. Your card will need to be ‘swiped’ by the driver in the taxi so your travel subsidy can be paid by Auckland Transport.\nFares\nAuckland Transport subsidises 75% of the taxi fare, up to a maximum fare cap of $80 per trip. For trips over $80, Auckland Transport will only pay a maximum subsidy of $60.\nCarer support\nYou can take a carer to travel with you if you need support to make your trip easier. Your carer can be a paid carer, a family member or friend.\nTravel restrictions\nYou can use your Total Mobility card for most trips you want to take. There are, however, a few restrictions. These are set out in section 5 of the Total Mobility conditions of use.\nThe main restrictions are:\nYou must use your Total Mobility AT HOP card in a responsible manner including taking the most efficient route and minimising use where possible.\nThat the trip must be for your travel, not for someone else’s travel.\nPlease read section 5 of the Total Mobility conditions of use for the full list of restrictions.\nComplaints\nSometimes things don't go as well as they should. If you are unhappy with the service you receive, firstly raise the issue with the taxi operator, if you are still unhappy contact Auckland Transport call centre at 09 366 6400.\nIf you need to complain, ask the driver for a receipt. When you complain provide as much information as possible about what’s gone wrong, for example time, date, cab number. This makes it much easier for both the taxi operator and Auckland Transport to investigate the issue.\nBus, train, ferry and the accessibility concession\nIf you have the Total Mobility card then:\nIt will have the AT accessibility concession set up on it. The accessibility concession gives you discounted travel when you use bus, train and ferries. You will need to load ‘money’ onto the card (just like a normal HOP card) to travel.\nIf you have one of the older style TM cards you can still get a blue HOP card with the accessible concession or apply to get your current AT TM HOP card replaced with one of the new ones.\nYour Total Mobility card also gives you the PlusOne Bus Companion concession on the bus. Find out how Plus One Bus Companion making bus travel more accessible. This allows you to take a carer with you on the bus for free. Just make sure you tell the driver that you are using PlusOne.\nThe accessibility concession together with the PlusOne concession will make your travel cheaper for those times when you can use scheduled public transport.\nTotal Mobility Newsletter\nWe send out an email newsletter each month providing further information about Total Mobility and other public transport news. If you would like to be added to the newsletter distribution list, please contact totalmobility@at.govt.nz.\nTravelling outside of Auckland\nThe Total Mobility scheme operates throughout New Zealand and allows arrangements with other local authorities to receive discounted travel in their region.\nTotal Mobility doesn’t operate in all centres in New Zealand. The maximum subsidy may also be much less than in Auckland. Please check the website for the region you are going to visit before travelling.\nVisitors to Auckland\nIf you are visiting Auckland and you have a Total Mobility card issued by your local regional council, you can use the card in Auckland.\nIf you have an electronic card, it can be swiped by Auckland taxi card readers.\nIf your local scheme doesn't issue electronic cards, ask your regional council for a voucher.\nIf you use a voucher, you will need to ask the Auckland taxi operator to process a manual transaction. Some drivers may be unfamiliar with this process, so you may need to ask them to contact their Call Centre for help."}, {"title": "Accessible NZ Tourism with a disability", "article": "New Zealand has a reputation for being a place where travel is easy. We want to make it straight forward for you, even if you do have a disability or are accompanying someone with a disability.\nIn New Zealand, there are few frustrations, the roads are good, ATM’s are everywhere and the food is excellent. We want to help you discover our backyard; a place where you can relax and enjoy your holiday. Let us know what you’d like to see and we will do all we can to get you there."}, {"title": "Accessible Travel", "article": "Accessible Travel\nTravelling in New Zealand should be fun for all travellers including those with any form of disability. Travel should be free from barriers for travellers who may have a physical disability, intellectual challenge or any other accessible issue.\nMany New Zealand tourism businesses provide some level of accessibility for those who need it. This can include basics such as a disability room with wheelchair access ramps and bathroom handrails, through to a more rounded experience starting with an accessible website and a wide range of services catering for those with accessible requirements.\nBe Accessible Rated Businesses\nBe. Accessible is a social change initiative and a holistic framework for accessibility with a view to create a truly accessible New Zealand. Be. Accessible is managed by the Be. Institute and aims to work across all sectors and communities throughout the country. The belief is that every person has their part to play in the creation of accessibility regardless of how big or small the change.\nBe.Accessible deal with many travel organisations and many of those in one of the accessible travel directories have completed a Be. Welcome Assessment (usually Bronze, Silver, Gold or Platinum rating). This assessment has been designed to identify access features you may need to know when researching or preparing to visit, entering, experiencing and leaving the location or service. All Be.Accessible rated businesses will have a Be.Accessible logo shown.\nOther Accessible Businesses\nWhile Be. Accessible provide a rating for many tourism businesses, there are numerous other travel businesses that provide various levels of accessibility. They often provide products or services that cater for accessibility needs and include a range of useful accessibility information so that you can stay, play, get around and enjoy all New Zealand has to offer.\nAccessible Directory\nCheck out the Be.Accessible rated businesses and also the other accessible businesses below to make your trip around New Zealand a memorable one."}, {"title": "Whaikaha Accessible Travel", "article": "About this site\nAuckland Transport’s Gift and Hospitality Policy – Guidance for Suppliers\nHow road works may impact you\nQuality of service evaluation tool for cycle facilities\nHow we are funded\nWorking with AT\nCoordinating future projects on the road network\nWorking safely in the road\nLivestock on the road\nActivities in the Road Corridor Bylaw2022\nWorking on the road\nHow it all fits together\nOur progress towards a better environment\nWorking with others\nOur vision and mission\nHave your say\nAbout us\nAbout us He kōrero mō mātou\nGet around Auckland's City Centre\nHow to use bus & transit lanes\nTravelling out of Auckland\nWays to get around Auckland\nPromote your business with AT Park\nAT Park for business\nParking for service and trade vehicles\nSharing the road with people on bikes\nAbout the Travelwise programme\nCycle or walk to work\nPublic transport guide for new travellers in Auckland\nTips for using buses, trains and ferries\nWhy buses, trains and ferries are great for getting around Auckland\nWays of Working For Whaikaha - Accessibility Travel in Tamaki Makarau\nChanges to Tamaki Makaurau/Auckland’s ferry services\nPlanned closures on the train network\nOn the bus\nChanges to Waiheke Island bus services\nChanges to Onehunga Line due to Rail Network Rebuild\nNew Bus Network for West and Northwest Auckland\nHow to pay for public transport\nFare zones & calculating how much you pay\nAT HOP card terms of use\nHelp or problems with your card\nUsing & managing your card\nWhere to buy and top up\nTop up AT HOP card\nRegister an AT HOP card for someone else\nWhat is an AT HOP card & how it works\nThere are multiple methods of working with people with accessibility needs to ensure their comfort and safety when traveling on our public transport network.\nDisability assist dogs are allowed to travel the Auckland Public Transport network at all times without a muzzle.\nMembers of include representatives of Auckland Transport, Auckland Council, accessibility interest groups and contracted public transport operators in Auckland\nFind out which concessionary fares are available to you.\nFind out if you quality for the scheme which supports people who cannot use public transport to travel, all or some of the time.\nFind out how you can travel by ferry if you have access challenges or limited mobility.\nFind out how you can travel by train if you have access challenges or limited mobility.\nFind out how you can travel by bus if you have access challenges or limited mobility.\nAuckland Transport is continually striving to improve services for people with access challenges and those with limited mobility.\nOpens in a new tab or window\nOpens on an external website\nOpens on an external website in a new tab or window"}, {"title": null, "article": null}, {"title": "Best Accessible Tours 2024/2025", "article": "At Intrepid, we believe travel is for everyone. While there are some destinations or itineraries that are more suitable for accessible travel than others, we’re always open to ways we can do better and learning how we can make our tours more inclusive. We want to help more travellers explore different cultures, meet new people and support the local communities they visit.\nWhat Intrepid Travel are doing\nWe’re committed to making travel accessible for everyone, regardless of ability or disability. That’s why we do our best to help as many people see the world as possible, regardless of any physical or mental limitations they might have. We’re always happy to talk to travellers with disabilities and see if we can help guide them towards the most suitable itinerary for their needs and where possible, make reasonable adjustments to our itineraries.\nHow does Intrepid assess my ability?\nEveryone’s level of ability is unique, which is why we take the time to assess whether you will be able to complete an existing itinerary, or whether we will be able to make reasonable adjustments to meet your needs before you book.\nCompleting an existing itinerary generally includes such things as being able to carry your own bags, using our existing transport and accommodation (such as local buses and home stays), and being able to look after yourself independently without your leader's supervision or other assistance, both in scheduled free time and during included activities and meals.\nThe more we know about your abilities, the better we will be able to assess what we may be able to do to accommodate you and enable you to complete the itinerary, either with or without reasonable adjustments in place.\nDo you have trips designed specifically for travellers with disabilities?\nOur existing itineraries are not specifically designed for travellers with disabilities, but that doesn’t mean you will not be able to enjoy one of our small group tours – it’s largely dependent on your specific needs and the destination you wish to visit.\nSome destinations are better suited for travellers with disabilities than others. Many destinations we visit lack accessible public infrastructure or facilities designed to accommodate travellers with disabilities, but we will do our best to arrange suitable alternatives where possible.\nYou may also prefer to speak to our Tailor-Made Experiences team and arrange a customised itinerary to suit your needs.\nContact our Tailor-Made Experiences team\nCan Intrepid create a customised trip to suit my needs?\nOur Tailor-Made Experiences team develop customised itineraries and special departures for a wide variety of travellers, including travellers with disabilities.\nContact our Tailor-Made Experiences team\nLearn more about Accessible Travel in these destinations\nRead more about Accessible Travel"}, {"title": "6 of the World's Most Disability-Friendly Travel Destinations", "article": "This metropolis on the Mediterranean Sea has made great strides in recent years to become fully accessible for people with disabilities. Almost all of the city’s intercity bus lines can be accessed by wheelchair and include various technologies for the visually-impaired, including bus stations that read out the upcoming buses and buses announcing their line number over speaker when arriving. Strict building codes ensure that all new construction must be wheelchair accessible and almost every store and restaurant in the city is equipped with ramps, if needed. All banks and public offices offer services for people with sensory disabilities and a new law even requires all Hebrew-language websites to be optimized for screen reading software. In addition, Tel Aviv is host to a range of hotels with special handicapped-ready rooms, equipped with extra-wide doors, special bathtubs and panic-buttons in the bathrooms."}, {"title": "Flying With A Disability & Accessibility Travel Assistance Information", "article": "Flying with a disability\nWe're committed to helping you travel with ease. From mobility assistance to navigating airports and aircraft with a disability.\nYou can select assistance options for Air New Zealand flights during online booking.\nIf you've already requested special assistance during booking, please know that while our ticketing system doesn't currently display your request on your e-ticket, we will have it within our booking system. We are working to resolve this."}, {"title": "The world’s most wheelchair-accessible travel destinations", "article": "At Lonely Planet, we believe that travel should be for all, and that accessible travel information is vital to making that possible. And with one billion people in the world living with a disability, the more resources there are for travelers with disabilities, the better.\nIn partnership with KAYAK.com, we’ve rounded up the top wheelchair-accessible destinations around the world. Consider these spots for your future travel plans.\nHow KAYAK.com can help you find accessible accommodations\nKAYAK.com's search features can help travelers with disabilities find accommodations that meet their needs. To find accessible hotels, first search for hotels in your destination, and then check the “Increased accessibility” box in the “Amenities” filters on the left-hand side of the page. This filter reveals properties that offer these features: wheelchair accessible, facilities for disabled guests, in-room accessibility, accessible rooms, facilities for disabled guests, and disabled access.\nPlaya del Carmen, Mexico\nOne hour from Cancún International Airport, Playa Del Carmen is a far cry from its more revelrous neighbor, yet still has accessible hotels and an accessible beach furnished with beach wheelchairs. There’s even adaptive equipment to allow you to go snorkeling to enjoy the coral reef and green turtles. But the main reason for coming here is to visit the nearby and largely wheelchair-accessible Mayan archaeological sites, Chichén Itzá and Tulum, a rare chance for the mobility-impaired to get up close to ancient ruins.\nSan Diego skyline from the harbor © David Toussaint / Getty Images\nSan Diego, California, USA\nWith the Americans with Disabilities Act having just celebrated its 30th anniversary, much of the USA’s infrastructure is accessible, but our pick is San Diego. Laid out along the classic grid system, generally flat and with a fully accessible trolley system, it also boasts a balmy year-round 64-80°F climate.\nThe historic Gaslamp Quarter is very wheelchair friendly, as is the massive Balboa Park (incorporating the slightly hilly San Diego Zoo), but it’s the miles of beachfront promenade with beach wheelchairs available – including a motorized one with caterpillar tracks at Mission Beach! – that are the main attraction.\nBarcelona, Spain\nWith the national tourism authority and Catalonia in particular pushing accessible travel, it’s no surprise that wheelchair users have been flocking to Barcelona. With 80% of the metro stations and 100% of buses wheelchair-accessible, as well as a relatively flat and cobblestone-free old city, getting around is a breeze.\nWhat’s more, wheelchair users not only jump to the front of the queue for attractions such as the breathtaking Sagrada Família, they often get in for free! You can explore the length of La Rambla and get around the famous Mercat de la Boqueria; even the beach has wheelchair access and people on hand to help.\nWelcome to Las Vegas © Michael Phillips / Getty Images\nLas Vegas, Nevada, USA\nLas Vegas is undoubtedly one of the most accessible cities for people with disabilities in the US. Of course, the casinos and the venues hosting world-renowned musicians and shows are all wheelchair accessible, as are the vast majority of sites and attractions, many of which – like the Fountains of Bellagio and the Fremont Street Experience – are completely free.\nMore surprising, perhaps, the High Roller – the tallest observation wheel in the world, which takes 30 minutes to do a full revolution – is also wheelchair-accessible. And if you’re after an adrenaline rush, wheelchair users can even enjoy the SlotZilla Zip Line and the Zoomline, which reach speeds of up to 35 miles an hour, or a hot-air balloon ride over the city.\nAdd to this a very wide choice in accessible accommodation, easy exploration along the wide sidewalks of the Strip, a fully accessible bus service that serves all parts of the city, and plenty of wheelchair-accessible taxis and you can begin to understand why Las Vegas has become something of a destination for wheelchair users.\nManchester, UK\nAlthough it was the birthplace of the Industrial Revolution, much of central Manchester was rebuilt in the late 1990s, making smooth, wide, step-free pavements, as well as stepless entry into shops, restaurants and bars the norm – ideal for anyone with mobility requirements.\nNorthern England’s cultural hub is well served by accessible public transport, leaving you free to pay homage at Old Trafford, learn about our industrial roots at the Museum of Science and Industry or shop with the goths at Affleck’s. And if you’ve had enough of the city, the Peak District National Park, with well-developed facilities for visitors with disabilities, is less than an hour away.\nA piazza in Taormina, Sicily © Matt Munro / Lonely Planet\nSicily, Italy\nItaly might not spring to mind as a very accessible destination due to its narrow, often cobblestone streets. But there are a number of tour operators that cater to travelers with disabilities. Motor-impaired travelers can enjoy scuba diving, 4WD off-road driving, traditional Sicilian fishing and olive oil making – not to mention the gastronomic delights normally associated with Italy. Indeed, two Guinness world records have been set here: first paraplegic to dive to 59m and first blind woman to dive to 41m!\nPhiladelphia, Pennsylvania, USA\nAs one of the oldest cities in the US, you might not expect Philadelphia to be very accessible – but it is! While the Old Town may offer some challenges for wheelchair users, sidewalks are generally well maintained in the more touristed areas, with plenty of curb cuts and tactile markings.\nThis is particularly useful for wheelchair users considering most of the city’s attractions are within a two-mile radius of the City Hall. The subway, opened in 1907, is only partially wheelchair-accessible, as is the overland rail network, but unfortunately the aging trolley system is not. However, the city’s fleet of more than 1000 buses are all low-floor and wheelchair-accessible, as is the PHLASH tourist bus which runs a continuous loop downtown, stopping at many popular attractions, and costs only $5 for an all-day pass.\nNeedless to say, all of the city’s most popular attractions – including Independence Hall, the Liberty Bell, Love Park and the Philadelphia Museum of Art – are fully wheelchair-accessible despite their antiquity. And when it comes to finding accommodations, there are plenty of wheelchair-friendly options right in the center of the action.\nSandridge Bridge in Melbourne, Australia © Catherine Sutherland / Lonely Planet\nMelbourne, Australia\nWith its highly accessible public transport system and compact city center, Melbourne is one of the most accessible cities in the world. Visit the sporting capital of Australia armed with Lonely Planet’s accessibility guide, Accessible Melbourne, a free e-book that includes the most up-to-date advice for travelers with special needs. Discover Melbourne’s best wheelchair-friendly restaurants, enjoy spectacular scenery along the Great Ocean Road, and visit one of the world’s best zoos as well as many of the parks that progressive Parks Victoria is opening up to visitors with access needs.\nLjubljana, Slovenia\nSlovenia’s flat and largely pedestrianized capital, served by accessible electric vehicles, is well worth a visit. Most of its buses are accessible, but the city is so small, with plenty of ramps and curb cuts, you might rarely need them.\nThe city’s main drawcard, the 16th-century Ljubljana Castle is reached via a funicular (free for people with disabilities and a companion) or train, both wheelchair-accessible. Many of Jože Plečnik’s famous bridges have recently been made accessible, and were joined in 2010 by the award-winning Butchers’ Bridge, which allows wheelchair users access to boats.\nSingapore has established accessibility requirements into its city code © Ninnat Fongsupa / 500px\nSingapore\nSingapore has to be the most accessible city in Asia and one of the most accessible cities in the world. Its universal code on barrier-free accessibility, in place for decades, plus increasing affluence have resulted in an infrastructure with stepless access to most buildings and no shortage of curb cuts.\nAlthough power wheelchair-friendly taxis aren’t common, the accessibility of the mass rail transit (MRT) and buses makes them unnecessary. In Singapore, the question is not “what is accessible?” but rather “what isn’t?” – from its street food hawker centers to its marvelous zoo.\nVienna, Austria\nLike many European cities, Vienna is steeped in history, being the center of the former Habsburg Empire and the musical heart of Europe. Unlike many of its counterparts, however, its cobblestones have been removed, as have many of the curbs.\nThe refurbished city is both flat and compact, with most central shops and cafes fully accessible. Getting around is relatively easy with elevators to the metro and plenty of low-floor trams. Most museums and places of interest are fully accessible, including the must-see Schloss Schönbrunn.\nYou might also like:\nTake a spin around the globe with an accessible travel expert\nWhat I have learned from travelling the world with a wheelchair"}, {"title": "All Inclusive Holidays", "article": "All Inclusive Holidays\nThere is nothing quite as soothing as a luxury holiday spent within the embracing environs of an all-inclusive resort, a holiday oasis where the cares of the world seem to just slip away. Located in the world's most desirable destinations and offering a range of exceptional benefits, all-inclusive resorts offer unsurpassed freedom and convenience. Enjoy everything from luxuriously appointed rooms, lush pools and stylish restaurants to spa and salon services, your own private butler and a long list of included activities like snorkelling, tennis and golf."}, {"title": "All Inclusive Beach Holidays", "article": "WHY AN ALL INCLUSIVE CLUB MED HOLIDAY?\nEver had to decline that second glass of wine or tell the kids there’s no ice cream today because you’ve already overspent on your holiday budget? Now imagine a holiday where you can leave your credit card in the safe for the duration of your stay, because everything – from transfers to live entertainment and a premium open bar – is included in one fantastic package bundle!\nSun or snow, near or far, whatever tantalising destination you choose, Club Med provides a hassle-free holiday option for all ages and stages. With 70 resorts across Asia, Europe, Caribbean & America each catering for either relaxation, family, snow or luxury there will be one to suit you! Once you arrive, everything is taken care of, so you can relax and enjoy every single minute, doing as little or as much as you want. There are world-class unwinding facilities for sheer relaxation, or for the active relaxers, there are sports and cultural activities galore!\nMY TRAVEL TIPS\nTake the opportunity to try something new, with so many activities included in the price, you might as well. For most activities, you don’t need to book, just turn up at the right time! Fancy Windsurfing, a trapeze lesson, archery, yoga & plenty more…\nUpon check-in you’ll receive you Club Med bracelet. Don’t lose it as your bracelet is everything - it gives you access to your room and alcoholic beverages. It’s perfect because this means you don’t have to walk around with a wallet…ever!\nMY FAVOURITE CLUB MED HIGHLIGHTS\nTake the opportunity to try something new, with so many activities included in the price, you might as well. For most activities, you don’t need to book, just turn up at the right time! Fancy Windsurfing, a trapeze lesson, archery, yoga & plenty more… the start of my holiday was action packed, but I have to confess as the days went on, my time was spent between the beach and the pool!\nUpon check-in you’ll receive you Club Med bracelet. Don’t lose it as your bracelet is everything - it gives you access to your room and alcoholic beverages. It’s perfect because this means you don’t have to walk around with a wallet…ever!\nBEST TIME TO GO\nThe best time will depend on which Club Med resort you are going to."}, {"title": "All-Inclusive Holidays - 2023/24 Travel Packages", "article": "When life gets a little crazy and you're in desperate need of a break, the last thing you want to do is plan a holiday. Don't get us wrong, you definitely want to BE on holiday, but in between work, the kids, staying active and having a social life, the prospect of sitting down and confirming the nitty gritty details of your holiday destination can be a little overwhelming. Enter: Flight Centre's range of all-inclusive holidays. That's right, we're talking flights, accommodation, transfers, food and drinks, activities and even kids clubs all wrapped up in a perfect all-inclusive bow. Whether it's a family-friendly inclusive resort or an adults-only city break, our team of Travel Experts will do all the hard work to ensure every box is ticked, with easy to understand booking conditions and everything but the kitchen sink covered in your all-inclusive holiday packages. With the planning taken care of, all you need to do is save some shopping money and get ready to breathe a sigh of relief as you soak up those sweet-sweet holiday vibes."}, {"title": "New Zealand All-Inclusive Resorts: Top 10", "article": "Home » Blog\nThe Top 10 New Zealand All-Inclusive Resorts, Luxury Lodges and 5-Star Hotels\nNew Zealand all-inclusive resorts are among the world’s best. Luxury, sophistication, exquisite dining, and attentive service are on offer at New Zealand’s all-inclusive luxury lodges.\nThe 10 best New Zealand all-inclusive resorts, luxury lodges, and 5-star hotels are:\nMatakauri Lodge\nHuka Lodge\nThe Farm at Cape Kidnappers\nBlanket Bay Lodge\nMinaret Station\nSolitaire Lodge\nThe Lodge at Kauri Cliffs\nThe Lindis\nEichard’s Private Hotel\nThe George\nAs you plan your unforgettable retreat, New Zealand Luxury Escapes will see to every detail, ensuring your stay will be relaxing, indulgent, and free from stress.\nWhen choosing from New Zealand’s best luxury lodges, hotels, and all-inclusive resorts, your personal travel consultant will select exquisite properties to match your dream holiday, whether that means a secluded wilderness escape, a rejuvenating wellness retreat, a sumptuous penthouse in the heart of a bustling city, or an all-inclusive luxury lodge.\nWhen you plan your holiday with help from the dedicated team at New Zealand Luxury Escapes, your travel will be seamless as you enjoy the very best exclusive New Zealand experiences.\nBooking your luxury holiday with our team will also give you access to great deals, upgrades, and complimentary extras that will make your experience unforgettable.\nAs you begin planning your luxury escape, take a look at the top New Zealand all-inclusive resorts, luxury lodges, and 5-star hotels. These world-class resorts, lodges, and hotels are sure to be a highlight of your New Zealand experience.\nThe Top 10 Luxury Resorts, Hotels, and Lodges in New Zealand\nMatakauri Lodge Queenstown\n1. Matakauri Lodge\nSuperbly situated in native bush overlooking the sparkling waters of Lake Wakatipu, Matakauri Lodge is one of New Zealand’s premier luxury lodges. Close to Queenstown yet removed from the bustle of town, Matakauri Lodge is the ideal base for an indulgent escape, with countless activities on offer nearby. Feast on exquisite New Zealand fare and enjoy the comfort of sumptuous lodge rooms with a backdrop of unparalleled views.\nAs seen in:\n7 Day Romantic or Honeymoon Luxury Getaway Itinerary\n7 Day New Zealand Luxury Itinerary\n7 Day South Island Luxury Itinerary\n7 Day New Zealand Golf Itinerary\n10 Day South Island Luxury Itinerary\n10 Day South Island Adventure Itinerary\n10 Day Queenstown and Wanaka Ski Tour Itinerary\n10 Day New Zealand Golf Itinerary\n14 Day South Island Luxury Itinerary\n14 Day New Zealand Golf Itinerary\nHuka Lodge Taupo\n2. Huka Lodge\nIf your travels take you to the North Island, you should not miss the world-renowned Huka Lodge. Nestled in native bush on the banks of the magnificent Waikato River, Huka Lodge offers a range of private suites and luxury cottages. Indulge in gourmet cuisine and the best New Zealand wines, and explore the many activities on offer through the lodge, from exclusive helicopter excursions to relaxing massages. Huka Lodge is widely regarded as the best of New Zealand all-inclusive resorts.\nAs seen in:\n7 Day North Island Luxury Itinerary\n10 Day North Island Luxury Itinerary\n14 Day North Island Luxury Itinerary\n14 Day Lord of the Rings Itinerary\nThe Farm at Cape Kidnappers Luxury Lodge Hawkes Bay\n3. The Farm at Cape Kidnappers\nThe Farm at Cape Kidnappers commands outstanding views of the Hawke’s Bay coast. Considered one of the top luxury lodges in New Zealand, this unique property also boasts one of the world’s top golf courses. Designed to embody rustic luxury, the suites offer comfort, pure relaxation, and stunning attention to detail.\nAs seen in:\n7 Day New Zealand Golf Itinerary\n10 Day North Island Luxury Itinerary\n10 Day New Zealand Golf Itinerary\n14 Day North Island Luxury Itinerary\n14 Day New Zealand Golf Itinerary\nBlanket Bay Lodge Glenorchy\n4. Blanket Bay Lodge\nSurrounded by breathtaking mountain scenery at the head of Lake Wakatipu, Blanket Bay Lodge is New Zealand’s ultimate wilderness retreat. This luxury escape offers superb cuisine and idyllic solitude for those who seek relaxation and rejuvenation.\nAs seen in:\n10 Day New Zealand Luxury Itinerary\n10 Day South Island Wilderness Itinerary\n14 Day New Zealand Fishing Itinerary\nMinaret Station Alpine Lodge\n5. Minaret Station\nAccessible only by helicopter, Minaret Station is an exclusive wilderness retreat perched high in the Southern Alps. During your stay, discover the alpine paradise as you sample the wide range of activities on offer, from helicopter tours to ridgetop hikes.\nAs seen in:\n10 Day New Zealand Luxury Itinerary\n10 Day South Island Wilderness Itinerary\n10 Day South Island Adventure Itinerary\n10 Day Queenstown and Wanaka Ski Tour Itinerary\n10 Day New Zealand Hunting Itinerary\n14 Day New Zealand Hunting Itinerary\n14 Day New Zealand Fishing Itinerary\nViews over Lake Tarawera from Solitaire Lodge Rotorua\n6. Solitaire Lodge\nSolitaire Lodge is set in lush forest with a volcanic backdrop, offering breathtaking views over Lake Tarawera. The subtle design of this premier luxury lodge brings the outdoors in, inviting guests to unwind and soak up the peace and quiet of the tranquil setting. During your stay, indulge in meals that showcase the seasonal highlights of the region and sample the multitude of activites on offer in Rotorua.\nAs seen in:\n7 Day New Zealand Luxury Itinerary\n14 Day NZ Honeymoon or Romance Itinerary\n14 Day New Zealand Luxury Itinerary\nThe Lodge at Kauri Cliffs Northland\n7. The Lodge at Kauri Cliffs\nIndulge in comfort and pure relaxation during your stay in the elegant suites at The Lodge at Kauri Cliffs. This exquisite luxury lodge brings you the best of the Bay of Islands, with sweeping ocean views, delectable cuisine, and extensive facilities that include a spa and golf course.\nAs seen in:\n10 Day North Island Luxury Itinerary\n10 Day New Zealand Golf Itinerary\n14 Day New Zealand Golf Itinerary\nThe Lindis Luxury Retreat\n8. The Lindis\nThe Lindis is an iconic luxury lodge designed in harmony with the idyllic Ahuriri Valley. Immerse yourself in the stillness of nature while indulging in sophisticated luxury at this exclusive wilderness retreat. Daily menus provide refined New Zealand cuisine, paired with a superb selection of wines.\nAs seen in:\n10 Day South Island Wilderness Itinerary\nEichardt’s Private Hotel Queenstown\n9. Eichardt’s Private Hotel\nPerfectly situated in downtown Queenstown, Eichardt’s Private Hotel offers lakefront suites and a penthouse designed for the most discerning traveler. Guests staying at the penthouse enjoy unrivaled lakefront views from Queenstown’s largest private terrace, service from a dedicated butler, and an outdoor spa pool.\nAs seen in:\n10 Day New Zealand Hunting Itinerary\n14 Day NZ Honeymoon or Romance Itinerary\n14 Day New Zealand Luxury Itinerary\n14 Day Lord of the Rings Itinerary\n14 Day New Zealand Hunting Itinerary\nThe George Christchurch Luxury Hotel\n10. The George\nOffering impeccable service and comfortable suites, The George is a luxury boutique hotel nestled in the heart of Christchurch. Discerning travelers will enjoy a stay at The Residence, voted Australasia’s Leading Luxury Hotel Villa.\nAs seen in:\n7 Day Romantic or Honeymoon Luxury Itinerary\n7 Day South Island Luxury Itinerary\n10 Day NZ Elopement Honeymoon Itinerary\n10 Day South Island Luxury Itinerary"}, {"title": "Great Tour Experiences", "article": "Cost Effective Reliable Group Touring\nI am a travel operator who helps travellers who want to experience Down Under. I create itineraries to Australia, and New Zealand and North America. TRAVELING is the best way to experience different cultures, meet new people, and expand your understanding of the world.\nI have a passion for travel and look forward to working with you to make your group planning go smoothly for Schoolsâ\u0080\u0094Student Music Tour to Australia or New Zealand Also Geography, Earth and Sciences in New Zealand. I also do Adult Special Interest Tours, New Zealand â\u0080\u0093 Iconic sights, Winery, Adventure and Garden etc., i.e., School Alumni, Teachers, Women - Pamper, Adventure, Winery, Gardens and see or tours of Australia, i.e. Sydney, Gold Coast and The Great Barrier Reef in Cairns.\nI offer all-inclusive travel packages and group tour experiences that include flights, accommodation, transfers, day trips, meals, and activities. Customers donâ\u0080\u0099t need to book with individual providers or spend time researching options. Travellers also benefit from having one point of contact for all holiday plans via phone or online."}, {"title": "Unique, All-Inclusive Experiences Around the World to Try", "article": "Luxury meets convenience in the latest travel trend sweeping the globe: all-inclusive hotels and resorts. These properties offer an immersive escape for all types of travelers, perfectly blending luxury accommodations, dining experiences, amenities and awe-inspiring landscapes. For travelers looking for an all-inclusive escape, here are some of the best options around the world.\nTwin Farms in Barnard, Vermont\nThe best of New England is brought to life at Twin Farms, the casually luxurious, exclusive, all-inclusive retreat along the lush Vermont mountains. This adults-only culinary destination brings a new era of bespoke experiences through its chef-guided culinary options; 28 unique accommodations; museum-grade art collection; and a variety of indoor and outdoor activities such as ax throwing, archery, fly fishing and more. Prized Chef Nathan Rich and his team create new dishes daily, using Vermont’s finest products sourced on property and from local partners.\nMii amo in Sedona, Arizona\nMii amo is a world-class destination spa situated within Sedona’s iconic Boynton Canyon. Mii amo spent the last 20 years inspiring guests to journey within, find a connection with nature and immerse themselves in well-being. After a two-year closure for expansive renovations, the Relais & Châteaux property features 23 casitas, a two-story movement and fitness studio, signature restaurant and more.\nAlila Ventana Big Sur in Big Sur, California\nA breathtaking resort with inclusive offerings in the heart of California’s rugged Central Coast, Alila Ventana Big Sur sits at the edge of the continent overlooking the majestic Pacific coastline. The intimate, all-inclusive resort offers 59 accommodations; Spa Alila; culinary options with ingredients from an on-property organic garden; and one-of-a-kind Alila Experiences to inspire the mind, body and soul.\nUlusaba by Virgin Limited Edition in Sabi Sand Reserve, Mpumalanga, South Africa\nUlusaba, or “place of little fear,” is an all-inclusive Private Safari Game Reserve situated in the Sabi Sand Game Reserve. Ulusaba is set over three beautiful lodges, Rock Lodge, Cliff Lodge and Safari Lodge, each offering views of the Sabi Sand landscape and Drakensberg Mountains. A stay at one of the three lodges’ rooms or suites includes all meals at a variety of locations; twice daily guided game drives; talks on local flora, fauna and conservation; a daily walking safari; and a complimentary laundry service and minibar.\nNecker Island in British Virgin Islands\nBeing stranded on a private island has never been better with Necker Island’s all-inclusive getaway. Available for exclusive use only, adults seeking an adventure-packed holiday will have Sir Richard Branson’s private island to themselves. Guests will spend the day kitesurfing, paddleboarding and kayaking over the Caribbean waters, swim with sea turtles or relax on the beach. On land, explore the island and hang out with the giant tortoises roaming the island or visit the lemur and bird enclosures. Guests can also challenge each other to chess on the giant outdoor chess board overlooking the ocean. At night, head up to the crow’s nest and watch the stars glisten and shooting stars fly by.\nAngsana Velavaru in Dhaalu Atoll, Maldives\nLocated on an expansive private lagoon is the virtually untouched South Nilandhe Atoll in the Maldives. Angsana Velavaru, known as Turtle Island in the local Dhivehi language, is surrounded by turquoise waters and is the perfect playground for travelers. The resort offers a variety of all-inclusive packages catered toward gourmet foodies, families, well-being travelers and novice and experienced divers. Guests can choose their adventure from cultural infusions to family fun at the Rangers’ Club, from the dedicated kids pool to relaxing at one of eight outdoor spa pavilions."}, {"title": "Inclusive Holidays: Diverse and Joyful Travel Experiences", "article": "From the bustling streets of Melbourne to the serene tropical paradises of Bora Bora, weâ\u0080\u0099re spinning through the globeâ\u0080\u0099s hottest spots and bringing you along for the exhilarating ride!"}, {"title": "Accessible Tourism", "article": "Accessible Tourism\nAccording to the World Health Organization (WHO, 2023), ¨an estimated 1.3 billion people - about 16% of the global population - currently experience significant disability¨. Accessibility for all to tourism facilities, products, and services should be a central part of any responsible and sustainable tourism policy. Accessibility is not only about human rights. It is a business opportunity for destinations and companies to embrace all visitors and enhance their revenues.\nThis portal provides UNWTO resources targeting both public and private sectors to include accessibility into their policies and businesses strategies. All resources have been developed in collaboration with Organizations with Persons with Disabilities (DPOs), and key civil society and tourism sector stakeholders. Most of publications guidelines and recommendations have been laid-out following the Web Content Accessibility Guidelines (WCAG) 2.0 (level AA).\nNEW! UNWTO International Conference on Accessible Tourism - 16/17 November 2023 UNWTO and the Government of the Republic of San Marino are providing again an international platform for governments, destinations and the private sector, to advance accessibility. What are the objectives of the Conference? Foster Leadership in Accessibility : Explore the role of governments and destinations in advancing accessibility.\n: Explore the role of governments and destinations in advancing accessibility. Provide International Guidance : Discuss how international tools and universal design principles are applied to the tourism value chain.\n: Discuss how international tools and universal design principles are applied to the tourism value chain. Advance Innovation: Showcase innovative solutions in access to transportation, cultural heritage, nature areas, leisure, MICE and tourism businesses. Who is this Conference for? Governments and destinations\nTourism industry professionals and developers of IT solutions\nOrganizations of persons with disability\nInternational organizations and development agencies Which take aways do participants get? Learn from best practices and successful accessibility solutions\nShare your own experience and network\nBecome part of the UNWTO & San Marino Action Agenda For the Future of Accessible Tourism Register online at: San Marino Accessible Tourism. Download here the Programme of the Conference.\nACCESSIBILITY RECOMMENDATIONS FOR MANAGERS OF NATURAL RESOURCES A set of guidelines on accessibility targeting key players in the management of natural resources, was published by UNWTO and partners in October 2023. These recommendations aim to guide the decision-makers of natural resources in tourism in undertaking accessibility improvements. The document has a particular focus on facilitating access to protected areas, beaches and parks. The WCPA Tourism and Protected Areas Specialist Group of the International Union for Conservation of Nature and the European Network for Accessible Tourism (ENAT), acted as the expert reviewers. Their involvement was key in identifying the best actions geared towards a greater extent of accessibility and inclusiveness within nature areas, vis a vis tourism. The guidance tool, whose drafting was led by UNWTO, the ONCE Foundation and UNE, is part of the promotion of ISO Standard 21902:2021. Download here the guidelines in English and Spanish.\nRecommendations for cultural tourism key players on accessibility UNWTO, Fundación ONCE and UNE issued in September 2023, a set of guidelines targeting key players of the cultural tourism ecosystem, who wish to make their offerings more accessible.\nThe key partners in the drafting and expert review process were the ICOMOS International Cultural Tourism Committee and the European Network for Accessible Tourism (ENAT). The ICOMOS experts’ input was key in covering crucial action areas where accessibility needs to be put in the spotlight, in order to make cultural experiences more inclusive for all people.\nThis guidance tool is also framed within the promotion of the ISO Standard ISO 21902, in whose development UNWTO had one of the leading roles. Download here the English and Spanish version of the Recommendations.\nNew user-friendly guides for destinations to implement accessibility standards On the occasion of the International Day of Persons with Disabilities, UNWTO, ONCE Foundation and the Spanish Association for Standardization have launched, in December 2022, a user-guide targeting public administrations and tourism destinations to implement ISO Standard 21902:2021. This is a key tool to understand specific actions that can be undertaken by a wide range of organizations entrusted with designing policies, strategies and destination marketing plans in the sphere of accessible tourism. Download the user-guide (December 2022) produced in collaboration with Turismo de Portugal, Turismo Argentina and European Network for Accessible Tourism (ENAT): Accessibility Standards for Public Administration Normas de accesibilidad para administraciones públicas\nACCESSIBILITY STANDARDS AND RECOMMENDATIONS GUIDING THE RECOVERY UNWTO held a webinar on 9 December 2021, in partnership with the ONCE Foundation, UNE Spain and ENAT, to shed light on the new normative instruments and recommendations on accessible tourism.\nThe industry’s leaders called upon tourism stakeholders to implement their own accessibility agenda, in order to grasp all its benefits and make everyone feel welcomed. Every customer counts now, in the recovery process.\nPlease click here for the recording (YouTube file) or visit the event's webpage.\nYou can click and download below the takeaway thoughts & conclusions (accessible PDF file):\n➥Conclusions (in accessible PDF format) - English: Webinar\n➥Conclusions(in accessible PDF format) - Spanish: Webinar\nUNWTO INCLUSIVE RECOVERY GUIDE - PERSONS WITH DISABILITIES Launched on the International Day of Persons with Disabilities, 3 December 2020, the UNWTO Inclusive Recovery Guide - Sociocultural Impacts of COVID-19, Issue I: Persons with Disabilities, suggests measures for the whole tourism value chain to build back better, becoming more accessible and more competitive. Just as other guidelines on the UNWTO series, this document will be revised in 2021 with relevant accessibility partners.\nReopening Tourism for Travellers with Disabilities:\nHow to Provide Safety Without Imposing Unnecessary Obstacles In partnership with the ONCE Foundation of Spain and the European Network for Accessible Tourism (ENAT), UNWTO suggested in July 2020 a set of practical steps to ensure accessibility for all, under the new circumstances. “Reopening Tourism for Travellers with Disabilities” provides recommendations for destinations and service providers to accommodate customers with disabilities and specific access requirements, including seniors.\nAccessible Tourism Destination The \"Accessible Tourism Destination\" was launched in 2019 by UNWTO and the ONCE Foundation, to recognize and promote accessible tourism destinations. The ATD is an annual UNWTO distinction based on an Expert Committee evaluation, which acknowledges destinations enabling a seamless experience to any tourist, regardless of their abilities. The first ATD was awarded in 2019 and has been temporarily put on hold, given the pandemic.\nVideo \"Change your destination\" The video “Change your destination” was issued by Fundación ONCE and UNWTO by the occasion of the 2019 International Fair of Tourism (FITUR). Facilitating travel for people with disabilities is an exceptional business opportunity. Yet, a change in mind-set and in the model of tourism services provision is needed in order to meet this major market demand. Accessible environments and services contribute to improve the quality of the tourism product and can create more job opportunities for people with disabilities. Accessibility, therefore, must be an intrinsic part of any responsible and sustainable tourism policy and strategy.\nWorld Tourism Day 2016: \"Tourism for All - promoting universal accessibility\" To mark the celebration of the World Tourism Day 2016 under the theme \"Tourism for All - promoting universal accessibility\" UNWTO, the European Network for Accessible Tourism (ENAT) and the Spanish ONCE Foundation for the Social Inclusion of Persons with Disabilities have produced a compilation of Good Practices in the Accessible Tourism Supply Chain. While these examples provide a small sample of possible solutions regarding accessibility, they will hopefully inspire others to take steps towards broadening the availability of accessible offers in tourism destinations around the world. The publication has been laid-out following the Web Content Accessibility Guidelines (WCAG) 2.0 (level AA) Download full text: Tourism for All - promoting universal accessibility UNWTO Recommendations on Accessible Information in Tourism The tourism sector stakeholders must deliver accurate, relevant and timely information to its customers, prior to, during and even after the journey. Ensuring that the information is accessible, is without any doubt a key to communicating successfully with visitors in all stages of their journey, particularly with regards to travelers with disabilities and special needs. The UNWTO Recommendations on Accessible Information in Tourism have been developed with the support and collaboration of the ONCE Foundation for Cooperation and Social Inclusion of People with Disabilities and the European Network for Accessible Tourism (ENAT). They were adopted by the Resolution A/RES/669(XXI) of the General Assembly of UNWTO as a follow-up to the ‘Recommendations on Accessible Tourism for All’ of 2013. The publications in English and Spanish have been laid-out following the Web Content Accessibility Guidelines (WCAG) 2.0 (level AA). Download full text: UNWTO Recommendations on Accessible Information in Tourism UNWTO Recommendations on Accessible Tourism for All The UNWTO Recommendations on Accessible Tourism for All are meant to be used as a general, basic mainstreaming framework for ensuring that people with disabilities have access to the physical environment, the transportation system, information and communications channels, as well as to a wide range of public facilities and services. The Recommendations incorporate the most relevant aspects of the UN Convention on the Rights of People with Disabilities of 2006 and the principles of Universal Design. In the context of a trilateral agreement between UNWTO, ONCE and ENAT, the recommendations were adopted by UNWTO General Assembly Resolution A/RES/637(XX) of August 2013, updating the 2005 UNWTO Recommendations. Download full text: UNWTO Recommendations on Accessible Tourism for All\nManuals on Accessible Tourism for All One of the most significant outcomes of a major collaboration framework between UNWTO and Disabled People’s Organizations (DPOs), particularly the Spanish ONCE Foundation for the Cooperation and Social Inclusion of People with Disabilities, the European Network for Accessible Tourism (ENAT), and the Spanish ACS Foundation, are the Manuals on Accessible Tourism for All. The manuals are meant to assist tourism stakeholders in improving the accessibility of tourism destinations, facilities and services worldwide.\nHighlights of the 1st UNWTO Conference on Accessible Tourism in Europe In recognition of accessibility’s importance in the tourism sector, UNWTO and the Government of San Marino jointly organized the 1st UNWTO Conference on Accessible Tourism in Europe (19 - 20 November 2014). Drawing together policy makers, tourism destinations, the private sector and civil society, this landmark event addressed challenges in advancing quality, sustainability and competitiveness within the tourism sector through universal accessibility. This publication features 14 good practices presented at the Conference which focus on accessibility of cultural heritage sites, policy frameworks and strategic actions to make accessible tourism a reality. The publication has been laid-out following the Web Content Accessibility Guidelines (WCAG) 2.0 (level AA). Download full text: Highlights of the 1st UNWTO Conference on Accessible Tourism in Europe San Marino Declaration on Accessible Tourism The Declaration which resulted from the 1st UNWTO Conference on Accessible Tourism in Europe, held on 19-20 November 2014 in the Republic of San Marino, can be downloaded here: Download full text: Highlights of the 1st UNWTO Conference on Accessible Tourism in Europe"}, {"title": null, "article": null}, {"title": null, "article": null}, {"title": "What is \"Accessible Tourism\"?", "article": "Listen Content Type F.A.Q.\nF.A.Q. Published At 01/01/2010 What is \"Accessible Tourism\"?\nThere is no single, universally accepted definition of \"accessible tourism\". Here we refer to some of the ways in which the term is defined and used. The concept is certain to evolve as it is applied in more and more contexts around the world.\n- “Accessible Tourism” (also known as “Access Tourism”, “Universal Tourism”, “Inclusive Tourism” and in some countries such as in Japan “Barrier-free Tourism”) is tourism and travel that is accessible to all people, with disabilities or not, including those with mobility, hearing, sight, cognitive, or intellectual and psychosocial disabilities, older persons and those with temporary disabilities\" (Takayama Declaration - Appendix, UNESCAP, 2009).\n- \" 'Accessible Tourism' refers to tourism that caters to the needs of a full range of consumers including persons with disabilities, older persons and cross-generational families. It entails removal of attitudinal and institutional barriers in society, and encompasses accessibility in the physical environment, in transportation, information and communications and other facilities and services. It encompasses publicly and privately owned tourist locations.\" (Takayama City and UNESCAP Conference - Press Release - Takayama, 2009)\n- \"Accessible tourism is the ongoing endeavour to ensure tourist destinations, products and services are accessible to all people, regardless of their physical limitations, disabilities or age. It encompasses publicly and privately owned tourist locations. The improvements not only benefit those with permanent physical disabilities, but also parents with small children, elderly travellers, people with temporary injuries such as a broken leg, as well as their travel companions.\" (Accessible Tourism on Wikipedia - downloaded 1 January 2010).\n- ...a process of enabling people with disabilities and seniors to function independently and with equity and dignity through the delivery of universal tourism products, services and environments. The definition is inclusive of the mobility, vision, hearing and cognitive dimensions of access (Darcy, 2006, p. 6).\nDarcy, S. (2006). Setting a Research Agenda for Accessible Tourism. In C. Cooper, T. D. LacY & L. Jago (Eds.), STCRC Technical Report Seriespp. 48). Available from http://www.crctourism.com.au/BookShop/BookDetail.aspx?d=473\n- ...Accessible tourism enables people with access requirements, including mobility, vision, hearing and cognitive dimensions of access, to function independently and with equity and dignity through the delivery of universally designed tourism products, services and environments. This definition is inclusive of all people including those travelling with children in prams, people with disabilities and seniors (Darcy & Dickson, 2009, p. 34). Reference : Darcy, S., & Dickson, T. (2009). A Whole-of-Life Approach to Tourism: The Case for Accessible Tourism Experiences. Journal of Hospitality and Tourism Management, 16(1), 32-44.\n- ...When people hear the word “accessible” attached to tourism they think they have a pretty good idea what that means. And there is the problem. Almost everybody thinks they know what it means but, since it has never been fully defined, almost everybody has invented their own personal definition. That is a recipe for disaster. If travellers and the industry have no common language, then imagine how frequent disappointment and disputes will become? If hotel owners and construction teams have no way to describe the solutions they want designed and built, then how likely is either side to be satisfied with the result? Reference: Dr. Scott Rains' slide presentation on \"What is Inclusive Tourism?\"\n(Note: Increase the slide presentation to full screen for easier reading. Unfortunately, the text transcript below the slideshow is jumbled up).\nFurther definitions and uses of the term may be added to this page.\nReaders may send their comments or additional definitions to ENAT via the Contact Page."}, {"title": "Accessible tourism futures: the world we dream to live in and the opportunities we hope to have", "article": "The paper’s examination of the concepts and global policy considerations provides a strong academic and practitioner foundation for considering accessible tourism futures. In doing so, accessible tourism futures are shown to be affected by key concepts related to core tourism considerations and major policy initiatives on accessibility and sustainability. Yet, accessible tourism futures also have the potential to create their own momentum and contribute unique learnings on the diversity of tourism markets that will shape tourism concepts and global policy initiatives in their own right.\nA discussion of each of the above areas was placed in context to accessible tourism futures and to contextualise the papers that were selected for the special issue. The latter part of the paper outlines the contribution of each empirical paper to the issue discussing the approach, findings and implications. Stakeholder collaboration was identified as the key common theme of the papers and the factor for developing accessible tourism solutions, recognising the value of the market and capitalising on it. A collaborative approach is required to recognise the complementary nature of the different paradigms; to re-shape and transform the future of the accessible tourism industry. To assist in the development of accessible tourism futures, UD principles should provide a foundation to enhance the future competitiveness of tourism destinations and organisations.\nThree of the authors have extensive academic experience in the area and the fourth author is the Managing Director of the pre-eminent European Network for Accessible Tourism. In taking a limited Delphi approach to canvassing key areas likely to shape accessible tourism futures, the following concepts and policy initiatives were examined: motivations, dreams and aspirations of people with disability; demography; UN Convention on the Rights of Persons with Disabilities; destination competitiveness; universal design (UD); and the UN Sustainable Development Goals for 2030.\nAccessible tourism is evolving as a field of academic research and industry practice, set within a dynamic social context. The field is interdisciplinary, multidisciplinary and transdisciplinary. The purpose of this paper is to examine key concepts and global initiatives that will shape accessible tourism futures.\nCopyright © 2015, Eleni Michopoulou, Simon Darcy, Ivor Ambrose and Dimitros Buhalis\nPublished in the Journal of Tourism Futures. This article is published under the Creative Commons Attribution (CC BY 4.0) licence. Anyone may reproduce, distribute, translate and create derivative works of this article (for both commercial and non-commercial purposes), subject to full attribution to the original publication and authors. The full terms of this licence may be seen at: http://creativecommons.org/licences/by/4.0/legalcode\nIntroduction This special issue was designed to examine the future dimensions of the intersection of disability and tourism in the emerging field of accessible tourism. The special issue explores theoretical approaches, foundations and issues in the study of accessible tourism from a futures perspective. Accessible tourism, as with any area of academic study is an evolving field of academic research and industry practice, set within a dynamic social context. The field is interdisciplinary, multidisciplinary and transdisciplinary, and is influenced by geography, ageing and disability studies, economics, public policy, psychology, law, architecture, construction sciences, technology and marketing. Past research has attempted to view, explain and unpack the inherent complexities (Darcy, 2010) within accessible tourism through a variety of lenses, including human rights, critical tourism, embodiment, customer segmentation and universal design (UD), to name a few (see Buhalis and Darcy, 2011; Buhalis et al., 2012). The special issue is timely given the operationalisation of the United Nations (2006) Convention on the Rights of Persons with Disabilities by 160 countries. Central to the convention is the right for tourists with disability to access transport and built environment in Article 9 and tourism experiences, goods and services within Article 30. It is therefore pertinent to look at the future of accessible tourism and contemplate a number of issues including (but not limited to) the role of technology in reshaping disability; if and how policy makers and planners are addressing the impact of accessible tourism in a sustainable manner; the political influence of people with disabilities, who make up the largest minority group in the USA, on the future of tourism; the science fiction of exoskeletons and gene therapy as a new form of adventure tourist; and the future state of embodied identity and accessible tourism. The special issue provides the opportunity for contributors to take part in the current discourses on accessible tourism from a futures perspective, in order that we can understand, manage and contribute to the development of accessible tourism in the context of economically, socially and environmentally sustainable communities. Specific topics included conceptual and research papers, viewpoints and trend papers, both qualitative and quantitative, discussing topics relating to the future of accessible tourism. Papers include a range of issues including: inclusive destinations; accessible tourism in Development Planning (toward the UN Sustainable Development Goals 2030); policy-making for accessible tourism; embodiment; representation; law and legislation; architecture and universal design; inclusion/exclusion from experiences; markets and needs analysis; accessible transport; accessible events; accessibility and culture/heritage; accessible accommodation; education/training; and technology and applications. In contrast to the past 30 years, where disability and tourism research has been largely concerned with overcoming barriers that exclude certain people (see Smith, 1987), we can discern the contours of new movements in accessible tourism, whereby overarching principles and standards of sustainability, social responsibility and customer service. The delivery of equitable tourism experiences demand the attention of sector actors and stakeholders. Accessible tourism, in this context, should be seen in the future as much more than a range of supports to excluded target groups, becoming a set of ground rules and codes of practice which contribute to the development of all tourism offers and destinations in an inclusive way. If we should gaze into the crystal ball for a moment, we could envisage that tourism will not be defined primarily in terms of different target groups, since principles of responsibility, sustainability and accessibility will in the future inform the quality criteria to which all destinations should comply and be judged as part of destination competitiveness in increasingly global context. Customers will become more aware of their individual rights and also the need to protect and sustain communities and the natural environment, influencing tourism service providers to follow generally accepted rules of service quality, genuine interactivity and engagement with the local culture, people and resources. The capability of tourism providers to recognise those rights for all (e.g. of tourists with disabilities, Design for All, responsible behaviour, inclusion of the local communities in a transparent system of remuneration and participation, working opportunities for socially excluded group etc.) is going to be the threshold, which determines whether their offers will succeed or fail in the future. The tourism sector will increasingly be seen as having transformational power as “a shaper of society”, acting as a promoter of jobs and economic growth, a participant in regional and community planning and a partner in global development programmes. In addition, tourism should be developed as industry that promotes understanding, inclusion and well-being for all in an equitable way. Businesses, destinations and networks, that are already active in the field of accessible tourism and/or representing markets with different specific requirements will participate more widely in the mainstream, bringing their expertise and knowledge to bear on all those issues that are still seen as “different types of tourism”. In the development of accessible destinations and experiences, the United Nations World Tourism Organisation (2015) will be playing an increasingly supportive role, especially through its Global Code for Ethics in Tourism and the recently published Manuals on Accessible Tourism (2015), produced by ONCE Foundation and the European Network for Accessible Tourism (2015b). Before discussing the papers that have been selected for publication we would like to set the scene by examining some major conceptual and policy development areas that we believe will have a significant influence on accessible tourism futures in the future. These include: dreams and aspirations of people with disability; demography; UN Convention on the Rights of Persons with Disabilities; destination competitiveness frameworks; UD; and the newly adopted UN Sustainable Development Goals for 2030. Each of these areas of influence will now be outlined prior to the papers for the special edition being summarised for their contribution to the future of accessible tourism.\nDefining and conceptualising accessible tourism Conceptualising accessible tourism to reflect all its dimensions and multidisciplinarity is critical for the future. The study of tourism and disability has been a reasonably recent phenomenon with the first detailed examination emerging from the leisure constraints literature (Smith, 1987). From this beginning, a great deal of individual studies are emerged that documented significant issues with demand, supply and coordination of travel for people with disability. More recently the field has started to mature with a conceptualisation that has sought to make sense out of the individual studies and provide an overall framework for understanding the phenomena. To assist with this conceptualisation, Buhalis and Darcy (2011) offer the following definition: Accessible tourism is a form of tourism that involves collaborative processes between stakeholders that enables people with access requirements, including mobility, vision, hearing and cognitive dimensions of access, to function independently and with equity and dignity through the delivery of universally designed tourism products, services and environments. This definition adopts a whole of life approach where people through their lifespan benefit from accessible tourism provision. These include people with permanent and temporary disabilities, seniors, obese, families with young children and those working in safer and more socially sustainably designed environments (adapted from Darcy and Dickson, 2009, p. 34 in Buhalis and Darcy, 2011, pp. 10-11). Importantly the definition recognises collaboration between stakeholders across demand, supply and coordination to recognise that disability is a complex construct involving mobility, vision, hearing, cognitive and other embodiments. The definition recognises that developing inclusive destinations and accessible tourism experiences also benefit other groups in the community. Hence, it contributes toward a greater social sustainability of the industry by including and, hence, providing for a much broader cross-section of consumers that has previously been considered by the industry. In understanding the importance of individuals with disability, the stakeholders they engage with and the influence of UD on the products, services and environments they wish to seek enabling experiences. Buhalis and Darcy (2011) suggests that to develop accessible tourism futures destination managers must strategically plan through the lens of UD. Figure 1 outlines the cyclical strategic approach to engaging UD approaches across disability and lifespan considerations as a foundation for developing future accessible destination experiences.\nDreams and aspirations of people with disability The dreams and aspirations of individuals play a fundamental role in shaping the choices, which lead them to travel. Among people who live with a disability, the idea of leaving behind one’s everyday surroundings and going on a journey can create significant anxiety (Darcy, 1998). People with disability often can design or influence their everyday environment whilst they have routines to negotiate any difficulties and thresholds that exist. This does not apply to new environments whilst travelling, where they do not have prior knowledge, networks or influence on the design nor the potential barriers that are to face and the way to overcome them. Indeed, a recent European survey (GfK, 2015) suggests that up to half of people with disability do not travel on holiday, due to a combination of lack of reliable information, lack of funds and previous bad experiences. Yet, the desire to travel remains with studies showing that it is not a person’s impairment that impedes their travel but a series of interpersonal, attitudinal structural constraints (Daniels et al., 2005; Darcy, 2003). In recognising that a person's impairment does not constrain their travel motivations, the boundaries to what is regarded as accessible tourism destinations and experiences are continually pushed by the accessible explorers who forge new pathways for others to follow.\nMillennium development goals (MDGs) and the UN global compact At the Millennium Summit in September 2000 the largest gathering of world leaders in history adopted the UN Millennium Declaration, committing their nations to a global partnership to reduce extreme poverty and setting a series of targets, with a deadline of 2015. These targets, known as the MDGs are a set of eight specific goals set by the 191 United Nations member countries that have the goal of halving world poverty by the year 2015: Eradicating extreme poverty continues to be one of the main challenges of our time, and is a major concern of the international community. Ending this scourge will require the combined efforts of all, governments, civil society organizations and the private sector, in the context of a stronger and more effective global partnership for development. The Millennium Development Goals set timebound targets, by which progress in reducing income poverty, hunger, disease, lack of adequate shelter and exclusion – while promoting gender equality, health, education and environmental sustainability – can be measured. They also embody basic human rights – the rights of each person on the planet to health, education, shelter and security. The Goals are ambitious but feasible and, together with the comprehensive United Nations development agenda, set the course for the world’s efforts to alleviate extreme poverty by 2015 (United Nations Secretary-General BAN Ki-moon). The aim of the MDGs is to encourage development by improving social and economic conditions in the world’s poorest countries. Since the MDG’s were agreed to significant progress has been made. To date average overall incomes have increased by approximately 21 per cent. The number of people living in extreme poverty declined by an estimated 130 million. Chile mortality rates fell from 103 deaths per 1,000 live births a year to 88. Life expectancy rose from 63 years to 65 years. An additional 8 per cent of the developing world’s people received access to clean water and an additional 15 per cent acquired access to improved sanitation services. In 2015 the UN countries will adopt a new sustainable development agenda and a new global agreement on climate change. The actions taken in 2015 are expected to result in new sustainable development goals that build on the eight MDG’s (United Nations, 2015). Tourism has long been seen as having significant potential to help achieve the MDG’s in developing countries. For example in 1990 developing countries had 18 per cent of international tourism receipts. By 2005 this had risen to 30 per cent and to date it continues to rise. There has been significant promotion of the direct economic links between tourists and the poor. Tourism may provide employment opportunities for marginalised groups, may bring direct income to individual communities and may promote equality in developing countries (Saarinen and Rogerson, 2013).\nUD supports destination competitiveness The tourism industry needs to design and deliver offerings and services that are suitable to all potential users and remove any physical or organisational barriers that can prevent visitation. UD incorporates the accessibility requirements of people with the widest possible range of abilities, so that the greatest number of people can use mainstream products and services without the need for adaptations or special interfaces. Additionally, mainstream products and services should use interface standards which match those of technical aids, so allowing disabled people to access and use mainstream equipment. UD has been defined as: Universal design is the design of products and environments to be usable by all people, to the greatest extent possible, without the need for adaptation or specialized design. The intent of the universal design concept is to simplify life for everyone by making products, communications, and the built environment more usable by more people at little or no extra cost. The universal design concept targets all people of all ages, sizes and abilities’. The Universal Design approach goes beyond traditional design, which tends to focus on the ‘average’ user. Universal Design is a design approach, reflecting a way of understanding people’s needs. It is not a list of particular solutions, measurements, or products – Universal Design is the way to reach the solution, contributing to social inclusion (cited in Center for Universal Design, 2009; and first articulated by Mace, 1985). Applying the principles of UD can be seen as a way of developing tourism environments, transportation, services and offers, underpinning sustainable communities and businesses. Today, according to a recent study by European Network for Accessible Tourism (2015a) and partners, less than 10 per cent of tourism suppliers in Europe offer “accessible” tourism services, while demand for such services is set to increase due to the ageing population and continuing upward trend in market demand. Adopting UD enlarges the target markets of destinations as well as ensures that more pleasant experiences can be delivered. Therefore it can increase the market base, reduce seasonality and support the competitiveness of destinations (Buhalis, 2000). Yet, few studies have examined accessible tourism in relation to destination management and only recently has accessible tourism been examined from destination competitiveness perspective (Domínguez Vila et al., 2015).\nPapers in this issue To address these concepts and developments this special issue is bringing a range of papers together that discuss research on many accessibility tourism aspects. Naniopoulos and Tsalis (2015) discuss a methodology for addressing the accessibility of monuments. They focus on heritage attraction sites, highlighting the challenges with archaeological sites where interventions become problematic or even impossible. In doing so, they approached accessibility as a dual notion; accessibility of an area and its potential for independent physical access and movement around the monuments as well as perceived accessibility in terms of interpreting, understanding and learning from the environment. The methodology was applied to a number of byzantine monuments as part of a cultural route in the city of Thessaloniki in Greece, as case studies. Results provide both tools for assessing monument accessibility (process orientations and checklists) and insights into the needs of travellers with disabilities for more “usable” heritage attractions. Concluding remarks place a focus on the prerequisites of training and cooperation to allow for the future of accessible monuments to be realised. Tsalis et al. (2015) provide an interesting study on the challenges of implementing accessibility solutions, also within the context of protection, conservation, and management of historical centres and monuments. Viewed from a tourism perspective, archaeological sites and monuments are location bound and exist only in their original place. Hence, access to such sites enables unique and authentic tourism experiences. Discourses on objective, constructive and existential authenticity are of paramount importance when accessibility is concerned. This study provides relevant examples of accessibility interventions on six monuments as well as considerations on the design of the tools that assisted site interpretation and interconnection in a cultural route. Results demonstrate how accessibility improvements can occur while respecting the history, architecture and character of the monuments. The study concludes by emphasizing that it is primarily through providing greater access, that the “socialisation” of these monuments will propagate authentic tourism experiences in the future. Bowtell (2015) offers an examination of the market value and attractiveness of accessible tourism in Europe. Historic data were used to provide a forecast for 2025, while primary data obtained from travel and leisure companies provided insights into managerial perceptions. Findings show a very promising potential for accessible tourism market with significant projected revenues. However, a number of challenges including lack of awareness, cost of investments, complexity of customers’ needs and legal inconsistencies within the EU, create barriers toward developing comprehensive solutions for accessible tourism. Authors provide recommendations on bridging demand and supply. Gillovic and McIntosh (2015) present an interesting study on stakeholder perspectives of the future of accessible tourism in New Zealand. The study provides insights into the current situation and the future propensity for an accessible tourism industry in New Zealand. A number of interviews with key stakeholders revealed that there is a need to develop a culture of accessibility that is perceived as the norm. Findings also include the business and demand arguments, but additionally highlighted the “ineptness” of upper industry levels to recognize the opportunity of accessible tourism, exhibiting apathy and complacency instead. Authors conclude with recommendations for the future of accessible tourism in New Zealand which can easily be generalised for other regions. Zajadacz (2015) discusses the evolution of models of disability as a basis for the future development of accessible tourism. A review of medical, social, biopsychosocial, geographical and economic models of disability reveals the theoretical underpinnings and assumptions entailed in those. These are then linked to tourism, demonstrating that different models influence the tourism provision in terms of both products and services. Authors highlight the understanding of disability under different models toward diverse tourism experiences. Several suggestions are offered on the complementary of the models and the implications on the transformation of the accessible tourism industry in the future. Cruces Portales (2015) uses a scenario planning approach to envisage alternative futures for accessible tourism. With a timeframe leading to 2050, four alternative futures are unravelled through storytelling. The scenarios are built on a matrix that includes the opposing forces of empathy – apathy, and fear of loss and certainty of benefits. The resulting, aptly named scenarios (Eden Gardens, Golden Bridge, Wasted Future and State of Hope) showcase different behaviours, schedules of changes and insights. Authors conclude with strategic ideas and proposals for the future of accessible tourism.\nConclusion When exploring the future of tourism in this area two opposing trends can be observed: future societies are predicted to become more similar, more homogenous as a consequence of consumerism, globalisation and converging urban lifestyles. However, the accessible tourism market is characteristically diverse, with complex needs and the range of dreams and ambitions is boundless. Will future global travellers be able to access more varied and personal services or will increasing numbers of travellers give rise to greater standardization of services? Accessible tourism as an emerging field of study will influence tourism destination competitiveness in the future, whether that be from a human rights, emerging market segment or service delivery perspective. In this conceptual examination, we have presented implications of number of theoretical constructs and lenses through which accessible tourism will be influenced in the future. In this special issue, a number of future dimensions are explored that demonstrate how the field has moved from an examination of the intersection of disability and tourism, to one that is clearly defined through conceptual and definitional approaches as accessible tourism. There is a common thread amongst all the papers presented in this special issue. They focus around stakeholder collaboration, as a foundation for the future development of accessible tourism. It has been explicitly suggested that raising awareness amongst stakeholders is essential to overcome barriers inhibiting the application of solutions that enhance access. The importance of stakeholder collaboration across the accessible tourism value chain has been emphasized in a number of ways in this special issue. Improving accessibility of facilities, transportation, attractions and destinations more generally, demands the collaboration of a wide range of stakeholders including architects, designers, economists, local councils, policy makers, travellers with disabilities, historians and archaeologists to name a few. Therefore “socialising” tourism means that access can be granted only when a number of relevant stakeholders are in accord, work together and specifically developed strategies to target the accessible tourism market. Stakeholder collaboration is a key factor for developing accessible tourism solutions, recognising the value of the market and capitalising on it. Hence, a collaborative approach is required to recognise the complementary nature of the different paradigms; to re-shape and transform the future of the accessible tourism through influencing the tourism industry, contributing government organisations and the not-for-profit sectors. The strength and depth of stakeholder collaborations will determine alternative future realities; from a future where all cooperate and share benefits for all parties, to a fatalistic picture where each stakeholder is sailing alone because they consider their interests incompatible, and everything in between. UD should provide a better accessible tourism future that should enhance the competitiveness of tourism destinations and organisations."}, {"title": "Ethical: Barrier Free Tourism", "article": "Tourism Accessible for All in Europe\nJoe McClain\nFor those who associate tourism only with holiday and leisure and luxury it should be mentioned that tourism is a sector of remarkable economic importance. The European tourism economy contributes to about 5 % (depending on its definition up to 11 %) to the GDP of the European Union and provides between 8 and 24 million jobs (depending on the definition of the sector). Furthermore, it should be taken into account that tourism is indispensably linked with travel..."}, {"title": null, "article": null}, {"title": "Barrier-Free Tourism: An Underrated Market With High Growth Potential", "article": "Disabled travellers represent a target audience that is on the increase and an increasingly important market – the ITB World Travel Trends Report examines the challenges and the growing significance of this market for the global travel industry\nBerlin – Barrier-free tourism is a vastly underrated market whose economic importance will increase drastically over the years and decades to come. Around the world, despite having the time and money to travel, millions of people with disabilities or reduced mobility are unable to do so due to a lack of facilities. What is more, because of the demographic change in many countries and the growing desire of the elderly to travel, potential demand in this market will rise significantly. These are the findings of the latest ITB World Travel Trends Report, compiled by IPK International and commissioned by ITB Berlin.\nAccording to Lilian Müller, President of the European Network for Accessible Tourism (ENAT), the most recent statistics reveal that in Europe alone there are 80 million people with disabilities: ”Global estimates range from 600 million to 900 million.“ That means that with world’s population now at seven billion, about ten per cent require barrier-free and easily accessible facilities.\nCommenting, Dr. Martin Buck, director of the Competence Center Travel & Logistics, Messe Berlin, said: “It is important for the global travel industry to exploit this potential, as removing barriers enables not only the disabled to enjoy stress-free holidays. Other groups, for example families with young children, accident victims and the elderly, also benefit from barrier-free arrangements.“\nLack of arrangements hampers market growth\nThe economic importance of this market is huge: US adults with disabilities or reduced mobility spend around 13.6 billion dollars on travel every year. In Germany, turnover in this market is estimated at around 2.5 billion euros and in the UK at almost two billion pounds. “In the future these figures may well rise“, said Lilian Müller. In recent years, around 37 per cent of disabled people in Germany have decided not to travel due to a lack of easily accessible facilities. However, 48 per cent would travel more if the necessary arrangements existed. 60 per cent would even be willing to pay higher travel costs for better accessibility.\nAccording to Lilian Müller, barrier-free tourism should no longer be a niche market: “Accessibility arrangements must be part of every single travel package. There is also a demand for specialist operators to offer services for customers with greater mobility needs“, she added. The internet represents an important platform for achieving a barrier-free future. That means tour operators and travel agencies making their internet information accessible to blind and deaf persons. According to a survey by ENAT, in 2011 only 10 out of 39 websites could be accessed by the disabled.\nThe ITB World Travel Trends Report has more information on barrier-free tourism as well as details of every survey on global tourism trends. It can be downloaded at www.itb-berlin.com. The report is based on the assessments of 50 tourism experts from 30 countries, on a special IPK International trend analysis undertaken in leading source markets, and on core data supplied by the World Travel Monitor®, recognised as the largest continuous survey of global travel trends in some 60 source countries. The findings reflect trends which emerged during the first eight months of 2012. At the ITB Berlin Convention Rolf Freitag, CEO of IPK International, will present the findings for the entire year, as well as the latest forecasts for 2013.\nFrom 10.30 to 11.45 on Friday, 8 March 2013 at the ITB Berlin Convention, a keynote panel will examine “Barrier-free tourism for everyone: quality and success criteria for ensuring the marketability of destinations.”"}, {"title": "Accessible transport options throughout New Zealand including bus, train, ferry, taxi and specialist mobility services.", "article": "Activities Check out the range of adrenaline, adventure or relaxing activities in New Zealand.\nCycle Trails The New Zealand Cycle Trail covers the country from head to toe.\nNational Parks New Zealand has 14 National Parks aimed at protecting nature for the future.\nRainbow Tourism Gay marriage has helped pave the way for rainbow tourism in New Zealand.\nMaori Tourism Maori history and culture are part of New Zealand's identity. Experience it.\nEvents Over 5,000 NZ events listed - find an event anywhere in the country.\nSki & Snowboarding NZ has excellent ski and snowboarding options for a range of abilities on many skifields."}, {"title": "Accessible Transport New Zealand, Wheelchair Accessible Transport, Disabled Access, NZ", "article": "New Zealand accessible transport options are ideal for the elderly and disabled. Accessible transport providers typically provide mobility vehicles, wheelchair ramps, hand rails and other facilities and services for disabled travellers.\nMost businesses in this category are self assessed however Be Accessible is an organisation that promotes accessibility and provides an independent business accessibility assessment. These can be found here. more"}, {"title": "Public transport for people with disabilities or over 65", "article": "Public transport is an important mobility service for many people with disabilities or over 65. The Transport Agency administers and supports a range of policies to ensure people with disabilities or over 65 can utilise their local public transport services and/or complimentary mobility services.\nMore information about the services in particular regions\nTotal Mobility\nFunded in partnership by local and central government, the Total Mobility Scheme assists eligible people, with long term impairments to access appropriate transport to meet their daily needs and enhance their community participation. This assistance is provided in the form of subsidised door to door transport services wherever scheme transport providers operate. The Total Mobility Scheme is intended to compliment the provision of public transport services, which are expected to be as accessible as possible to meet different mobility needs.\nFind more information on the services available in regions in the Total mobility around New Zealand users guide\nSuperGold card\nThe SuperGold card(external link) provides free off-peak travel on bus, rail and ferry services to people aged 65 years or older. This is a partnership with local government, Ministry of Transport, Ministry of Social Development and Treasury to deliver the scheme.\nRead a brief introduction to the SuperGold scheme [PDF, 43 KB]\nFor all past general circulars on the SuperGold card, see general circulars."}, {"title": "New Zealand Accessible Transport New Zealand, New Zealand Wheelchair Accessible Transport, Disabled Access, NZ", "article": "One of New Zealand's premier tour coach and charter bus operators. With over 40 years experience, we have what it takes to satisfy. Luxury tour coaches and charter buses provide air-conditioned comfort. We ensure you see the best of New Zealand on any multi-day bus tour or coach charter. Ideal group transport - sporting or schools, clubs, conferences etc."}, {"title": "Ministry of Transport", "article": "In February 2020, Cabinet agreed to a public consultation on the draft amendment rules in the Accessible Streets Regulatory Package. Waka Kotahi hosted the consultation between March and May.\nThe consultation asked for feedback on the proposed new Land Transport Rule: Paths and Road Margins and proposed changes to three other Land Transport Rules:\nRoad User\nTraffic Control Devices\nSetting of Speed Limits.\nUnder the proposed new rules anyone riding a device on the footpath must give way to pedestrians, not exceed a speed limit of 15km/h, and the device must be no wider than 75cm. After consulting with their local community, local authorities would be able to reduce the maximum footpath speed limit and restrict which devices can be used on certain areas of footpaths or at particular times, such as during busy times or in areas with lots of pedestrians. The new rules also propose to allow people to cycle on the footpath — this is primarily to allow children to cycle with confidence.\nThe consultation asked for feedback on a number of other proposed Rule changes aimed at making streets safer for vulnerable users. These include requiring a minimum overtaking gap when passing vulnerable road users like cyclists, horse riders or those walking on roads without footpaths. The proposed minimum overtaking gap is 1 metre when the speed limit is 60km/h or lower and 1.5 metres when the speed limit is over 60km/h.\nNote that although we lodged documents for Cabinet consideration in November 2019,Cabinet consideration was postponed due to full Cabinet committee agendas. Some documents were subsequently amended before being considered by Cabinet in February 2020.\nAccessible Streets consultation(external link)"}, {"title": "Accessibility Action Plan", "article": null}, {"title": "6 Tour Companies Dedicated to Travelers with Disabilities", "article": "Growing up, Neha Arora didn’t have the easiest time traveling with her family—her father is visually impaired and her mother is a wheelchair user. “We’d travel 2,000 miles only to realize the place wasn’t accessible or wouldn’t give us the experience we were looking forward to,” says Arora. In 2016, she founded Planet Abled, a travel company that caters to the needs of people with various disabilities, a group the World Health Organization estimates at 15 percent of the world’s population. Arora isn’t the only one pushing for more thoughtful travel experiences—here’s a look at six companies focused on accessible travel.\nTravel for All\nTravel for All has organized more than 5,000 vacations around the world for travelers with a variety of requirements, including cane users, slow walkers, hearing and vision impaired persons, travelers with complex health issues like dialysis and developmental disabilities, and wheelchair users. “As multiple sclerosis began to affect my own personal travel, I researched what resources could assist me with executing travel using my wheelchair,” says CEO Tarita Davenock. “I was shocked when I saw the lack of services.” Every trip Travel for All plans comes with an accessibility specialist. “We research and give our clients the pros and cons of any area in the world before planning the trip, so our client knows what to expect while they are in that destination,” says Davenock. “Meticulous planning and great attention to detail are the keystones of keeping our vacations safe.”\nA Seable group trip in Cambodia, where travelers visited the Wat Phnom temple Courtesy Seable Holidays\nSeable Holidays\nSeable Holidays specializes in trips for visually impaired travelers. All trips include trained chaperones—who undergo a background check—as well as inclusive sports and sensory activities like horse riding, scuba diving, kayaking, wine tasting, yoga, and tactile museum excursions. And everything is thoroughly vetted, with chaperones, activities, and accommodations tested by blind people before they’re recommended by the company. While trips are on pause during the pandemic, Seable Holidays will bring them back in summer 2022.\nEasy Access Travel\nDebra Kerper and her team at Easy Access Travel accommodate most types of physical disabilities in their solo trips and mixed group tours. While Kerper sometimes relies on her own experiences as a traveler in a wheelchair, she says every trip needs to be tailored to an individual client’s needs. To do so, the team spends time getting to know their clients to match them with the best vacation choice, and visits hotels and tourist spots for inspection, takes cruises beforehand, and collects information from trustworthy sources to ensure a safe, accessible, and fun experience.\nPlanet Abled\nNeha Arora’s Planet Abled arranges customized tours for people with different types of disabilities, and also plans group tours that include non-disabled people. Their trips mostly take place in India and South East Asia, with plans to expand to countries in Europe, and popular activities include river rafting, skiing, trekking, and wildlife safaris. Some of their extra touches include assigning a travel buddy for the blind, seeking special permission from museums so clients can touch and feel the articles on display, and arranging for sign language interpreters for the hearing impaired.\nWheel the World\nAlvaro Silberstein, the CEO of Wheel the World, was paralyzed from the chest down after surviving an accident at 18. This didn’t stop him from seeing the world—he’s since visited 30 countries on five continents. “I realized that people with disabilities should be able to explore places as anyone else,” he says. Most of his clients are adults or seniors with mobility disabilities and wheelchair users, and he can arrange solo travel or group trips. Silberstein wants to create more awareness around accessibility, and his company pays special attention to details like the height of beds, width of doors, and accessibility of bathrooms, compiling this information on the Wheel the World website. Their multi-day trips are designed with local tour operators with a focus on accessible travel, and includes access to adaptive bikes, beach wheelchairs, and equipment for hiking, skydiving, kayaking, scuba diving, and surfing—they’ve even planned Macchu Pichu trips for wheelchair users. The company makes sure “prices are competitive and the pricing is the same no matter if the clients have a disability or not,” says Silberstein.\nA quiet moment in Sintra, Portugal Courtesy Tapooz Travel/Aicha Nystrom\nTapooz Travel\nLaurent Roffe and Aicha Nystrom spent years volunteering with an organization that provides outdoors excursions to people with disabilities. “We have many friends in wheelchairs as part of our close community,” says Roffe. “I’m a sea kayak guide and [Aicha] is a ski guide and this has always been a source of immense joy for us. Launching our accessible travel business was a natural extension of what we are and what we like to do.” Their company, Tapooz Travel, specializes in trips for those with mobility issues, including visual and hearing impairment, rather than cognitive disabilities. When they have a client with a visual or hearing impairment, they make sure there’s at least one guide trained in sign language, or have a guide who can help with things like reading the menu at the restaurant and providing a voice narration during a site visit. Their network also includes adaptive sports instructors, sailboat skippers, tribal elders, massage therapists, and hot air balloon operators, all of whom are trained to work with travelers with disabilities."}, {"title": "Reasonable accommodation (measures)", "article": "An employer has to take reasonable measures, ie provide services and facilities where this is reasonable, to meet an employee’s needs under the Human Rights Act 1993. This can also be described as making reasonable accommodation.\nPeople with disability are employed across many occupations and like anyone else, they prefer work they are naturally suited to and good at. Some disabilities affect a person’s abilities to perform a particular job, but for most any issues may be overcome by a responsible manager working with the employee or job applicant, eg changing the hours of work slightly is the most common form of reasonable measure.\nEmployers should consider taking reasonable measures to help the job fit the worker and should seek advice if necessary. But first they should talk freely and directly with their employee (or prospective employee) to find out how best to match the person’s abilities to the job for maximum productivity and job satisfaction.\nWhat reasonable accommodation means\nReasonable accommodation is the term used to describe creating an environment intended to ensure equality of opportunity to meet:\nthe particular practices of an employee’s religious or ethical beliefs\nthe employee’s needs in relation to family commitments\nthe employee’s needs in relation to a disability.\nMaking reasonable accommodation enables you to confidently recruit, retain and support disabled people within your organisation. In the case of disability, making reasonable accommodation:\nmeans making modifications or changes eg enabling a job applicant with a disability participate on a more equal basis in a workplace;\ncan involve physical measures eg improving access to a building; or\ncan mean modifying the way a job is done, eg by giving some parts of the job to another employee\ndoes not require changes that would unreasonably disrupt an employer’s activities\nmakes sure the job or the workplace is better suited to the employee who has a disability.\nFor more information on reasonable accommodation see the Human Rights Commission publication focussing on disabilities (external link)\nEmployers should view this as a positive aspect to hiring a person with a disability: any changes that might be required are often at minimal or at no cost, or there may be support or funding available. Once the changes have been made, the workplace is often better placed to do more business, more efficiently, in the future. This in turn boosts the organisation’s disability confidence, competitiveness and inclusiveness of customers and employees.\nMaking changes\nThere might be some things that can be done immediately for little cost, eg rearranging furniture to allow enough room for people in wheelchairs to move through freely or installing a ramp to access premises. A range of workplace adjustment tools are available to improve access to premises. You can discuss ideas with experts, (eg at Workbridge), and use this information as a starting point for discussion with employees. JobAccess (external link) has examples of solutions to accessibility barriers that arise.\nFor modifications that are longer term or more complex, it’s a good idea to plan and document your approach.\nA Disability Action Plan is a way for an organisation to plan the removal, as far as possible, of discrimination against people with disability. An action plan identifies ways that you can ensure that your premises, goods, services and facilities are accessible and non-discriminatory to people with disability. Click here for an Australian website to learn how to create a Disability Action Plan (external link) .\nWhat accommodations are reasonable\nYou only have to make accommodations that are reasonable. Factors taken into account when considering what is reasonable are:\nthe effectiveness of the accommodation in helping the employee with disability to perform their job\nwhether it is practical to put in place the accommodation\nthe financial or other costs of the accommodation\nthe extent of available resources, including the organisation’s\nhow much disruption, if any, will be caused to your organisation or other people\nwhether you can get help with the accommodation and its cost eg a modification grant\nthe nature and size of your organisation.\nGeneral reasonable accommodation\nIn some circumstances, it will be appropriate to make changes as a general response to the needs of all disabled people. For example, providing your employees with disability awareness training or when redesigning your website, taking accessibility into account. The advantages of looking at inclusive opportunities include:\nhelping you think of measures that will help many people, including those with disabilities\nsaving money on retrofitting\nenhancing your reputation as a disability-friendly and proactive organisation\nensuring consideration of disability becomes part of your 'business as usual'.\nSpecific reasonable accommodation\nSometimes, you will need to take account of individual needs and make specific changes. Don’t make assumptions about what reasonable accommodations someone needs, always ask them, rather than trying to guess their circumstances and requirements or think you know best. Best practice is to build the question of reasonable measures into your recruitment practices and usual line management processes.\nMost reasonable accommodations don't cost anything but may need a change in attitude or approach. If putting in place a reasonable accommodation does cost money, a modification grant (external link) may be able to help."}, {"title": "Reasonable Accommodation", "article": "Reasonable Accommodation\nA guide to developing policies and procedures to assist disabled people through reasonable accommodation (workplace adjustments). Reasonable accommodation (also known as workplace support or adjustments) is required by many employees not only disabled people. The most common reasonable accommodation for everyone is flexible hours.\nPurpose The purpose of this information is to assist government agencies in developing their reasonable accommodation (workplace adjustments) policies and procedures. Most agencies have policies around worksite assessments and flexible working, but these do not include the full range of workplace accommodations that could be available. It is assumed that all health and safety issues have been addressed, including evacuation procedures and protocols.\nWhat is reasonable accommodation? The United Nations Convention on the Rights of People with Disabilities defines reasonable accommodation as: the \"necessary and appropriate modification and adjustments not imposing a disproportionate burden, where needed in a particular case, to ensure persons with disabilities the enjoyment or exercise on an equal basis with others of all human rights and fundamental freedoms\". Government agencies provide reasonable accommodation to many employees, such as staff caring for their children or other relatives, staff with religious or ethical beliefs; as well as supporting disabled staff including staff with mental health conditions. These can apply to a current employee whose situation has changed, or for a new employee. There is a requirement for reasonable accommodation to apply across the whole employment continuum, this includes: job advertisements\nthe application processes\nselection interviews\nrecruitment procedures;\non the job training\npromotion\njob protection and termination of employment. top\nWhy provide reasonable accommodations Attract good employees – tap into the talent pool\nRetain experienced staff\nComply with the Human Rights Act 1993 Government agencies can open up their talent pool of potential employees by being prepared to consider accommodations such as: flexible hours, working from home, job sharing, and providing ergonomic workstations. Providing such accommodations can help government agencies retain an experienced workforce by demonstrating that they value each employee and their ability to contribute and improving the overall morale of the workplace. It has been identified successful managers get the best from their staff when they identify and accommodate what will assist that employee to do the best job possible, whether they have a disability or not. Most accommodations have little or no cost eg flexible working hours, providing instructions in writing, and showing people how to do a task. Providing reasonable accommodations for disabled staff ensures government agencies meet their obligations under the Human Rights Act 1993. Employers must not discriminate against a person because of their disability. We are obligated to reasonably accommodate a person’s disability, including specific services or facilities if needed. top\nWhat is reasonable? The Human Rights Act 1993 doesn’t define what is \"reasonable\", this will depend on the particular circumstances. Factors we should take into account when considering reasonable accommodation include: the activities or business of the organisation\nwhether it is practical to make the adjustment\nthe effectiveness of the adjustment in assisting the employee to perform their job\nthe costs of the adjustments, in relation to the size of the employer’s business\nthe extent of the organisation’s and other resources\nhow employees might be impacted\nhow much disruption, if any, would be caused to the business or other people\nhealth and safety. top\nWhy have written policies and procedures? Awareness\nConsistency\nDocumentation Written policies and procedures can help managers implement reasonable accommodation policies and procedures, make sure that all employees are aware of the policies and procedures, help ensure consistency when processing accommodation requests and provides advice on the how the employers’ efforts to provide effective accommodations are documented. top"}, {"title": "Removing barriers: Reasonable accommodation of disabled people in Aotearoa", "article": "Under the Disability Convention disabled people have the right to reasonable accommodation. Reasonable accommodation is making changes that disabled people need to live a good life. This guide helps people to know what reasonable accommodation is and how to do it.\nIt is a joint publication issued by New Zealand’s Independent Monitoring Mechanism (IMM) established under Article 33 of the United Nations Convention on the Rights of Persons with Disabilities. New Zealand’s IMM consists of the Ombudsman, the Human Rights Commission and the New Zealand Convention Coalition Monitoring Group.\nAudio version\nNew Zealand Sign Language version"}, {"title": null, "article": null}, {"title": null, "article": null}, {"title": "Making reasonable accommodations", "article": "The term ‘reasonable accommodations’ describes the changes you can make to the working environment, work practices, or elements of the job to enable a disabled person to work for you. This section includes guidance on making accommodations for people with different types of disabilities, injury and illness.\nMaking reasonable accommodations helps disabled people make a productive, valuable contribution to your business.\nEvery employee is an individual. Successful managers will get the best from people, if they are able to identify what will help employees do the best job possible, whether the person has a disability or not. Employers are required to make reasonable accommodations by the Human Rights Act 1993. In many cases there will be support available to help you make accommodations through the government Job Support Fund which is administered by Workbridge.\nThere are a wide range of conditions and impairments which are covered by the term ‘disability’. Some of these are listed below. However, while people with the same impairment will experience some things in common, the effect of a disability at work can be very different from person to person. Even two people with the same condition, doing the same job, may find different accommodations and adjustments at work helpful.\nNo matter what the disability, it is useful to:\nDiscuss accommodations with the employee – The key to making successful accommodations at work is to talk with the person about what they would find useful to help them perform their job well. They may have long experience in managing their condition – don’t try and guess what might help – ask!\nGet expert advice – Workbridge, as well as other organisations which represent people with different disabilities can provide expert advice on a range of accommodations. There are contact details for a number of organisations listed on these pages.\nPlan ahead – When a new employee starts or an employee’s job changes, planning ahead will help avoid disruption and ensure good productivity.\nTake reasonable action – Employers are only required to put in place accommodations which are reasonable. Most accommodations are low or no cost and support is available in many cases where there are associated costs.\nGet support – For example, accessing the Job Support Fund which covers the additional costs a person has as a direct consequence of their disability when undertaking the same job as a person without a disability.\nIncluded below are some examples of the types of accommodations which can be useful for people with a range of disabilities in the following situations:\nIn the Disability Information content of these pages, there are short descriptions and useful website links for the following:"}, {"title": null, "article": null}, {"title": null, "article": null}, {"title": "Disability Allowance", "article": null}, {"title": "Reasonable accommodation for staff with a disability", "article": "If you require the provision of any permanent or temporary reasonable accommodations to do your job, due to a disability, injury or illness, you should discuss this with your manager.\nReasonable accommodation, which does not impose a disproportionate burden, is not a favour or a courtesy. It is the law. It is not a lowering of standards but a recognition that circumstances may require some fine-tuning to support individual performance on the job.\nThey may be structural, organisational, technological or procedural. Some examples include:\nmaking physical adjustments, such as ensuring access to a building or equipment, reorganising workspaces, ensuring good ventilation, or adjusting lighting or temperature\nproviding assistive technology; such as magnification equipment, microphones at meetings, navigation aids, noise cancelling headphones, etc\nmodifying the way a job is done, for example by changing tasks, or allocating or swapping aspects of the job to another employee\nallowing flexible working arrangements; eg, more frequent breaks, working from home days, shorter days, working in a different area, providing a quiet space, providing extra time in a pre-employment work test to allow for sign language interpretation\ngiving instructions in writing as well as verbally\nremoval of allergenic products or preventing contamination of food preparation areas\nproviding a mentor, on-the-job coach or a specialist workplace assessor, using a sign language or video remote interpreter for interviews, performance appraisals etc.\nEach case will be considered in its own circumstances and on its own merits. Other people who may be involved include the HR manager, HS&W manager, building manager and external specialists, if appropriate.\nRequests for reasonable accommodation should be provided in a timely manner and may need to be supported by communications and awareness sessions with co-workers.\nManagers can discuss with the Associate Director Staff Diversity, Equity and Inclusion, HR, refer to the Staff with Disabilities and their Managers Guidelines, and download more information below on providing reasonable accommodation."}, {"title": "Inclusive tourism with universal design", "article": "Research on the business opportunities in accessible and inclusive tourism is extensive. However, the intent of this research is largely staying on the shelf. A mix of attitudes towards people with disability and a sense of “not knowing where to start” are likely reasons. But you can get inclusive tourism with universal design by collaborating with tourism operators.\n” Surprisingly, many cases did not meet the minimal requirements for “older people” and “people in a wheelchair.” … but this result did function as an eye-opener”.\nA research group in Belgium has devised a method to uncover business opportunities through universal design. Collaborating with 17 accommodation providers they came up with a seven step process to integrate universal design into their business model. The process is also a way to increase knowledge and understanding of diverse guests and their experiences.\nThe research group documented their project in a conference paper. It begins by explaining inclusive tourism as a right, a business opportunity and a challenge. They devised a method to use the potential of universal design as a “business transformer”.\nCo-designing the 7 steps\nStep 1: We created a literature-based universal design screening based on mindset, management and infrastructure.\nStep 2: We tested and updated the screening in each of the 17 accommodation providers.\nStep 3: We analysed the data for each business which was given to them in a report.\nStep 4: The results were further processed with the participant, who decided on priorities.\nStep 5: An action plan was devised based on step 4.\nStep 6: A concise checklist and a guide with relevant information (tools).\nStep 7: A re-evaluation of the business to assess the actual improvement after interventions. Unfortunately the COVID pandemic impacted this research and the last step was not possible with the downturn in tourism.\nThe title of the paper is Inclusive Tourism: Co-developing a Methodology to Uncover Business Opportunities through Universal Design. Scroll past the first paper in the confrence proceedings to get to this one.\nFrom the abstract\nDespite increasing attention for inclusive tourism, implementation remains a challenge for tourist accommodation providers. We describe a 2-year project where the possibilities of universal design were explored. The purpose was to structurally uncover and address potential business opportunities.\nThe method was based on: inclusive customer journey, linking mindset, management and infrastructure, and diverse user needs. We collaborated with seventeen accommodation providers and developed a seven-step process. The process integrates universal design into their business model.\nWe discuss the results in how the method can act as a catalyst to increase knowledge and understanding, and how to address business opportunities."}, {"title": "Universal Design Guide for Inclusive Tourism by Scott and Sarah Pruett", "article": "“Inclusive tourism is a global movement to ensure the full social participation of all persons with disabilities in travel, citizenships, and cultural contribution – and in the process, to ensure the same for everyone else.” – Dr. Scott Rains , srains@oco.net www.RollingRains.com For more on the Pruetts see: Universal Design Partners https://universaldesign.org/"}, {"title": "Tourism Accessibility for Impaired", "article": "“I have a wife and three children. If I can’t use a product or service, then the business loses not only one person’s business, but five.”\nAs seen in the above quote, Martin Heng emphasizes that people with disabilities and people with different access needs do travel, and are likely to travel with others. And these travelers represent, according to the Amadeus Accessibility Study, a \"$70 billion market\" just in Europe and the USA.\nThis fact alone would make a strong business case for investing time, effort, and resources needed to become more accessible and inclusive as a business and as an industry. But beyond the economic imperative, there are important reasons for the tourism industry to take this segment seriously.\nBelow are some ideas and insights on how and why we should promote not just accessibility, but also inclusive tourism that benefits everyone as well as relevant industry resources for tourism businesses and destinations seeking to better understand accessible and inclusive tourism, and to improve their practices. Parts of the content featured here have been inspired by and based on Martin's presentation (originally recorded on July 18th, 2019 as part of the GSTC Sustainable Tourism Training Online Course).\nTourism for All: Including As Many Different Groups As Possible\nContrary to what many might think, accessible tourism is not just about providing facilities that are wheel-chair accessible.\nSenior travelers. Parents traveling with small kids. Travelers with allergies and other medical conditions. These are all different types of travelers who have different degrees of accessibility restrictions and mobility requirements.\nAnd a large proportion of travelers with disabilities have \"invisible\" impairments (such as cognitive or mental health conditions and long-term illnesses) that may not be, unlike wheelchair users, immediately obvious just by looking at them.\nWhen planning for and communicating about the accessibility features and services you provide, therefore, rather than simply using the \"handicap symbol\" (the ubiquitously used sign of a wheelchair user - the top-left pictogram on the above image), these various areas of accessibility needs must be considered and appropriately indicated.\nShare on your website and brochures, for example, if you provide assistive listening devices on your tour, or if sign language interpretation is available within any of the attractions you visit.\n\"Tourism for All\" is a concept that is addressing a growing segment of travelers with a diverse range of needs and requirements. What is \"accessible\" to one traveler who is a wheelchair user, for example, may be very difficult to access or completely inaccessible to another traveler with a different type of disability, mobility impairment or other conditions.\nThat's why becoming more inclusive is a more appropriate goal for the tourism industry than focusing just on \"accessible tourism\" (which can be vague and hard to define - accessible for whom?).\nAn inclusive tourism business or destination works to offer positive travel experiences to people with different needs by addressing them from various perspectives, and by providing design and service solutions that aim to cover as many different groups as possible.\nUniversal Design: Designing for Everyone, Being a Good Host\nWhen it comes to being inclusive and promoting Tourism for All, a key concept that underlies the solutions to be implement by tourism businesses and destinations is Universal Design.\nThe definition of Universal Design is as follows:\nUniversal Design is the design and composition of an environment so that it can be accessed, understood and used to the greatest extent possible by all people regardless of their age, size, ability or disability. An environment (or any building, product, or service in that environment) should be designed to meet the needs of all people who wish to use it. This is not a special requirement, for the benefit of only a minority of the population. It is a fundamental condition of good design. If an environment is accessible, usable, convenient and a pleasure to use, everyone benefits.\n- Centre for Excellence in Universal Design, \" What is Universal Design\nTo understand where you need to improve in order to offer universally accessible experience for everyone's benefit, take some time to reflect on the whole customer journey from the perspectives of guests with different access needs and mobility requirements.\nThink about how they experience travel - from the customer finding your business, to booking their trip, to arriving in your destination, to getting around during their stay.\nAre there steps to enter the restaurant that will make it difficult for customers with limited mobility? Does your hotel offer an accessible and easy-to-follow process for guests with disabilities to check in/out and get around within the property? And is your website designed for users with different needs (e.g. individuals with hearing or vision impairment)?\nBusinesses often have barriers that make it difficult for customers with particular access or mobility impairments to enjoy a certain product or service, because of the lack of awareness that those barriers exist.\nAnd in some cases, businesses may be \"rejecting\" prospective customers without ever knowing. The 2016 Click-Away Pound study found that \"71% of customers with access needs will click away from a website that they find difficult to use\".\nWith all the different types of accessibility requirements, it may seem difficult or impossible to anticipate and accommodate the various needs of your customers. But it's important to remember that in tourism we are in the business of providing services to welcome guests; and that it is in fact your responsibility as a host to cater to the needs of your guests and to make them feel welcome.\nIt's part of being a good host.\nBy considering the diverse needs and abilities of all throughout the design process, universal design creates products, services and environments that meet peoples' needs. Simply put, universal design is good design. - Centre for Excellence in Universal Design, \"What is Universal Design\"\nInclusive Growth and Sustainable Development\nWith the growing importance of the accessible tourism market, and especially the spending power of this market segment including the \"multiplier effect\" (each traveler with impairment is likely to influence the purchase decisions of multiple members of their party), there is a strong economic imperative to be considered. To remain competitive, your tourism business and destination should be investing in universal design and inclusive solutions.\nBeyond the economic imperative, however, there are also key reasons why inclustive tourism should be part of the global sustainable tourism agenda.\nWith an estimated 15% of the world population living with some forms of disabilities (World Health Organization, World Report on Disability 2011), and the changing demographic of the \"rapidly ageing\" populations around the world (WHO, Aging and Life Course), sustainable development can only be achieved through an inclusive approach to creating solutions and opportunities.\nThe United Nations' \"Disability and Development Report: Realizing the Sustainable Development Goals by, for and with persons with disabilities\" (2018) recognizes that \"striving to achieve disability-inclusive development is not only the right thing to do, it is also the practical thing to do,\" as \"the success of the 2030 Agenda requires a participatory and inclusive approach in which all stakeholders, including persons with disabilities, are engaged.\"\nAnd that's why Tourism for All is highlighted in the Global Sustainable Tourism Criteria, the baseline standard for sustainability in travel and tourism.\nSource: Global Sustainable Tourism Council (GSTC)\nAnd in the United Nations World Tourism Organization (UNWTO)'s Global Code of Ethics for Tourism.\nSource: UNWTO, Global Code of Ethics for Tourism\nInclusion in the Work Place\nHaving understood the importance of striving for universal design and working towards becoming more inclusive, what can tourism businesses do to get started? What are some of the first steps?\nOne of the key challenges when considering steps to becoming more inclusive is to understand the diverse needs of your customers and your prospective customers. The barriers that prevent some people from having a positive travel experience - whether they may be steps that cannot be climbed, signs that cannot be read, or buttons that cannot be reached - are hard to notice unless you put yourself in the position of those with particular disabilities and impairments.\nOne of the most effective ways for businesses to understand the various accessibility needs of their customers is to have team members who know and represent the perspectives of those customers. In short, hire people with disabilities. Empower them to help make your business more inclusive, both within your operations and through your products and services.\nThe UNWTO report \"Recommendations on Accessible Tourism\" (2013) states that \"the staff of tourism establishments and related services should be prepared to know, understand and address the needs of customers with disabilities\", and \"the staff should include employees who know how to communicate with persons with sensory disabilities.\"\n\"The hospitality industry serves travellers from all over the world. The diversity of cultures implies a diversity of customer expectations as well. The hotels with a diverse workforce to cater to such a wide customer base hold a strong competitive advantage over others. ... [To] have employees that understand the needs and requirements of the customers and provide key insights into making properties progressively accessible is also a crucial element of the overall business strategy.\" - Hospitality Workers Training Centre, \"Disability Inclusion in the Hospitality Industry Makes Business Sense\"\nBusiness Examples: Staff Diversity and Inclusion\nLemon Tree Hotels Limited, India\nWinner of the 2019 Tourism for Tomorrow Awards, in the category \"Investing in People\", Lemon Tree Hotels have focused on creating a socially inclusive work environment, bringing together people of different backgrounds, abilities and ethnicities to work as a unified team with a common goal. Lemon Tree supports \"opportunity deprived\" workers, including those with physical, social or economic disabilities, by creating and offering opportunities to realize their full potential and live with dignity.\nIlunion Hotels, Spain\nFifty percent of ILUNION Hotels' employees have disabilities. The hotel is committed to integrating its approach to universal accessibility not just in its services for customers with disabilities, but also throughout its business model, including its employees and suppliers. Illunion Hotels received the 2016 UNWTO Ethics Award for its work in the area of accessible tourism for all and its contribution to change attitudes, break down social barriers and make the accommodation industry more inclusive.\nEinsmehr Hotel\nPhoto: hoteleinsmehr\nLocated in Augsburg, Germany, Einsmehr Hotel is an inclusive hotel with about half of its workforce consisting of people with disabilities. The hotel works with a local association \"einsmehr\" (\"one more\"), which supports people with the Down Syndrome in the surrounding area, seeking to create jobs and a labor market for people with (mental) disabilities.\nSV Tenacious\nSource: Martin Heng\nOperated by the UK-based Jubilee Sailing Trust (JST), SV Tenacious is the largest wooden tall ship, and the only one of its kind designed and built to be fully accessible for people with disabilities or impairments (including wheelchair users).\nMartin Heng, who joined Tenacious’ voyage from Sydney to Melbourne in 2018, describes his experience in this Lonely Planet blog:\n\"There are no passengers on JST voyages, only crew – made up of nine permanent crew members and 30 to 40 voyage crew – and everyone is expected to fulfil their duties to the best of their ability, whatever that ability is. Experiencing a voyage on Tenacious (or her sister ship Lord Nelson) is an object lesson in the benefits of inclusion and accessibility. People living with a disability can challenge themselves, experience adventure and explore what they are capable of given the opportunity, while able-bodied crew members are shown that disability doesn’t necessarily mean incapacity.\" - Martin Heng, \"Setting sail for accessible adventure on the SV Tenacious\" (Lonely Planet)\nThis amazing example of SV Tenacious is a good reason for all of us in the tourism industry to be asking, as Martin challenges us, \"If they can do this, what excuse do we have not to make mainstream tourism operations more accessible?\"\nSo a better question here, instead of “How can tourism become more inclusive?”, may be, “what are we not (yet) doing to make tourism more inclusive, and how are we going to push for change?\""}, {"title": "Accessible accommodation providers that support those with accessibility needs.", "article": "Activities Check out the range of adrenaline, adventure or relaxing activities in New Zealand.\nCycle Trails The New Zealand Cycle Trail covers the country from head to toe.\nNational Parks New Zealand has 14 National Parks aimed at protecting nature for the future.\nRainbow Tourism Gay marriage has helped pave the way for rainbow tourism in New Zealand.\nMaori Tourism Maori history and culture are part of New Zealand's identity. Experience it.\nEvents Over 5,000 NZ events listed - find an event anywhere in the country.\nSki & Snowboarding NZ has excellent ski and snowboarding options for a range of abilities on many skifields."}, {"title": "The 10 best accessible hotels in Auckland, New Zealand", "article": "Victor Tzu Ping Hong Kong\nThe photos make the rooms seem darker than they really are, particularly those facing the outside. If you prefer more natural light, select the outside (versus lane) facing rooms. The rooms are a bit small, but very well designed, appointed, easy to use, and luxurious for the price. Location is excellent. The seafood restaurant downstairs, kingi, has a great vibe, food, and drinks, as does cafe hanoi, which is next door, but not affiliated with the hotel. We requested adjoining rooms, and got two at the end of the hall with a central door, so felt like a suite (could put our luggage and other items in the shared vestibule). The staff are extremely helpful, friendly, and polite, including reception, concierge, and housekeeping. Service is excellent."}, {"title": "The 10 best accessible hotels in Auckland, New Zealand", "article": "Victor Tzu Ping Hong Kong\nThe photos make the rooms seem darker than they really are, particularly those facing the outside. If you prefer more natural light, select the outside (versus lane) facing rooms. The rooms are a bit small, but very well designed, appointed, easy to use, and luxurious for the price. Location is excellent. The seafood restaurant downstairs, kingi, has a great vibe, food, and drinks, as does cafe hanoi, which is next door, but not affiliated with the hotel. We requested adjoining rooms, and got two at the end of the hall with a central door, so felt like a suite (could put our luggage and other items in the shared vestibule). The staff are extremely helpful, friendly, and polite, including reception, concierge, and housekeeping. Service is excellent."}, {"title": null, "article": null}, {"title": "Mobility aids - walking sticks and crutches", "article": "Carry-on bag Checked-in luggage\nCan I take this item on a plane? Mobility aids, such as walking sticks and crutches, are allowed in carry-on if they are to assist you with your mobility; and they are constructed of lightweight material. What are the restrictions? You may be requested to relinquish any mobility aid that you have as a carry-on item that: Is not used to assist with your mobility, or\nCould be used as a bludgeoning weapon. Why is this item restricted? This item is restricted only if it could be used as a bludgeoning weapon to cause harm to passengers and crew.\nWhat happens if I have a restricted item in my carry-on bag?\nYou will be asked to relinquish all dangerous or prohibited items found in your carry-on luggage. If you refuse:\nyou will not be permitted to move through the screening point, and\nyour airline will be advised of your refusal.\nHow does Aviation Security screen for restricted items?\nAvSec x-ray bags going onto aircraft to ensure there is nothing dangerous in them. If something comes up on the x-ray that needs checking, the bag will be opened, searched and any dangerous good or prohibited item will be removed, with a bag search notification form left within the bag.\nWhat if my items are removed?\nIf you want to retrieve an item that has been removed, please contact your airline as soon as possible. The airline will dispose of items within three to seven days, so the sooner you make contact, the better your chance of having the items returned to you. For more information, see:\nRetrieving your removed items"}, {"title": "Flying with a Wheelchair", "article": "Our staff are experienced in assisting customers with wheelchairs so you can be sure of a warm welcome when you travel with us.\nBefore you travel\nAt the airport\nOn the plane\nIf you are able to physically assist in your own evacuation in the case of an emergency and you're confident in your ability to do so, you can travel independently without the need of a safety assistant if you choose. Welcome onboard.\nWhere you are unable to physically assist in your own evacuation in the case of an emergency you are still welcome to travel with us however you will need to travel with a safety assistant 16 years or older capable of physically assisting in your evacuation.\nOur crew aim to assist customers with a wide range of needs. However, there are some things they can't help with. If you require assistance with eating, administering medication or toileting during your flight you will need to travel with someone 16 years or older capable of assisting you with these needs.\nIf for the duration of your flight you will not require this level of assistance you may travel independently without the need of a safety assistant if you choose.\nThe following information will help you prepare for your travel.\nBefore you travel\nAir New Zealand uses three \"Special Service Request\" (SSR) codes which are entered into your booking. All airlines use these to help identify just what level of assistance you require (if any). Our staff may ask you questions about your ability to transfer into and out of the aircraft seat and will enter the code most appropriate to your needs into your booking.\nWCHR\nWCHS\nWCHC\nPlease see more details on the codes.\nIf you are connecting to another airline during your travel, it pays to contact the airline concerned to find out what services they provide and what information they require from you to meet your needs.\nAt the airport\nCheck-in\nWe ask you to check-in at least 60 minutes prior to departure. This allows us to take care of your travelling and seating requirements before those of other customers. Please don't check in via an automated airport kiosk as it is important that we have the opportunity to discuss and confirm the exact level of assistance you require.\nPlease advise the check in agent if a lifting device or aisle chair is required. For the lifting device, please state your preference for a male or female staff member to assist with positioning of the lifting sling.\nIf you choose, your wheelchair may be checked-in and you will be provided with an airport wheelchair and assisted by staff to get to your aircraft seat. You may choose to remain in your own wheelchair until you reach the door of the aircraft. Your chair will be tagged at check-in and taken to the baggage hold from the aircraft door.\nYour personal wheelchair and one other chair (e.g. shower/sports) will be carried in the cargo compartment at no extra charge, excess baggage charges may apply for additional equipment carried. Please ensure they are labelled with your name and address, (we can assist with this if required). If a disassembled sports wheelchair breaks down into two or three pieces, this will be counted as just one piece in the baggage calculation.\nAs many wheelchairs are uniquely designed for your personal requirements it is helpful to have written user instructions attached so our staff can pack, stow, and reassemble your wheelchair as carefully and quickly as possible.\nKey points to show are:\nHow to fold the seat back\nHow to disconnect the battery (if required)\nHow to release the gears to allow the wheels to spin freely\nHow to remove the \"controller / joystick\"\nCarriage of battery powered wheelchairs on all Air New Zealand flights\nPlease note, as many battery-operated wheelchairs are not completely collapsible, they cannot always be accommodated on certain smaller aircraft types. Please use the aircraft reference details below or check with Air New Zealand before booking, as you will need a confirmation as to whether your wheelchair can be carried.\nSafety regulations require that the terminals on non-spillable batteries are protected against short circuit and the battery is securely attached to the wheelchair or mobility aid. The airline also has to make sure that a wheelchair cannot be operated unintentionally in the aircraft hold during flight.\nare protected against short circuit and the battery is securely attached to the wheelchair or mobility aid. The airline also has to make sure that a wheelchair cannot be operated unintentionally in the aircraft hold during flight. If the chair or mobility aid has a spillable battery , it must be disconnected, the terminals protected from short circuit and the chair/mobility aid stowed in an upright position. If this cannot be achieved, the battery must be removed from the wheelchair/aid and carried in approved packaging.\n, it must be disconnected, the terminals protected from short circuit and the chair/mobility aid stowed in an upright position. If this cannot be achieved, the battery must be removed from the wheelchair/aid and carried in approved packaging. Please ensure that you inform staff at check-in, what type of battery your chair or mobility aid contains.\nTo avoid possible damage it is recommended that where possible you remove the \"controller / joystick\" from your chair and carry this with you.\nWheelchairs and Mobility Aids with Lithium or Lithium-Ion batteries\nLithium batteries can pose a significant fire hazard on flights. Please read the following requirements carefully:\nThe battery must not exceed 300Wh. For Wheelchairs or mobility aids requiring two batteries for operation, each battery must not exceed 160Wh.\nBefore checking in a wheelchair or mobility aid, any batteries designed to be removed must be removed and carried in the aircraft cabin. Batteries must be protected from damage and from short circuit by insulating the terminals.\nBatteries not removable from the wheelchair or mobility aid must be securely attached and the terminals protected from short circuit. Passengers must be able to explain to airport staff how the wheelchair or mobility aid can be fully deactivated.\nSpare batteries must be carried in the aircraft cabin. A maximum of one spare battery (maximum 300Wh)or two spares (maximum 160Wh each)may be carried.\nPlease ensure that you have the Watt-hour (Wh) or Lithium content (g) for all the installed and spare batteries that you are planning to bring. Lithium batteries with no or unclear marking of Watt-hour (Wh) or Lithium Content (LC) will be refused carriage.\nTo convert Amp-hours (Ah) to Watt-hours (Wh) multiply Ah by the Voltage e.g. 4.9Ah x 10.8V = 53Wh, this data is displayed on the battery information plate.\nFull details regarding restricted items can be found on our Dangerous goods page.\nDue to limitations with access to and the size of holds on some of our aircraft, the following maximum size limitations should be used to determine if your wheelchair or mobility device can be carried. This is especially important if the seat back does not collapse.\nA320 aircraft: Height 97cm (38\") x width 79cm (31\") x length 131cm (52\")\nHeight 97cm (38\") x width 79cm (31\") x length 131cm (52\") ATR72 aircraft: Height 100cm (40\") x width 60cm (24\") x length 100cm (40\"). For large mobility aids the maximum non-collapsible headrest height permissible is 140cm (55\")\nHeight 100cm (40\") x width 60cm (24\") x length 100cm (40\"). For large mobility aids the maximum non-collapsible headrest height permissible is 140cm (55\") Q300 aircraft: Height 82cm (32\") x width 75cm (30\") x length 120cm (47\")\nPlease note that ATR72 and Q300 aircraft may be interchanged at short notice for operational reasons.\nThere is no maximum size limitation for carriage of a wheelchair or mobility device on our 777-300 or 787-9 aircraft provided it is the person's prime source of mobility, and requirements for the carriage of lithium batteries are not exceeded.\nTo and from the aircraft\nWhere an air-bridge is available, you may remain in your own wheelchair until you reach the door of the aircraft. An earlier boarding gate reporting time may be advised at check-in. Early boarding allows time for a private transfer into the aircraft and for the transportation of wheelchairs to the aircraft hold. Should you wish to take advantage of early boarding please advise one of our gate agents.\nAt the aircraft you will either:\nself transfer into the aircraft seat\nor transfer with the assistance of your own support person\nor our staff will utilise the Eagle lifting device to make the transfer (within New Zealand only - Auckland, Wellington, Christchurch and Dunedin airports) or use a slide board and slide sheet.\nIf required, a lifting sling (used with the Eagle lifting device) will be positioned within the privacy of the air-bridge and either a male or female staff member may be requested to assist you with this. The wearing of shorts or long trousers is recommended for your privacy and comfort.\nPlease note that the Eagle lifting device is not available during the flight. It is ground based equipment at New Zealand airports.\nOn arrival, you will be met by our staff with an airport wheelchair or your own chair upon request. Where applicable, they will assist you through Customs and Immigration and help with retrieval of your baggage in the arrivals area.\nOn the plane\nOnboard aisle chair\nAll Air New Zealand International Boeing 777 and International Airbus A320 aircraft have an onboard aisle chair (a specially designed onboard wheelchair that fits within narrow aircraft aisles). The aisle chair is used to take you to your seat and can be used to access the toilets on board the aircraft during the flight.\nLimitations of space mean aisle chairs are not available inflight on Air New Zealand Domestic flights. Airports are equipped with boarding aisle chairs for aircraft arrivals and departures and will be used to get you to and from your seat.\nYou will need to remain in your seat for the duration of the short sector domestic flight.\nTetraplegic harness\nAll Air New Zealand aircraft are equipped with a special torso harness to provide additional support and restraint in the aircraft seat. Please request this at the booking stage and on board the aircraft. Due to FAA regulations passengers requiring a torso harness for support are unable to be accommodated in our Business Premier or in Premium Economy Spaceseats due to the harness interfering with the in-seat airbag.\nSupport onboard\nIf you are able to physically assist in your own evacuation in the case of an emergency and you're confident in your ability to do so, you can travel independently without the need of a safety assistant if you choose. Welcome onboard.\nWhere you are unable to physically assist in your own evacuation in the case of an emergency you are still welcome to travel with us however you will need to travel with a safety assistant 16 years or older capable of physically assisting in your evacuation.\nOur crew are here to help; there are however some things they can't help with.\nWhere you will require assistance in flight with eating, administering medication or toileting during your flight you will need to travel with someone 16 years or older capable of assisting you with your needs. If for the duration of your flight you will not require this level of assistance you may travel independently.\nFor travel on international services\nIf you normally require physical assistance to transfer to/from your seat then our staff can assist you using a slide board and slide sheet. If you are able to self transfer or prefer your travelling companion to perform a transfer for you we encourage you to do so, our staff can help move your lower legs if required.\nFor travel within New Zealand\nIf you normally require physical assistance to transfer to/from your seat the Eagle lifting device is available for access to all Airbus A320 aircraft at Auckland, Wellington, Christchurch and Dunedin. We also have staff able to assist you with a transfer into/out of the aircraft seat using a slide board and slide sheet.\nIf you prefer, arrange for a support person at each airport to lift you into and out of the aircraft seat on boarding and disembarking the aircraft. The support person does not have to travel with you but will need to go through security clearance. They must be able to perform an upper body lift, our staff can help move your lower legs if required.\nPlease note that there is currently no lifting device available for the regional aircraft (ATR72, Q300). A support person will be required to lift you into and out of the aircraft seat on boarding and disembarking these aircraft."}, {"title": "5 Tips For Travelling with Mobility Aids", "article": "Are you planning a vacation or do you want to visit family & friends? Planning a trip can be stressful at the best of times, especially when you or your travel companion has mobility requirements. But don't worry, we are here to make it easier for you and ensure a hassle-free and enjoyable experience for all involved. There is still a lot of uncertainty around travelling with mobility equipment in Australia. We often get asked whether electric mobility aids are allowed when boarding a plane, what the costs involved are and which products are best suited to travel. So allow us to clear things up and give you the top five tips on how to successfully travel by air with mobility aids like electric scooters or wheelchairs: Plane tickets\nAccommodations\nA well-planned itinerary\nSmartphones and camera\nMobility device\n1. Knowledge is Power - know your batteries\nThere are a few different types of batteries that can power electric mobility equipment. The most common ones are gel batteries, lead-acid batteries and lithium batteries. Most portable mobility scooters and powerchairs are powered by non-spillable or lithium-ion batteries to allow for easier lifting and transport.\nAs a rule of thumb, you are able to travel with all different types of batteries listed above, however, the size and the way in which you travel will vary depending on the style of battery and the mobile device you are taking with you. The below information reflects the information from the Qantas Website, extracted on Dec 2020. Please note that this information may be subject to change. To see the latest info please click here.\nFor Lithium Batteries\nLithium batteries must be in their protective cases, with the battery pack or wire harness disconnected from the mobility device and any connectors need to be taped over. The protective case is usually a plastic housing with some handle to help carry the battery.\nAll Lithium batteries sold by Motobility come standard in a protective housing. Including Solax Batteries, Luggie Batteries, SupaScoota Batteries and E-Traveller Batteries.\n160WH +\nAny Lithium Batteries exceeding 160WH (Voltage x Amp-hour = Watt-hours) are prohibited to be transported on an aeroplane and must be sent as dangerous goods freight.\n100WH to 159WH\nA maximum of two spares per passenger are permitted and prior airline approval is required. All battery terminals/connectors must be protected. The battery is required to be taken as Carry-on baggage\nLess than 100WH\nNo prior airline approval is required, all terminals and connectors need to be protected. The batterie/batteries, will be required to be taken as cabin luggage.\nNon-Spillable Batteries (including dry cell, Gel and Lead-Acid)\n12V and 100WHAny Batteries exceeding 12V and 100WH (Voltage x Amp-hour = Watt-hours) are prohibited to be transported on the plane and require to be sent as dangerous goods freight. Not exceeding 12V and 100WhThese batteries need to be carried as carry-on luggage and passengers are limited to two spares per passenger. Prior Airline approval is required.\n2. Communication is key - communicate with your airline and/or travel agent\nAccording to Qantas, the largest airline company in Australia, if you need wheelchair assistance or you are travelling with your own mobility aid, once you’ve booked your flight you can send a request online. Provide your booking reference number along with these details:\nA) Type of Mobility Aid (manual or battery-powered)\nB) if motorised the battery type: Nickel Hydride, lithium-ion or non-spillable\nC) Mobility aid brand and model\nD) the dimensions (in its most compact state) and the weight, height, length and width of the mobility aid.\nFor more information about mobility aid assistance, visit the website of your airline or call their hotline or speak to your travel agent ahead about your needs.\n3. Be Prepared - carry your user manual and MSDS Certificate\nYour mobility aids like the electric scooter and wheelchairs are delicate items and therefore must be handled properly. Always bring with you the user manual and/or the battery information so that airline employees assisting you may know how to handle your mobility equipment with care.\n4. Prevention is better than a cure - Invest in a sturdy carry case\nAs mentioned in bullet number three, mobility scooters and wheelchairs are fragile and must be handled with care. Take extra precaution since when you fly, not all the time that you have your eyes on your precious mobility aids or some handlers may be a bit careless so better have a sturdy carry case that protects your scooter or wheelchair. The carry case must have the following: Hard outer layer Wheeled for easy mobility Padded inside for extra protection Lockable for extra peace of mind\n5. Expect the Unexpected - be prepared for emergencies\nAlways be prepared for emergencies so always have spare keys, spare batteries and some accessories https://www.motobility.com.au/products/electric-mobility-scooters or https://www.motobility.com.au/products/electric-wheelchairs-powerchairs/wheelchair-accessories> in tow. More than that, make sure that your mobility equipment is insured!\nMore Tips:\n1. When bringing your mobility equipment, keep in mind that it’s FREE of charge!\n2. Make sure that your scooter supplier provided you with a verification of compliance certificate for your battery as some airlines might require this. Always keep this document handy, so you’ll have a hassle-free journey!\n3. It is always a good practice to research about your destination, especially when you’re touring with someone with mobility needs. Please bear in mind that rules may vary when travelling in different countries, so always call ahead to double-check!"}, {"title": "Travelling with Disabilities", "article": "Wheelchairs and other mobility aids\nWhile smaller mobility aids such as canes, crutches and collapsible walking frames can easily be stowed in the aircraft cabin, wheelchairs and motorised scooters can be a different story. As there is limited room for larger mobility equipment in the cabin (usually only one or two are accepted), airlines offer the option of checking your wheelchair in with your baggage and using an airport wheelchair, or taking your own chair all the way to boarding where it will then be stowed in the aircraft hold to be collected upon arrival.\nAirport wheelchairs are subject to availability, so it’s essential you get in early and make your special assistance details known. For motorised mobility aids, you must ensure all batteries are disconnected and that the connections are taped and covered so they do not turn on during the flight or run the risk of short circuiting.\nIt is important to give as much information about the type of equipment you have when making your booking, so you don’t run into issues with security or during the boarding process. Don’t forget to label your wheelchair or mobility equipment before you travel.\nWhen booking your accommodation or if you’re considering a cruise, contact the company well in advance to see whether you can secure a ground-level room, discuss the availability of elevators or ramps and whether there is suitable access in and out of dining or entertainment areas.\nTravelling with assistance dogs\nDifferent airlines have individual protocols when it comes to travelling with assistance dogs: some allow the dogs to remain on board, while others require them to be placed in a secure pet container in the hold.\nAssistance dogs must fulfil a checklist to be accepted on board, including having met an appropriate level of training, certification from an industry recognised organisation and passing a public access test in the case of guide dogs. Handlers should have a laminated identification card with their name and their companion’s name printed on it ready to show to staff on request.\nRegistered service dogs can often accompany you on board on domestic flights and select international flights, but it’s important to check whether your flight route is assistance dog approved.\nTo avoid difficulties when it comes to quarantine, make sure your canine companion has met the specifications on the quarantine appropriate website (e.g. AQIS for Australia and DEFRA for the United Kingdom) and that you have any and all relevant documentation with you including vaccinations, treatments and micro-chipping.\nYour dog’s safety harness may be required during take-off, landing or any time the \"fasten seat belt\" sign is turned on. Finally, make sure your assistance dog has access to water both before and during the journey.\nTips for travelling with medication\nMisplaced baggage is stressful enough, but the situation can be made even worse if you have essential medication stowed in your checked luggage. Avoid this worst case scenario by making sure any medication you will need is taken in your hand luggage, including extra prescriptions and letters from your doctor.\nAdditionally, if your medication needs to be kept at a certain temperature, pack it in a cooler bag to be taken on board. Do not remove your medication from their packaging – it’s best to take it in its box with pharmaceutical labels visible.\nAt times, you may be required to complete a medical clearance form prior to flying, especially if you suffer from a condition that could be impacted by pressurised cabins. Those who require medication to be administered via syringe can usually take medical sharps on board with minimal complications, but you may need to present a letter from your doctor, a prescription or the medication itself with the pharmacy label displaying your name.\nBe mindful that while cabin and ground staff at the airport or cruise terminal are ready to assist you wherever possible, they do not undertake specialist medical training. If you need to administer medication during your journey, talk to your GP beforehand and make sure your carer is adequately prepared.\nTravel Tip: Important medication and documents relating to your health should always be taken as carry-on baggage.\nCheck in early and travel with ease\nChecking in as early as possible will alleviate any potential hiccups along the way. If there is a service desk inside the terminal, staff may be able to assist you with checking in, which should be at least 60 minutes before a domestic flight and two hours for international travel.\nPassengers with visual or hearing impairments will find hearing assistant “loops” and tactile (including Braille) signage at most major airport terminals.\nAt security, advise the screening officers of any medical implants (such as pacemakers or hearing aids) or prosthetic limbs, as a physical pat-down may be opted for as opposed to X-Ray. Above all else, ensure you or your carer has any documentation related to your disability on hand at all times.\nPriority check-in and boarding for special needs guests\nPassengers requiring special assistance are invited to board first on most flights, so you will have plenty of time to get settled before take-off. It’s likely you will be given priority at every stage, from the check-in kiosk to security and bypassing lengthy customs and immigration lines. Additionally, airlines don’t usually charge excess baggage fees for checking in mobility equipment.\nWhat to expect on-board\nIf you require a little extra legroom or would like to be close to the lavatory, most airlines will reserve your preferred seat at no extra charge. Seats vary from being more spacious to having movable arm rests, however exit row seating is not an option due to safety restrictions.\nDisability appropriate seating is usually found at the entry points of the aircraft, at the beginning of a cabin class, or an aisle seat with adjustable arm rests. Choosing your seat prior to check-in ensures extra peace of mind, and staff can make arrangements for your carer or assistance dog to be within easy reach.\nExtra assistance for immobile guests\nIf you are unable to manoeuvre yourself into your seat, trained flight attends may be able to assist you with the use of a slide board. To discuss what seating options might best suit your needs, get in touch with your Flight Centre travel consultant or the dedicated Special Assistance team of the airline you are flying with. You should also keep in mind not all planes have disabled toilets – an important consideration if you’re travelling long-haul.\nDisability-friendly tours\nIt’s important to do your research before heading off on holiday when it comes to things to do, such as the easy “hop-on hop-off” busses. These days, there are more and more dedicated tour groups specialising in disability friendly holidays and key tourism sites accessible for every traveller.\nGet in touch with Flight Centre’s tour group specialists to discuss what options might best suit your taste for travel: whether you’re looking to set sail on a cruise or strap yourself in for bungee jumping, there are guided tours out there with experts on hand to get you to destinations you never thought possible.\nFurthermore, it’s common to receive discounts for both you and your carer at major attractions. To avoid the discomfort of waiting in line, take your mobility parking sticker (recognised almost everywhere) and jump the queue.\nEssential travel insurance\nDisability travel insurance can be a tricky thing to figure out, but luckily there are consultants on standby specialising in just that. Some insurance providers have plans in place for holidaymakers with pre-existing conditions, so there’s one less thing you will have to worry.\nSome travel insurance can even cover your mobility equipment if something happens to it, compensate replacement medication and take care of medical expenses incurred on your break. It can be much easier to get travel insurance than you might think and it’s worth the up-front costs if something should happen while you’re away.\nRegardless of age, ability or any other factor, contact Flight Centre’s travel insurance specialists today and for peace of mind knowing you’re protected away from home."}]