[{"title": "Accessibility", "article": "About\nACCESSIBLE TRAVEL CONCIERGE\nAt Able2Travel, we understand how frustrating and time-consuming it can be to search for accessible and family-friendly tourist destinations!\nWhich is why we aim to help our clients find the information they are looking for so that they can plan their holiday with ease and focus on exploring & having fun.\nFind your freedom!"}, {"title": "Accessible travel", "article": "Making a booking\nIf you have a hearing impairment and need assistance on your journey, let us know when you book or contact us a few days before you fly.\nIf youâ\u0080\u0099re flying from the USA or Canada, you can contact us on our text telephone (TTY) number 1-888-3201576.\nAt the airport\nWe can arrange a meet and assist service from check-in to the gate, and from the aircraft to your onward transport at all airports.\nThere are screens displaying flight information throughout the airport and at the departure gate. You can also download our free Emirates App to get live travel updates along your journey. This includes check-in times, boarding announcements, your baggage carousel number at arrivals in Dubai, and any changes to your flight such as delays or cancellations.\nIf you let us know at check-in, we can tell you if your flight is delayed or if the departure gate changes. You can also ask any of our team members for information at any time.\nOn board\nAll our safety videos are captioned in English and Arabic. And on selected routes we have safety videos with captions for additional languages.\nWe can also give you an individual safety briefing on your flight. If youâ\u0080\u0099ve already contacted us, then the cabin crew will approach you. Otherwise you can always ask. They will explain the safety procedures, exit locations, and how we can best assist you.\nA member of our cabin crew will update you when announcements are made on the flight.\nFor safety reasons, weâ\u0080\u0099re unable to give you an exit row seat.\nInflight entertainment\nMany of our movies and TV shows have closed captions showing dialogue as well as sound references. You can use our headphones with standard hearing aids switched to the T position. If you want to plan your playlist, you can check out this monthâ\u0080\u0099s closed captioned movies and TV shows here."}, {"title": null, "article": null}, {"title": "Accessible Travel", "article": "Oliver’s Travels carried out a survey to find out what the main issues people with various disabilities face when travelling and looked into the resources available to make accessible travel, well… more accessible!\nHere are the main findings from the survey:\n50% say their additional needs make travel considerably more difficult/rarely travel due to their additional needs.\n40% of respondents state accessible travel is always more expensive.\n1 in 3 respondents don’t feel comfortable around other holidaymakers.\n50% have however seen small positive changes in the last 5 years.\nWe found that there were an array of online tools and apps available which make travel easier and more enjoyable for people with disabilities, however 30% of the respondents said they were not aware of such tools. If you are interested in disabled people topics making their life easier, check this useful information about what is and how to apply for a Social Security Disability Insurance (SSDI) program.\nThese apps aid with every aspect of travelling: from planning to travelling and finding their ways around new places.\nSo without further ado here is the infographic (and the accessible transcription of it) below:\nAccessible Travel\n23 of the best online tools for travellers with disabilities\nA helping Hand\n1. Be my eyes – App available on iOS and Android for people with low vision/blindness.\nThis app provides those with low vision with an assisted sight volunteer via a direct video link. The assistant will be able to provide commentary on the notable sights along the way, describing the environment to you to paint a picture of the scene.\nhttps://www.bemyeyes.com/\n2. KNFB reader – App available on iOS, Android and Windows for people with low vision/blindness.\nKNFB Reader takes a photo of text and reads the text aloud in clear synthetic speech. This app is particularly handy for reading annotations at museums and attractions and also for reading menus and bills while eating out on your travels.\nhttps://knfbreader.com/\n3. Light Detector – App available on iOS and Android for people with low vision/blindness.\nThis nifty app transforms any light source into sound. Emitting a sound as you navigate your phone toward a natural or artificial light source which will help you to find light fixtures and windows in your holiday accommodation.\nhttp://www.everywaretechnologies.com/apps/lightdetector\n4. Looktel Money Reader – App available on iOS for people with low vision/blindness.\nThe Money Reader recognises currency and will speak aloud the nomination allowing you to easily check how much money you have, particularly important when you are exchanging money or when you are trying to fx trade in the France. The app is available for numerous currencies including US Dollars, Canadian Dollars, British Pound, Euros and more.\nhttp://www.looktel.com/moneyreader\n5. Medisafe – App available on iOS and Android\nMedisafe is an app that provides reminders on when to take your regular medication. This is particularly handy while travelling when you may get caught up in activities and forget a dose or get confused by the time difference.\nhttps://medisafe.com/\n6. Tap Tap – App available on iOS for people who are hard of hearing/deaf.\nThis app alers those who are hard of hearing to sounds happening nearby that may be important to them such as smoke alarm, a doorbell or someone shouting. This app is perfect to have when away from home to keep you alert of any safety signals to be aware of.\nhttp://www.taptap.biz/\n7. Seeing AI – App available for Microsoft and on iOS for people with low vision/blindness.\nThis app utilises AI to narrate the world around you, describing nearby people and objects and narrating any text. This is another great tool for painting a picture of a new city or resort as well as reading guides, signs, menus and other information.\nhttps://www.microsoft.com/en-us/seeing-ai\nPlanning and Preparing\n8. Lonely Planet accessible guides – Resource.\nLonely Planet is one of the very top travel resources in the world and they have a fantastic selection of free accessible travel guides for cities around the world available to download on their site. shop.lonelyplanet.com/categories/accessible-travel\n9. Jaccede – Resource and app available on iOS and Android.\nJaccede is an open access interactive platform where members of the public can add details of establishments with accessible facilities. Users can search for attractions, restaurants, shops and more to meet their specific needs – whether that’s ground floor access, quiet spaces, audio guides or a variety of other facilities – in the location they are visiting.\nwww.jaccede.com\n10. Autism Speaks Social Story – Resource for people with cognitive conditions.\nFor children with autism, new experiences can be uncomfortable and visiting an airport for the first time can be a difficult experience. This social story helps children to understand in advance what to expect from the airport experience and is specifically tailored to children with autism to prepare them for their trip.\nhttps://www.autismspeaks.org/family-services/personalized-stories\n11. Euan’s Guide – Resource and App available on iOS.\nEuan’s Guide is a comprehensive user-generated review website of attractions, events and accommodation around the world providing details of their accessible functions and reviews from other disabled travellers.\nhttps://www.euansguide.com/\n12. Magnuscards – App available on iOS and Android for people with cognitive conditions.\nMagnusCards is a fun app based on a proven technique that helps travellers with cognitive conditions prepare for the new holiday experiences they may find daunting. MagnusCards includes sets of cards which act out what you can expect from a variety of situations including ordering at a restaurant and travelling on public transport. Toronto Pearson Airport have also recently released their own card decks app demonstrating what you can expect at their airport.\nhttps://www.magnusmode.com/\n13. ISenseVR – App coming soon on Android for people with cognitive conditions.\nStill in its production phase, this app will utilise virtual reality to transport you to the airport ahead of your visit so you can get to grips with the environment and what you can expect from the airport experience before you travel.\n14. Autism Travel – Resource for people with cognitive conditions.\nThis useful website is packed full of information for parents of autistic children, providing details of some of the best family destinations for autistic children and information about the specific provisions available to help your child enjoy their holiday to the fullest.\nhttps://autismtravel.com/\nTransport and Directions\n15. Nownav – App available on Android for people with low vision/blindness.\nNowNav was developed by blind people for the blinds. It is a navigation and orientation aid for the blind and those with low vision to help you to safely navigate your way around a new place, using audio directions and guidance.\n16. Transreport – app available on iOS and Android.\nTransreport is an app that allows you to share your train journey experience live and to address any issues immediately by communicating these to train staff.\nhttps://www.transreport.co.uk/\n17. Station Alert UK – App available on iOS for people with low vision/blindness.\nIt’s not easy to know when to get off your train if you have a visual impairment, as many trains don’t announce the stops. This app allows you to select your chosen station and set an alert for when you are almost arriving at your selected stop.\n18. Passenger Assist – App coming soon to iOS and Android.\nPassenger Assist is a UK wide app which can be used to easily and personally arrange assistance from railway staff upon arrival and departure at UK train stations. You can request the specific assistance you require whether it is a wheelchair ramp or support with purchasing a ticket and you can also private message railway staff.\nhttps://www.transreport.co.uk/\n19. Flightview – App available on iOS and Android for people who are hard of hearing/deaf.\nFor deaf and hard of hearing travellers one of the greatest concerns when travelling is missing important flight changes and boarding announcements at the airport. Flightview is an app which allows you to track your flight and monitor for any updates in real time, so you don’t miss important announcements.\n20. Navability – App coming soon to iOS and Android for people with physical conditions.\nEssentially a Google Maps specifically for people in wheelchairs. This clever app takes into account factors such as the gradient, surface and potential obstacles along a route to provide the best directions for people in wheelchairs.\nhttps://www.briometrix.com/navability/\nFinding Amenities\n21. Fuelservice – App available on iOS, Android and Windows for people with physical conditions.\nThis app is a handy way of finding accessible petrol stations on your route to ensure you don’t run out of fuel while travelling – a useful tool if you are planning a long road trip!\nhttps://fuelservice.org/en/\n22. Wheelmate – App available on iOS and Android for people with physical conditions.\nWith Wheelmate you’ll never be left struggling to find a wheelchair-accessible public toilet or parking space. The app will locate accessible toilets and wheelchair-friendly parking spaces near you, which is perfect when travelling on long journeys.\nhttps://www.coloplast.co.uk/bladder-and-bowelold/consumer/travelling/wheelmate/\n23. ATM Finder – App available on iOS and Android.\nThis app helps travellers with disabilities to locate ATM machines near them. Better yet, you can filter the search to look specifically for ATMs which are free, provide audio assistance, wheelchair access and belong to a specific bank.\nhttps://www.link.co.uk/consumers/locator/\nREAD MORE:\nApps and resources for disabled travellers\nThese travel apps will guarantee a smooth journey"}, {"title": "Accessible Holidays in South Africa for people with disabilities", "article": "South Africa boasts diversity that can be found in very few places on earth, offering an experience of Africa'srich culture, natural beauty, a vast range of wildlife and deeply enchanting cities. From amazing cuisine such as the seafood in Cape Town or delicious curry in Durban to the contrasting landscapes of towering mountains and stunning beaches, South Africa is truly and enchanting place that is sure to draw you back time and time again."}, {"title": "The world’s most wheelchair-accessible travel destinations", "article": "At Lonely Planet, we believe that travel should be for all, and that accessible travel information is vital to making that possible. And with one billion people in the world living with a disability, the more resources there are for travelers with disabilities, the better.\nIn partnership with KAYAK.com, we’ve rounded up the top wheelchair-accessible destinations around the world. Consider these spots for your future travel plans.\nHow KAYAK.com can help you find accessible accommodations\nKAYAK.com's search features can help travelers with disabilities find accommodations that meet their needs. To find accessible hotels, first search for hotels in your destination, and then check the “Increased accessibility” box in the “Amenities” filters on the left-hand side of the page. This filter reveals properties that offer these features: wheelchair accessible, facilities for disabled guests, in-room accessibility, accessible rooms, facilities for disabled guests, and disabled access.\nPlaya del Carmen, Mexico\nOne hour from Cancún International Airport, Playa Del Carmen is a far cry from its more revelrous neighbor, yet still has accessible hotels and an accessible beach furnished with beach wheelchairs. There’s even adaptive equipment to allow you to go snorkeling to enjoy the coral reef and green turtles. But the main reason for coming here is to visit the nearby and largely wheelchair-accessible Mayan archaeological sites, Chichén Itzá and Tulum, a rare chance for the mobility-impaired to get up close to ancient ruins.\nSan Diego skyline from the harbor © David Toussaint / Getty Images\nSan Diego, California, USA\nWith the Americans with Disabilities Act having just celebrated its 30th anniversary, much of the USA’s infrastructure is accessible, but our pick is San Diego. Laid out along the classic grid system, generally flat and with a fully accessible trolley system, it also boasts a balmy year-round 64-80°F climate.\nThe historic Gaslamp Quarter is very wheelchair friendly, as is the massive Balboa Park (incorporating the slightly hilly San Diego Zoo), but it’s the miles of beachfront promenade with beach wheelchairs available – including a motorized one with caterpillar tracks at Mission Beach! – that are the main attraction.\nBarcelona, Spain\nWith the national tourism authority and Catalonia in particular pushing accessible travel, it’s no surprise that wheelchair users have been flocking to Barcelona. With 80% of the metro stations and 100% of buses wheelchair-accessible, as well as a relatively flat and cobblestone-free old city, getting around is a breeze.\nWhat’s more, wheelchair users not only jump to the front of the queue for attractions such as the breathtaking Sagrada Família, they often get in for free! You can explore the length of La Rambla and get around the famous Mercat de la Boqueria; even the beach has wheelchair access and people on hand to help.\nWelcome to Las Vegas © Michael Phillips / Getty Images\nLas Vegas, Nevada, USA\nLas Vegas is undoubtedly one of the most accessible cities for people with disabilities in the US. Of course, the casinos and the venues hosting world-renowned musicians and shows are all wheelchair accessible, as are the vast majority of sites and attractions, many of which – like the Fountains of Bellagio and the Fremont Street Experience – are completely free.\nMore surprising, perhaps, the High Roller – the tallest observation wheel in the world, which takes 30 minutes to do a full revolution – is also wheelchair-accessible. And if you’re after an adrenaline rush, wheelchair users can even enjoy the SlotZilla Zip Line and the Zoomline, which reach speeds of up to 35 miles an hour, or a hot-air balloon ride over the city.\nAdd to this a very wide choice in accessible accommodation, easy exploration along the wide sidewalks of the Strip, a fully accessible bus service that serves all parts of the city, and plenty of wheelchair-accessible taxis and you can begin to understand why Las Vegas has become something of a destination for wheelchair users.\nManchester, UK\nAlthough it was the birthplace of the Industrial Revolution, much of central Manchester was rebuilt in the late 1990s, making smooth, wide, step-free pavements, as well as stepless entry into shops, restaurants and bars the norm – ideal for anyone with mobility requirements.\nNorthern England’s cultural hub is well served by accessible public transport, leaving you free to pay homage at Old Trafford, learn about our industrial roots at the Museum of Science and Industry or shop with the goths at Affleck’s. And if you’ve had enough of the city, the Peak District National Park, with well-developed facilities for visitors with disabilities, is less than an hour away.\nA piazza in Taormina, Sicily © Matt Munro / Lonely Planet\nSicily, Italy\nItaly might not spring to mind as a very accessible destination due to its narrow, often cobblestone streets. But there are a number of tour operators that cater to travelers with disabilities. Motor-impaired travelers can enjoy scuba diving, 4WD off-road driving, traditional Sicilian fishing and olive oil making – not to mention the gastronomic delights normally associated with Italy. Indeed, two Guinness world records have been set here: first paraplegic to dive to 59m and first blind woman to dive to 41m!\nPhiladelphia, Pennsylvania, USA\nAs one of the oldest cities in the US, you might not expect Philadelphia to be very accessible – but it is! While the Old Town may offer some challenges for wheelchair users, sidewalks are generally well maintained in the more touristed areas, with plenty of curb cuts and tactile markings.\nThis is particularly useful for wheelchair users considering most of the city’s attractions are within a two-mile radius of the City Hall. The subway, opened in 1907, is only partially wheelchair-accessible, as is the overland rail network, but unfortunately the aging trolley system is not. However, the city’s fleet of more than 1000 buses are all low-floor and wheelchair-accessible, as is the PHLASH tourist bus which runs a continuous loop downtown, stopping at many popular attractions, and costs only $5 for an all-day pass.\nNeedless to say, all of the city’s most popular attractions – including Independence Hall, the Liberty Bell, Love Park and the Philadelphia Museum of Art – are fully wheelchair-accessible despite their antiquity. And when it comes to finding accommodations, there are plenty of wheelchair-friendly options right in the center of the action.\nSandridge Bridge in Melbourne, Australia © Catherine Sutherland / Lonely Planet\nMelbourne, Australia\nWith its highly accessible public transport system and compact city center, Melbourne is one of the most accessible cities in the world. Visit the sporting capital of Australia armed with Lonely Planet’s accessibility guide, Accessible Melbourne, a free e-book that includes the most up-to-date advice for travelers with special needs. Discover Melbourne’s best wheelchair-friendly restaurants, enjoy spectacular scenery along the Great Ocean Road, and visit one of the world’s best zoos as well as many of the parks that progressive Parks Victoria is opening up to visitors with access needs.\nLjubljana, Slovenia\nSlovenia’s flat and largely pedestrianized capital, served by accessible electric vehicles, is well worth a visit. Most of its buses are accessible, but the city is so small, with plenty of ramps and curb cuts, you might rarely need them.\nThe city’s main drawcard, the 16th-century Ljubljana Castle is reached via a funicular (free for people with disabilities and a companion) or train, both wheelchair-accessible. Many of Jože Plečnik’s famous bridges have recently been made accessible, and were joined in 2010 by the award-winning Butchers’ Bridge, which allows wheelchair users access to boats.\nSingapore has established accessibility requirements into its city code © Ninnat Fongsupa / 500px\nSingapore\nSingapore has to be the most accessible city in Asia and one of the most accessible cities in the world. Its universal code on barrier-free accessibility, in place for decades, plus increasing affluence have resulted in an infrastructure with stepless access to most buildings and no shortage of curb cuts.\nAlthough power wheelchair-friendly taxis aren’t common, the accessibility of the mass rail transit (MRT) and buses makes them unnecessary. In Singapore, the question is not “what is accessible?” but rather “what isn’t?” – from its street food hawker centers to its marvelous zoo.\nVienna, Austria\nLike many European cities, Vienna is steeped in history, being the center of the former Habsburg Empire and the musical heart of Europe. Unlike many of its counterparts, however, its cobblestones have been removed, as have many of the curbs.\nThe refurbished city is both flat and compact, with most central shops and cafes fully accessible. Getting around is relatively easy with elevators to the metro and plenty of low-floor trams. Most museums and places of interest are fully accessible, including the must-see Schloss Schönbrunn.\nYou might also like:\nTake a spin around the globe with an accessible travel expert\nWhat I have learned from travelling the world with a wheelchair"}, {"title": "6 of the World's Most Disability-Friendly Travel Destinations", "article": "This metropolis on the Mediterranean Sea has made great strides in recent years to become fully accessible for people with disabilities. Almost all of the city’s intercity bus lines can be accessed by wheelchair and include various technologies for the visually-impaired, including bus stations that read out the upcoming buses and buses announcing their line number over speaker when arriving. Strict building codes ensure that all new construction must be wheelchair accessible and almost every store and restaurant in the city is equipped with ramps, if needed. All banks and public offices offer services for people with sensory disabilities and a new law even requires all Hebrew-language websites to be optimized for screen reading software. In addition, Tel Aviv is host to a range of hotels with special handicapped-ready rooms, equipped with extra-wide doors, special bathtubs and panic-buttons in the bathrooms."}, {"title": "6 Tour Companies Dedicated to Travelers with Disabilities", "article": "Growing up, Neha Arora didn’t have the easiest time traveling with her family—her father is visually impaired and her mother is a wheelchair user. “We’d travel 2,000 miles only to realize the place wasn’t accessible or wouldn’t give us the experience we were looking forward to,” says Arora. In 2016, she founded Planet Abled, a travel company that caters to the needs of people with various disabilities, a group the World Health Organization estimates at 15 percent of the world’s population. Arora isn’t the only one pushing for more thoughtful travel experiences—here’s a look at six companies focused on accessible travel.\nTravel for All\nTravel for All has organized more than 5,000 vacations around the world for travelers with a variety of requirements, including cane users, slow walkers, hearing and vision impaired persons, travelers with complex health issues like dialysis and developmental disabilities, and wheelchair users. “As multiple sclerosis began to affect my own personal travel, I researched what resources could assist me with executing travel using my wheelchair,” says CEO Tarita Davenock. “I was shocked when I saw the lack of services.” Every trip Travel for All plans comes with an accessibility specialist. “We research and give our clients the pros and cons of any area in the world before planning the trip, so our client knows what to expect while they are in that destination,” says Davenock. “Meticulous planning and great attention to detail are the keystones of keeping our vacations safe.”\nA Seable group trip in Cambodia, where travelers visited the Wat Phnom temple Courtesy Seable Holidays\nSeable Holidays\nSeable Holidays specializes in trips for visually impaired travelers. All trips include trained chaperones—who undergo a background check—as well as inclusive sports and sensory activities like horse riding, scuba diving, kayaking, wine tasting, yoga, and tactile museum excursions. And everything is thoroughly vetted, with chaperones, activities, and accommodations tested by blind people before they’re recommended by the company. While trips are on pause during the pandemic, Seable Holidays will bring them back in summer 2022.\nEasy Access Travel\nDebra Kerper and her team at Easy Access Travel accommodate most types of physical disabilities in their solo trips and mixed group tours. While Kerper sometimes relies on her own experiences as a traveler in a wheelchair, she says every trip needs to be tailored to an individual client’s needs. To do so, the team spends time getting to know their clients to match them with the best vacation choice, and visits hotels and tourist spots for inspection, takes cruises beforehand, and collects information from trustworthy sources to ensure a safe, accessible, and fun experience.\nPlanet Abled\nNeha Arora’s Planet Abled arranges customized tours for people with different types of disabilities, and also plans group tours that include non-disabled people. Their trips mostly take place in India and South East Asia, with plans to expand to countries in Europe, and popular activities include river rafting, skiing, trekking, and wildlife safaris. Some of their extra touches include assigning a travel buddy for the blind, seeking special permission from museums so clients can touch and feel the articles on display, and arranging for sign language interpreters for the hearing impaired.\nWheel the World\nAlvaro Silberstein, the CEO of Wheel the World, was paralyzed from the chest down after surviving an accident at 18. This didn’t stop him from seeing the world—he’s since visited 30 countries on five continents. “I realized that people with disabilities should be able to explore places as anyone else,” he says. Most of his clients are adults or seniors with mobility disabilities and wheelchair users, and he can arrange solo travel or group trips. Silberstein wants to create more awareness around accessibility, and his company pays special attention to details like the height of beds, width of doors, and accessibility of bathrooms, compiling this information on the Wheel the World website. Their multi-day trips are designed with local tour operators with a focus on accessible travel, and includes access to adaptive bikes, beach wheelchairs, and equipment for hiking, skydiving, kayaking, scuba diving, and surfing—they’ve even planned Macchu Pichu trips for wheelchair users. The company makes sure “prices are competitive and the pricing is the same no matter if the clients have a disability or not,” says Silberstein.\nA quiet moment in Sintra, Portugal Courtesy Tapooz Travel/Aicha Nystrom\nTapooz Travel\nLaurent Roffe and Aicha Nystrom spent years volunteering with an organization that provides outdoors excursions to people with disabilities. “We have many friends in wheelchairs as part of our close community,” says Roffe. “I’m a sea kayak guide and [Aicha] is a ski guide and this has always been a source of immense joy for us. Launching our accessible travel business was a natural extension of what we are and what we like to do.” Their company, Tapooz Travel, specializes in trips for those with mobility issues, including visual and hearing impairment, rather than cognitive disabilities. When they have a client with a visual or hearing impairment, they make sure there’s at least one guide trained in sign language, or have a guide who can help with things like reading the menu at the restaurant and providing a voice narration during a site visit. Their network also includes adaptive sports instructors, sailboat skippers, tribal elders, massage therapists, and hot air balloon operators, all of whom are trained to work with travelers with disabilities."}, {"title": "Tailor-Made Travel Experiences Just for You", "article": "Hey there, wanderlust seeker! You deserve the best travel experience and that’s exactly what we deliver. Our team provides top-notch, personalized, and professional service. Our years of experience and savvy know-how will ensure that your journey is unforgettable. So, pack your bags and let us take you on a ride you’ll never forget!"}, {"title": "EXPLORE WITH TUMI", "article": "The rates include luxury accommodation in en-suite, air-conditioned chalets, 3 full meals daily, all teas and coffees, 2 game drives daily in open landrovers and a safari walk.\nFROM R4350.00 per person sharing per night\nFROM R5530.00 for single accommodation per night\nFROM R2400.00 per child 8-12years old per night\nT&Cs Apply"}, {"title": "Holiday Packages", "article": "Holiday Packages\nWherever in the world you want to go, whatever you want to do, we have the holiday for you. Discover the magic of making memories for life!"}, {"title": "All inclusive - IGO Travel", "article": null}, {"title": "Accessibility and Inclusivity in Tourism: Making Travel Experiences More Accessible for People with Disabilities", "article": "Tired of looking at tour options only to find that none of them seem to be accessible to people with disabilities? But don’t be afraid! In this article, we look at how the transport industry is currently recognizing and meeting the needs of people with disabilities. Some say that creating convenient travel opportunities is a difficult endeavor due to geographical boundaries or a lack of infrastructure in some areas, but I am here to tell you that amazing strides are being made around the world to ensure that everyone can embark on amazing travel without restrictions. So get out your passport and join us as we explore the exciting world of inclusive travel!\nUnderstanding The Challenges Faced By People With Disabilities\nUnderstanding the difficulties that people with disabilities confront is essential before attempting to make travel experiences more accessible for them. Although it's a common misconception that places or activities are off-limits to people with impairments, this hypothesis has to be further examined. While there are unquestionably barriers and restrictions, it's vital to remember that those with disabilities can travel and have travel desires. We are better able to meet their needs and design inclusive experiences if we have a greater grasp of the particular difficulties they face. We can open the door for accessible transportation options for people with impairments by doing this.\nAccessible Transportation Options For Travelers With Disabilities\nMaking accessible transportation options available is crucial to enhancing the travel experiences of those with impairments. Making sure that people with disabilities have equal access to the opportunity to visit fascinating new locations and take in the landscape is necessary to achieve this. By offering accessible transportation choices, such as trains with ramps and lifts or wheelchair-accessible automobiles, we can remove obstacles and promote a more inviting travel experience. Signposts and clear directions can be installed in transportation hubs to help passengers navigate terminals with ease. We might also provide useful equipment, such as audio announcements and tactile maps, to enhance the whole travel experience for people with disabilities.\nTo properly appreciate the relevance of accessible transportation alternatives for individuals with disabilities, let's think of them as doors to opportunities that are just waiting to be opened. These options allow people to embark on exciting activities without worrying about accessibility limitations. Accessible transportation gives a path for exploration and discovery, opening up endless possibilities for people who may have previously felt constrained by physical limitations, much like a window allows us to see into other worlds outside of our immediate surroundings.\nAs we discuss how to make travel experiences more accessible for people with disabilities, it is critical to focus not only on transportation but also on choosing accommodations that promote accessibility. While having access to dependable transportation is important, it is equally important to guarantee that the lodgings tourists stay in while traveling are suited to meet their demands. There are several types of accommodations that promote comfort and inclusiveness, from hotels with wheelchair-accessible rooms to vacation homes with step-free entrances. So let's start with this section on selecting accommodations that prioritize accessibility while also considering how important it is for everyone to have a seamless trip experience.\nGear Up and Go! Find top-notch travel-friendly mobility aids at Spinlife for a stress-free glamping experience. Learn more\nChoosing Accommodations That Prioritize Accessibility\nTo make the travel experience more enjoyable for people with disabilities, arrangements should be made that prioritize accessibility. After all, finding the right place to sit can greatly improve the overall experience. However, finding such accommodations may not always be easy. On the other hand, there are hotels and resorts that go further to meet the needs of people with disabilities by providing wheelchair access, accessible toilets and other essential facilities, but still, many places lack these basic facilities\nWhen choosing accommodations, there are a variety of accessibility factors to consider. First, it can be very helpful to learn more about a hotel’s potential by reading online reviews or contacting them in person. Ask specifically about wheelchair access, elevators or ramps, accessible rooms with adequate toilets, and other services for visitors with disabilities Secondly, it is also important to know where accommodations are available. Appropriate placement of hotels or resorts can reduce the need for extensive transportation systems and make it easier for people with disabilities to enjoy nearby facilities without unnecessary barriers.\nPeople with disabilities can have a hassle-free trip that suits their requirements by prioritizing accessibility when choosing lodgings. Accessible housing for those with disabilities ensures the comfort and convenience of visitors. The next stage in improving the trip experiences of all parties involved is to look at sites with attractions that are accessible to individuals with disabilities after considering accessible transportation options (H2).\nExploring Destinations With Disability-Friendly Attractions\nIt takes more than just locating lodgings that put accessibility first to make travel experiences for individuals with disabilities more accessible. Investigate locations that provide attractions that are accessible to people with disabilities. By doing this, tourists may make sure that their entire trip will be pleasurable and gratifying. There are numerous options available for people with disabilities to fully participate in the activities offered at different tourist destinations, from touring museums with wheelchair ramps to hiking through open-air parks with accessible routes. To find these sites that are accessible to people with disabilities, preparation and study are crucial.\nFinding particular information on websites or brochures devoted to accessible tourism is one way to locate places that are accessible to people with disabilities. The major tourist destinations that have made an effort to accommodate people with various disabilities are frequently highlighted on these sites. Finding locations with attractions that are accessible to people with disabilities can also be made much easier by asking other tourists for ideas who have similar accessibility requirements.\nAdditionally, a few places offer thorough itineraries that are especially made for travelers with disabilities and list the localities' most accessible attractions. With the use of this kind of resource, tourists may effortlessly navigate around foreign locales without being concerned about running into obstacles or challenges along the route.\nTravelers who concentrate on visiting areas with attractions that are accessible to people with disabilities might have memorable experiences that are catered to their particular requirements and interests. It's important to remember that this is only one part of organizing an accessible trip, though. We will cover advice and resources for ensuring a hassle-free and easy journey for people with impairments in the following section. Anyone can go on a truly inclusive journey with the right planning and knowledge.\nGet away from Exclusiveness! Your accessible glamping trip can be tailored to your specific requirements by Enable Holidays. Get started on the road to amazing group vacations!\nTips And Resources For Planning An Accessible Trip\nPlanning a trip can be difficult, especially if you have particular accessibility requirements. But there are lots of suggestions and tools out there to make your travel experience more accessible for those with impairments. In order to guarantee you have a wide range of options to explore while feeling comfortable and catered to, it's crucial to study locations that provide disability-friendly attractions.\nAdditionally, using internet resources that offer details on accessible lodging and transportation will help you save time and effort while looking for acceptable options for your vacation. Contacting regional tourist bureaus or groups that support people with disabilities might also yield helpful information and suggestions. By utilizing these suggestions and tools, you'll be prepared to organize a stress-free trip that is accessible and meets your needs.\nRegardless of one's capabilities or restrictions, everyone should have the chance to enjoy travel experiences. To guarantee a stress-free and joyful travel experience catered to your particular needs, here are some suggested insights and recommendations:\nResearch destinations: that are renowned for their accessibility and facilities for people with disabilities when researching travel options. Numerous travel forums and websites offer insightful advice from people who have taken similar trips and have comparable needs.\nPlan ahead: Make sure to check accessibility features and any special accommodations you may need with airlines, hotels, and tourist attractions in advance. This would enable you to travel without any unpleasant surprises or disappointments.\nPack smart: Pack essentials like a wheelchair that can fold up for travel, extra batteries, prescription drugs, and any necessary medical records. Carrying a list of emergency contacts and pertinent medical information is also a smart idea.\nUtilize accessible transportation. Make sure you are familiar with the available transportation alternatives at your destination. Public transportation that is accessible is available in many places, and some taxi services even provide vehicles that are wheelchair accessible. To make transit seamless, conduct research and develop appropriate plans.\nSeek assistance: Do not be reluctant to do so when necessary. Most employees are trained to provide accommodations for those with disabilities, whether they work at the airport, hotel, or nearby attractions. It can go more smoothly if you let them know in advance about your unique requirements.\nDiscover accessible attractions: Seek out tourist destinations and activities that place an emphasis on accessibility. There are often ramps, elevators, and other accessible features at popular landmarks, museums, and parks to enhance your experience. You can find these possibilities by consulting online resources and travel manuals.\nConnect with local organizations: Speak with nearby or national organizations that support people with disabilities when you arrive. During your vacation, they might offer helpful advice, suggestions, and assistance. A new friendship or shared experience can result from connecting with people who share your interests.\nTravel insurance: A comprehensive travel insurance policy is usually advised, especially one that includes cancellation and medical emergency coverage. Your mind will be at ease knowing that you are protected financially in the event of any unanticipated situations.\nThe goal of accessible travel is to enable people of all abilities to experience the world. You may guarantee a fun and stress-free journey that is suited to your unique needs by paying attention to these suggestions and observations. Enjoy your journey and all the amazing adventures that are in store for you!\nSafety First, Adventure Second! Explore glamping destinations confidently with comprehensive travel insurance from TravelInsurance.com. Protect your dream vacation and book with peace of mind!\nConclusion\nIn summary, increasing travel accessibility for people with impairments is crucial for promoting inclusivity and fair opportunity. If we consider the challenges faced by individuals with disabilities, provide accessible hotel and transportation options, research sites that are inviting to them, and utilize helpful information and resources, we can create excellent vacations for everyone. So let's embark on a voyage where \"ADA\" stands for both Amazingly Diverse Adventures and the Americans with Disabilities Act! Let's make sure that no traveler faces limitations or impediments that prohibit them from taking in our wonderful planet.\nJoin All-Inclusive Travel Now! Accessible accommodations, adaptive equipment, and therapeutic animals make glamping easy. Explore nature at your leisure. Visit these top-rated websites to organize your accessible glamping trip. Don't let anything hinder your dreams:\nAirbnb: Airbnb has several glamping alternatives, and promoting accessible listings can help disabled visitors locate suitable and inclusive accommodation. Website: airbnb.com\nSpinlife: Spinlife supplies lightweight wheelchairs and travel-friendly scooters to help disabled visitors enjoy glamping. Website: spinlife.com\nGentle Carousel Miniature Therapy Horses: This unusual enterprise brings comfort and joy to disabled tourists, improving their travel experience. Website: gentlecarouseltherapyhorses.com\nTravelInsurance.com: Partnering with TravelInsurance.com gives potential tourists peace of mind when glamping. Website: travelinsurance.com\nREI: adaptive outdoor gear on REI's website allows disabled people to glamp and enjoy outdoor activities safely. Website: rei.com\nEnable Holidays: Enable Holidays offers inclusive travel packages to make glamping vacations easier for disabled guests. Website: enableholidays.com\nAira: Blind and low-vision visitors can enjoy glamping with Aira's real-time visual support. Website: aira.io\nOpen Sesame's hands-free door opener makes glamping easier for mobility-challenged travelers. Website: opensesamedoor.com\nThe Clymb: Glamping with The Clymb allows disabled tourists to enjoy amazing outdoor adventures. Website: theclymb.com\nEpic Enabled: Epic Enabled offers accessible adventure tours, including glamping, for disabled guests. Website: epic-enabled.com\nViator: Don't let disabilities limit your travel experience - join us on our wheelchair accessible tour and explore the world without boundaries!\n👏 Introducing PLAUD NOTE: ChatGPT Empowered AI Voice Recorder"}, {"title": "Creating Inclusive Travel Experiences: DMO Strategies", "article": "For over two years, closures and restrictions made travel inaccessible for the majority of people on the planet. Now that restrictions are largely a thing of the past and travelers are free to move about the world, people are once again turning to travel for inspiration, relaxation, and the opportunity to experience something new.\nIt goes without saying that those opportunities should be available to everyone, regardless of race, gender identity, or sexual orientation.Â\nIâ\u0080\u0099ve been in the travel industry for more than 15 yearsâ\u0080\u0094some might even say Iâ\u0080\u0099m an expert in the field. As a cisgender heterosexual white male, Iâ\u0080\u0099m acutely aware that I havenâ\u0080\u0099t experienced the hurdles or prejudices others have when traveling to certain destinations.\nHowever, Iâ\u0080\u0099ve seen first-hand how travel connects people and bridges divides, and I want that experience for others. As a leader in the travel industry, I feel like it is my duty to ensure that everyone has a good experience, and that means helping every traveler feel safe and welcome on every trip.\nWorking with destination marketing organizations, I have learned how destinations can create safe, welcoming, and inclusive spaces for diverse travelers. Here are some ways destination marketers can support that vision.\nâ\u0080\u008d\nIntegrate values that match up with the needs of diverse travelers.Â\nJust like with other products, travelers are â\u0080\u009cshopping their values.â\u0080\u009d They want inclusive, accessible destinations where they know theyâ\u0080\u0099ll feel safe and welcomed. According to a recent survey from Accenture, approximately three out of every five travelers want their travel providers to share similar diversity and inclusion values.\nWhen LGBTQ+ and ethnic minorities responded, that number increased to nearly three out of every four travelers. In todayâ\u0080\u0099s market, travelers are no longer willing to compromise their beliefs, which means destinations must prioritize diversity and inclusion to create the right reputation and win travel bookings.\nâ\u0080\u008d\nEnsure authenticity for your destination through collaboration and accessibility.Â\nDiversity and inclusion go well beyond marketing; itâ\u0080\u0099s a way of life and a belief system that requires destination marketers to think about the messaging they're putting out and what kind of destination they want to be. You must become advocates for both your destination and the travelers you want to attract, and advocacy isnâ\u0080\u0099t just about race or gender.\nIt also includes abilities, such as making places wheelchair accessible or safe for those with autism, and meeting the diverse needs of all travelers. Above all, itâ\u0080\u0099s important to be authentic. This level of grit, sweat, and passion goes way beyond a hollow tagline. Travelers will see through any attempts to woo them without substance.Â\nOne of the best ways to be authentic is to have open-minded conversations and learn from travelers who are looking for inclusive destinations. Rather than making assumptions or boxing in travelers, speak directly to Black, Latino, Asian and LBGTQ+ travelers to find out what they really want and embrace who they are. Travelers everywhere want the same thingâ\u0080\u0094to feel included, safe, and able to explore without prejudice.\nâ\u0080\u008d\nConnect with travelers along their journey throughout your destination.\nWhatâ\u0080\u0099s the best way for you to put your best, most inclusive foot forward? First, learn which travelers are coming to your destination. You likely have diverse travelers visiting your destination, so find out who they are and what they want and find ways to accommodate and inspire them.\nFor example, if youâ\u0080\u0099re attracting LGBTQ+ travelers, you could put on more LGBTQ+-friendly events, which will naturally encourage travelers to return and attract new travelers. The best way to do this is to band together. Embracing diversity is a collective effort, so work with hotels, restaurants, and attractions in your destination to ensure travelers will have the same inclusive experience wherever they go.\nIn addition to knowing your travelers and working together, itâ\u0080\u0099s important to have the right toolkit. For example, Destinations International is creating diversity and inclusion toolkits for destinations. Your website is the face of your destination and a huge part of your toolkit, so periodically review your content. Do you use inclusive language? Would a traveler feel safe and comfortable when visiting?\nâ\u0080\u008d\nDestinations leading the charge in making travel accessible for all.\nA number of destinations are working diligently to ensure travelers from all backgrounds feel safe and accepted. New York Cityâ\u0080\u0099s website is rich with options for all travelers, ranging from The Black Experience to halal-friendly options and AAPI leaders.\nBoston recently launched its All Inclusive campaign, offering insights into Bostonâ\u0080\u0099s cultural diversity and helping travelers understand their options for accessibility around the city.\nThis year, Cleveland celebrated Freedom Fest in honor of Juneteenth, while Baltimore continues to celebrate its diverse population. Regardless of the destination, there are so many incredible ways to showcase diverse populations and traditions while welcoming travelers from all backgrounds.Â\nâ\u0080\u008d\nEnsuring inclusive and accessible environments into the future.\nI am proud to be part of an industry that connects human beings and helps us realize we are all the same. Travel is the best weapon to break down ignorance and judgment barriers. It is inspirational to witness destination marketers leading the charge to promote diversity and inclusion and make travel accessible to all people.\nBy creating inclusive, safe environments, DMOs are positioned to lead the charge in making sure travelers can explore the world in which we live.\nâ\u0080\u008d"}, {"title": "Premium Guided Tours", "article": "MORE INFORMATION\nRequest your complimentary brochure or get a quote to explore our collection of premium guided journeys."}, {"title": "Inclusive Travel: The Importance of Getting Tourism Right", "article": "The number of international tourist arrivals surpassed 1.3 billion in 2017, generating an equal $1.3 billion in tourism spending. According to the UNWTO, the gains were led in part by a 9 percent increase in international arrivals in Africa.\nAt a time when so many booming industries are technologies, tourism has become a powerful people-driven economic force, and with that power comes a massive responsibility. In many parts of the world, inequality is widening and wealth increasingly concentrated in the hands of a few. Tourism’s potential for inclusivity presents an opportunity to distribute the economics of a booming global industry more broadly, to communities and people who not only have not benefited from tourism before but may face limited options for building better livelihoods for themselves and their families.\nOur upcoming Africa Travel Summit reminds us of how critically important it is that we get the tourism opportunity right. If done well, the benefits will stay within the communities in which the travel occurs—distinguishing travel from many other industries that have found riches in Africa and exported them elsewhere. For us at Airbnb, the two-day summit will be a chance to hear and learn from some of the continent’s most visionary entrepreneurs in travel and technology. The Summit is part of our $1 million commitment, announced in 2017, to expand tourism in Africa in ways that are local, authentic, sustainable, geographically diverse and yes, demographically inclusive—what we call “healthy tourism.”\nTo help our broader community beyond Africa engage with the Travel Summit, Airbnb will showcase the work of African content creators, highlight African destinations and celebrate African hosts on our global social media channels for the week.\nAlso this month, you can join us in following Jessica Nabongo, who is now nearly 70 percent of the way toward becoming the first black woman to visit all 195 countries and states in the world. A dual citizen of both Uganda and the US, Jessica is using her Ugandan passport as well as her American one in order to raise awareness of outbound African tourism and the mobility gap between US and African passports. We’ll be engaging with Jessica as she travels to Lebanon, Cyprus, Jordan and Beijing.\nBut opportunities to make sure underserved communities can benefit from inclusive travel aren’t exclusive to developing countries—they can be found in the world’s most advanced economies.\nAirbnb’s Srin Madipalli, Suzanne Edwards, and the rest of the team formerly of travel startup Accomable are working with our staff and local governments in the UK and Japan to find ways to expand both hosting and travel opportunities for people with disabilities.\nFor the start of Hispanic Heritage Month on September 15, Airbnb’s own Juntos employee resource group will host a fiesta to celebrate our local employee, vendor, host and guest community and raise awareness of Latinx issues. We’re also sponsoring 25 students as they attend the Congressional Hispanic Caucus Institute’s Leadership Conference in Washington, DC, a gathering designed to empower young Latinx to take on issues affecting the US Latinx community.\nThis month also brings the second anniversary of Airbnb’s anti-discrimination report, issued on September 8, 2016 as our first step—of what we know will be many—toward eliminating bias wherever possible from our platform. At Airbnb, we are committed to fighting bias through inclusion. Our ability to provide guests with an inclusive travel experience can only start with Airbnb being an inclusive travel company, looking internally and externally for opportunities to champion diversity and rid the platform of potential discrimination. We also believe that inclusiveness is self-perpetuating. As our CEO and Head of Community Brian Chesky often observes, when we travel and experience new surroundings and cultures, we realize people are 99-percent the same.\nAmong the many other initiatives we launched in releasing the report was Instant Book, an opt-in feature for hosts that reduces the potential for bias by allowing any guest to book a listing without securing prior host approval. While we have much more work to do here, I am pleased to report that two years after we launched the feature, Airbnb now offers 3 million listings, 60 percent of our inventory, that are instantly bookable.\nWe also recently took a step toward fulfilling our commitment to diversifying our senior leadership by appointing our first woman board member, Ann Mather, an incredible leader from Pixar and Disney and current board member of both Pixar and Alphabet. Ann joins former American Express Chairman Ken Chenault as our second independent board member. Their expertise and life experience will be vital as Airbnb works toward fulfilling our vision of becoming the world’s first end-to-end—or first truly all-inclusive—travel company."}, {"title": "Accessible Tourism", "article": "Accessible Tourism\nAccording to the World Health Organization (WHO, 2023), ¨an estimated 1.3 billion people - about 16% of the global population - currently experience significant disability¨. Accessibility for all to tourism facilities, products, and services should be a central part of any responsible and sustainable tourism policy. Accessibility is not only about human rights. It is a business opportunity for destinations and companies to embrace all visitors and enhance their revenues.\nThis portal provides UNWTO resources targeting both public and private sectors to include accessibility into their policies and businesses strategies. All resources have been developed in collaboration with Organizations with Persons with Disabilities (DPOs), and key civil society and tourism sector stakeholders. Most of publications guidelines and recommendations have been laid-out following the Web Content Accessibility Guidelines (WCAG) 2.0 (level AA).\nNEW! UNWTO International Conference on Accessible Tourism - 16/17 November 2023 UNWTO and the Government of the Republic of San Marino are providing again an international platform for governments, destinations and the private sector, to advance accessibility. What are the objectives of the Conference? Foster Leadership in Accessibility : Explore the role of governments and destinations in advancing accessibility.\n: Explore the role of governments and destinations in advancing accessibility. Provide International Guidance : Discuss how international tools and universal design principles are applied to the tourism value chain.\n: Discuss how international tools and universal design principles are applied to the tourism value chain. Advance Innovation: Showcase innovative solutions in access to transportation, cultural heritage, nature areas, leisure, MICE and tourism businesses. Who is this Conference for? Governments and destinations\nTourism industry professionals and developers of IT solutions\nOrganizations of persons with disability\nInternational organizations and development agencies Which take aways do participants get? Learn from best practices and successful accessibility solutions\nShare your own experience and network\nBecome part of the UNWTO & San Marino Action Agenda For the Future of Accessible Tourism Register online at: San Marino Accessible Tourism. Download here the Programme of the Conference.\nACCESSIBILITY RECOMMENDATIONS FOR MANAGERS OF NATURAL RESOURCES A set of guidelines on accessibility targeting key players in the management of natural resources, was published by UNWTO and partners in October 2023. These recommendations aim to guide the decision-makers of natural resources in tourism in undertaking accessibility improvements. The document has a particular focus on facilitating access to protected areas, beaches and parks. The WCPA Tourism and Protected Areas Specialist Group of the International Union for Conservation of Nature and the European Network for Accessible Tourism (ENAT), acted as the expert reviewers. Their involvement was key in identifying the best actions geared towards a greater extent of accessibility and inclusiveness within nature areas, vis a vis tourism. The guidance tool, whose drafting was led by UNWTO, the ONCE Foundation and UNE, is part of the promotion of ISO Standard 21902:2021. Download here the guidelines in English and Spanish.\nRecommendations for cultural tourism key players on accessibility UNWTO, Fundación ONCE and UNE issued in September 2023, a set of guidelines targeting key players of the cultural tourism ecosystem, who wish to make their offerings more accessible.\nThe key partners in the drafting and expert review process were the ICOMOS International Cultural Tourism Committee and the European Network for Accessible Tourism (ENAT). The ICOMOS experts’ input was key in covering crucial action areas where accessibility needs to be put in the spotlight, in order to make cultural experiences more inclusive for all people.\nThis guidance tool is also framed within the promotion of the ISO Standard ISO 21902, in whose development UNWTO had one of the leading roles. Download here the English and Spanish version of the Recommendations.\nNew user-friendly guides for destinations to implement accessibility standards On the occasion of the International Day of Persons with Disabilities, UNWTO, ONCE Foundation and the Spanish Association for Standardization have launched, in December 2022, a user-guide targeting public administrations and tourism destinations to implement ISO Standard 21902:2021. This is a key tool to understand specific actions that can be undertaken by a wide range of organizations entrusted with designing policies, strategies and destination marketing plans in the sphere of accessible tourism. Download the user-guide (December 2022) produced in collaboration with Turismo de Portugal, Turismo Argentina and European Network for Accessible Tourism (ENAT): Accessibility Standards for Public Administration Normas de accesibilidad para administraciones públicas\nACCESSIBILITY STANDARDS AND RECOMMENDATIONS GUIDING THE RECOVERY UNWTO held a webinar on 9 December 2021, in partnership with the ONCE Foundation, UNE Spain and ENAT, to shed light on the new normative instruments and recommendations on accessible tourism.\nThe industry’s leaders called upon tourism stakeholders to implement their own accessibility agenda, in order to grasp all its benefits and make everyone feel welcomed. Every customer counts now, in the recovery process.\nPlease click here for the recording (YouTube file) or visit the event's webpage.\nYou can click and download below the takeaway thoughts & conclusions (accessible PDF file):\n➥Conclusions (in accessible PDF format) - English: Webinar\n➥Conclusions(in accessible PDF format) - Spanish: Webinar\nUNWTO INCLUSIVE RECOVERY GUIDE - PERSONS WITH DISABILITIES Launched on the International Day of Persons with Disabilities, 3 December 2020, the UNWTO Inclusive Recovery Guide - Sociocultural Impacts of COVID-19, Issue I: Persons with Disabilities, suggests measures for the whole tourism value chain to build back better, becoming more accessible and more competitive. Just as other guidelines on the UNWTO series, this document will be revised in 2021 with relevant accessibility partners.\nReopening Tourism for Travellers with Disabilities:\nHow to Provide Safety Without Imposing Unnecessary Obstacles In partnership with the ONCE Foundation of Spain and the European Network for Accessible Tourism (ENAT), UNWTO suggested in July 2020 a set of practical steps to ensure accessibility for all, under the new circumstances. “Reopening Tourism for Travellers with Disabilities” provides recommendations for destinations and service providers to accommodate customers with disabilities and specific access requirements, including seniors.\nAccessible Tourism Destination The \"Accessible Tourism Destination\" was launched in 2019 by UNWTO and the ONCE Foundation, to recognize and promote accessible tourism destinations. The ATD is an annual UNWTO distinction based on an Expert Committee evaluation, which acknowledges destinations enabling a seamless experience to any tourist, regardless of their abilities. The first ATD was awarded in 2019 and has been temporarily put on hold, given the pandemic.\nVideo \"Change your destination\" The video “Change your destination” was issued by Fundación ONCE and UNWTO by the occasion of the 2019 International Fair of Tourism (FITUR). Facilitating travel for people with disabilities is an exceptional business opportunity. Yet, a change in mind-set and in the model of tourism services provision is needed in order to meet this major market demand. Accessible environments and services contribute to improve the quality of the tourism product and can create more job opportunities for people with disabilities. Accessibility, therefore, must be an intrinsic part of any responsible and sustainable tourism policy and strategy.\nWorld Tourism Day 2016: \"Tourism for All - promoting universal accessibility\" To mark the celebration of the World Tourism Day 2016 under the theme \"Tourism for All - promoting universal accessibility\" UNWTO, the European Network for Accessible Tourism (ENAT) and the Spanish ONCE Foundation for the Social Inclusion of Persons with Disabilities have produced a compilation of Good Practices in the Accessible Tourism Supply Chain. While these examples provide a small sample of possible solutions regarding accessibility, they will hopefully inspire others to take steps towards broadening the availability of accessible offers in tourism destinations around the world. The publication has been laid-out following the Web Content Accessibility Guidelines (WCAG) 2.0 (level AA) Download full text: Tourism for All - promoting universal accessibility UNWTO Recommendations on Accessible Information in Tourism The tourism sector stakeholders must deliver accurate, relevant and timely information to its customers, prior to, during and even after the journey. Ensuring that the information is accessible, is without any doubt a key to communicating successfully with visitors in all stages of their journey, particularly with regards to travelers with disabilities and special needs. The UNWTO Recommendations on Accessible Information in Tourism have been developed with the support and collaboration of the ONCE Foundation for Cooperation and Social Inclusion of People with Disabilities and the European Network for Accessible Tourism (ENAT). They were adopted by the Resolution A/RES/669(XXI) of the General Assembly of UNWTO as a follow-up to the ‘Recommendations on Accessible Tourism for All’ of 2013. The publications in English and Spanish have been laid-out following the Web Content Accessibility Guidelines (WCAG) 2.0 (level AA). Download full text: UNWTO Recommendations on Accessible Information in Tourism UNWTO Recommendations on Accessible Tourism for All The UNWTO Recommendations on Accessible Tourism for All are meant to be used as a general, basic mainstreaming framework for ensuring that people with disabilities have access to the physical environment, the transportation system, information and communications channels, as well as to a wide range of public facilities and services. The Recommendations incorporate the most relevant aspects of the UN Convention on the Rights of People with Disabilities of 2006 and the principles of Universal Design. In the context of a trilateral agreement between UNWTO, ONCE and ENAT, the recommendations were adopted by UNWTO General Assembly Resolution A/RES/637(XX) of August 2013, updating the 2005 UNWTO Recommendations. Download full text: UNWTO Recommendations on Accessible Tourism for All\nManuals on Accessible Tourism for All One of the most significant outcomes of a major collaboration framework between UNWTO and Disabled People’s Organizations (DPOs), particularly the Spanish ONCE Foundation for the Cooperation and Social Inclusion of People with Disabilities, the European Network for Accessible Tourism (ENAT), and the Spanish ACS Foundation, are the Manuals on Accessible Tourism for All. The manuals are meant to assist tourism stakeholders in improving the accessibility of tourism destinations, facilities and services worldwide.\nHighlights of the 1st UNWTO Conference on Accessible Tourism in Europe In recognition of accessibility’s importance in the tourism sector, UNWTO and the Government of San Marino jointly organized the 1st UNWTO Conference on Accessible Tourism in Europe (19 - 20 November 2014). Drawing together policy makers, tourism destinations, the private sector and civil society, this landmark event addressed challenges in advancing quality, sustainability and competitiveness within the tourism sector through universal accessibility. This publication features 14 good practices presented at the Conference which focus on accessibility of cultural heritage sites, policy frameworks and strategic actions to make accessible tourism a reality. The publication has been laid-out following the Web Content Accessibility Guidelines (WCAG) 2.0 (level AA). Download full text: Highlights of the 1st UNWTO Conference on Accessible Tourism in Europe San Marino Declaration on Accessible Tourism The Declaration which resulted from the 1st UNWTO Conference on Accessible Tourism in Europe, held on 19-20 November 2014 in the Republic of San Marino, can be downloaded here: Download full text: Highlights of the 1st UNWTO Conference on Accessible Tourism in Europe"}, {"title": null, "article": null}, {"title": "What is \"Accessible Tourism\"?", "article": "Listen Content Type F.A.Q.\nF.A.Q. Published At 01/01/2010 What is \"Accessible Tourism\"?\nThere is no single, universally accepted definition of \"accessible tourism\". Here we refer to some of the ways in which the term is defined and used. The concept is certain to evolve as it is applied in more and more contexts around the world.\n- “Accessible Tourism” (also known as “Access Tourism”, “Universal Tourism”, “Inclusive Tourism” and in some countries such as in Japan “Barrier-free Tourism”) is tourism and travel that is accessible to all people, with disabilities or not, including those with mobility, hearing, sight, cognitive, or intellectual and psychosocial disabilities, older persons and those with temporary disabilities\" (Takayama Declaration - Appendix, UNESCAP, 2009).\n- \" 'Accessible Tourism' refers to tourism that caters to the needs of a full range of consumers including persons with disabilities, older persons and cross-generational families. It entails removal of attitudinal and institutional barriers in society, and encompasses accessibility in the physical environment, in transportation, information and communications and other facilities and services. It encompasses publicly and privately owned tourist locations.\" (Takayama City and UNESCAP Conference - Press Release - Takayama, 2009)\n- \"Accessible tourism is the ongoing endeavour to ensure tourist destinations, products and services are accessible to all people, regardless of their physical limitations, disabilities or age. It encompasses publicly and privately owned tourist locations. The improvements not only benefit those with permanent physical disabilities, but also parents with small children, elderly travellers, people with temporary injuries such as a broken leg, as well as their travel companions.\" (Accessible Tourism on Wikipedia - downloaded 1 January 2010).\n- ...a process of enabling people with disabilities and seniors to function independently and with equity and dignity through the delivery of universal tourism products, services and environments. The definition is inclusive of the mobility, vision, hearing and cognitive dimensions of access (Darcy, 2006, p. 6).\nDarcy, S. (2006). Setting a Research Agenda for Accessible Tourism. In C. Cooper, T. D. LacY & L. Jago (Eds.), STCRC Technical Report Seriespp. 48). Available from http://www.crctourism.com.au/BookShop/BookDetail.aspx?d=473\n- ...Accessible tourism enables people with access requirements, including mobility, vision, hearing and cognitive dimensions of access, to function independently and with equity and dignity through the delivery of universally designed tourism products, services and environments. This definition is inclusive of all people including those travelling with children in prams, people with disabilities and seniors (Darcy & Dickson, 2009, p. 34). Reference : Darcy, S., & Dickson, T. (2009). A Whole-of-Life Approach to Tourism: The Case for Accessible Tourism Experiences. Journal of Hospitality and Tourism Management, 16(1), 32-44.\n- ...When people hear the word “accessible” attached to tourism they think they have a pretty good idea what that means. And there is the problem. Almost everybody thinks they know what it means but, since it has never been fully defined, almost everybody has invented their own personal definition. That is a recipe for disaster. If travellers and the industry have no common language, then imagine how frequent disappointment and disputes will become? If hotel owners and construction teams have no way to describe the solutions they want designed and built, then how likely is either side to be satisfied with the result? Reference: Dr. Scott Rains' slide presentation on \"What is Inclusive Tourism?\"\n(Note: Increase the slide presentation to full screen for easier reading. Unfortunately, the text transcript below the slideshow is jumbled up).\nFurther definitions and uses of the term may be added to this page.\nReaders may send their comments or additional definitions to ENAT via the Contact Page."}, {"title": "Search strategies in accessible tourism, barrier-free tourism, disabled tourism and easy access tourism literature", "article": "Research concerning the inclusion of individuals with disabilities in tourism activities began long before this field of study was formally named. This has led scholars to use a variety of expressions to refer to what is now known as accessible tourism (AT). Given that this diversity of terms can complicate locating relevant publications, this paper aims to examine the terminology used in the context of AT."}, {"title": "Accessible tourism futures: the world we dream to live in and the opportunities we hope to have", "article": "The paper’s examination of the concepts and global policy considerations provides a strong academic and practitioner foundation for considering accessible tourism futures. In doing so, accessible tourism futures are shown to be affected by key concepts related to core tourism considerations and major policy initiatives on accessibility and sustainability. Yet, accessible tourism futures also have the potential to create their own momentum and contribute unique learnings on the diversity of tourism markets that will shape tourism concepts and global policy initiatives in their own right.\nA discussion of each of the above areas was placed in context to accessible tourism futures and to contextualise the papers that were selected for the special issue. The latter part of the paper outlines the contribution of each empirical paper to the issue discussing the approach, findings and implications. Stakeholder collaboration was identified as the key common theme of the papers and the factor for developing accessible tourism solutions, recognising the value of the market and capitalising on it. A collaborative approach is required to recognise the complementary nature of the different paradigms; to re-shape and transform the future of the accessible tourism industry. To assist in the development of accessible tourism futures, UD principles should provide a foundation to enhance the future competitiveness of tourism destinations and organisations.\nThree of the authors have extensive academic experience in the area and the fourth author is the Managing Director of the pre-eminent European Network for Accessible Tourism. In taking a limited Delphi approach to canvassing key areas likely to shape accessible tourism futures, the following concepts and policy initiatives were examined: motivations, dreams and aspirations of people with disability; demography; UN Convention on the Rights of Persons with Disabilities; destination competitiveness; universal design (UD); and the UN Sustainable Development Goals for 2030.\nAccessible tourism is evolving as a field of academic research and industry practice, set within a dynamic social context. The field is interdisciplinary, multidisciplinary and transdisciplinary. The purpose of this paper is to examine key concepts and global initiatives that will shape accessible tourism futures.\nCopyright © 2015, Eleni Michopoulou, Simon Darcy, Ivor Ambrose and Dimitros Buhalis\nPublished in the Journal of Tourism Futures. This article is published under the Creative Commons Attribution (CC BY 4.0) licence. Anyone may reproduce, distribute, translate and create derivative works of this article (for both commercial and non-commercial purposes), subject to full attribution to the original publication and authors. The full terms of this licence may be seen at: http://creativecommons.org/licences/by/4.0/legalcode\nIntroduction This special issue was designed to examine the future dimensions of the intersection of disability and tourism in the emerging field of accessible tourism. The special issue explores theoretical approaches, foundations and issues in the study of accessible tourism from a futures perspective. Accessible tourism, as with any area of academic study is an evolving field of academic research and industry practice, set within a dynamic social context. The field is interdisciplinary, multidisciplinary and transdisciplinary, and is influenced by geography, ageing and disability studies, economics, public policy, psychology, law, architecture, construction sciences, technology and marketing. Past research has attempted to view, explain and unpack the inherent complexities (Darcy, 2010) within accessible tourism through a variety of lenses, including human rights, critical tourism, embodiment, customer segmentation and universal design (UD), to name a few (see Buhalis and Darcy, 2011; Buhalis et al., 2012). The special issue is timely given the operationalisation of the United Nations (2006) Convention on the Rights of Persons with Disabilities by 160 countries. Central to the convention is the right for tourists with disability to access transport and built environment in Article 9 and tourism experiences, goods and services within Article 30. It is therefore pertinent to look at the future of accessible tourism and contemplate a number of issues including (but not limited to) the role of technology in reshaping disability; if and how policy makers and planners are addressing the impact of accessible tourism in a sustainable manner; the political influence of people with disabilities, who make up the largest minority group in the USA, on the future of tourism; the science fiction of exoskeletons and gene therapy as a new form of adventure tourist; and the future state of embodied identity and accessible tourism. The special issue provides the opportunity for contributors to take part in the current discourses on accessible tourism from a futures perspective, in order that we can understand, manage and contribute to the development of accessible tourism in the context of economically, socially and environmentally sustainable communities. Specific topics included conceptual and research papers, viewpoints and trend papers, both qualitative and quantitative, discussing topics relating to the future of accessible tourism. Papers include a range of issues including: inclusive destinations; accessible tourism in Development Planning (toward the UN Sustainable Development Goals 2030); policy-making for accessible tourism; embodiment; representation; law and legislation; architecture and universal design; inclusion/exclusion from experiences; markets and needs analysis; accessible transport; accessible events; accessibility and culture/heritage; accessible accommodation; education/training; and technology and applications. In contrast to the past 30 years, where disability and tourism research has been largely concerned with overcoming barriers that exclude certain people (see Smith, 1987), we can discern the contours of new movements in accessible tourism, whereby overarching principles and standards of sustainability, social responsibility and customer service. The delivery of equitable tourism experiences demand the attention of sector actors and stakeholders. Accessible tourism, in this context, should be seen in the future as much more than a range of supports to excluded target groups, becoming a set of ground rules and codes of practice which contribute to the development of all tourism offers and destinations in an inclusive way. If we should gaze into the crystal ball for a moment, we could envisage that tourism will not be defined primarily in terms of different target groups, since principles of responsibility, sustainability and accessibility will in the future inform the quality criteria to which all destinations should comply and be judged as part of destination competitiveness in increasingly global context. Customers will become more aware of their individual rights and also the need to protect and sustain communities and the natural environment, influencing tourism service providers to follow generally accepted rules of service quality, genuine interactivity and engagement with the local culture, people and resources. The capability of tourism providers to recognise those rights for all (e.g. of tourists with disabilities, Design for All, responsible behaviour, inclusion of the local communities in a transparent system of remuneration and participation, working opportunities for socially excluded group etc.) is going to be the threshold, which determines whether their offers will succeed or fail in the future. The tourism sector will increasingly be seen as having transformational power as “a shaper of society”, acting as a promoter of jobs and economic growth, a participant in regional and community planning and a partner in global development programmes. In addition, tourism should be developed as industry that promotes understanding, inclusion and well-being for all in an equitable way. Businesses, destinations and networks, that are already active in the field of accessible tourism and/or representing markets with different specific requirements will participate more widely in the mainstream, bringing their expertise and knowledge to bear on all those issues that are still seen as “different types of tourism”. In the development of accessible destinations and experiences, the United Nations World Tourism Organisation (2015) will be playing an increasingly supportive role, especially through its Global Code for Ethics in Tourism and the recently published Manuals on Accessible Tourism (2015), produced by ONCE Foundation and the European Network for Accessible Tourism (2015b). Before discussing the papers that have been selected for publication we would like to set the scene by examining some major conceptual and policy development areas that we believe will have a significant influence on accessible tourism futures in the future. These include: dreams and aspirations of people with disability; demography; UN Convention on the Rights of Persons with Disabilities; destination competitiveness frameworks; UD; and the newly adopted UN Sustainable Development Goals for 2030. Each of these areas of influence will now be outlined prior to the papers for the special edition being summarised for their contribution to the future of accessible tourism.\nDefining and conceptualising accessible tourism Conceptualising accessible tourism to reflect all its dimensions and multidisciplinarity is critical for the future. The study of tourism and disability has been a reasonably recent phenomenon with the first detailed examination emerging from the leisure constraints literature (Smith, 1987). From this beginning, a great deal of individual studies are emerged that documented significant issues with demand, supply and coordination of travel for people with disability. More recently the field has started to mature with a conceptualisation that has sought to make sense out of the individual studies and provide an overall framework for understanding the phenomena. To assist with this conceptualisation, Buhalis and Darcy (2011) offer the following definition: Accessible tourism is a form of tourism that involves collaborative processes between stakeholders that enables people with access requirements, including mobility, vision, hearing and cognitive dimensions of access, to function independently and with equity and dignity through the delivery of universally designed tourism products, services and environments. This definition adopts a whole of life approach where people through their lifespan benefit from accessible tourism provision. These include people with permanent and temporary disabilities, seniors, obese, families with young children and those working in safer and more socially sustainably designed environments (adapted from Darcy and Dickson, 2009, p. 34 in Buhalis and Darcy, 2011, pp. 10-11). Importantly the definition recognises collaboration between stakeholders across demand, supply and coordination to recognise that disability is a complex construct involving mobility, vision, hearing, cognitive and other embodiments. The definition recognises that developing inclusive destinations and accessible tourism experiences also benefit other groups in the community. Hence, it contributes toward a greater social sustainability of the industry by including and, hence, providing for a much broader cross-section of consumers that has previously been considered by the industry. In understanding the importance of individuals with disability, the stakeholders they engage with and the influence of UD on the products, services and environments they wish to seek enabling experiences. Buhalis and Darcy (2011) suggests that to develop accessible tourism futures destination managers must strategically plan through the lens of UD. Figure 1 outlines the cyclical strategic approach to engaging UD approaches across disability and lifespan considerations as a foundation for developing future accessible destination experiences.\nDreams and aspirations of people with disability The dreams and aspirations of individuals play a fundamental role in shaping the choices, which lead them to travel. Among people who live with a disability, the idea of leaving behind one’s everyday surroundings and going on a journey can create significant anxiety (Darcy, 1998). People with disability often can design or influence their everyday environment whilst they have routines to negotiate any difficulties and thresholds that exist. This does not apply to new environments whilst travelling, where they do not have prior knowledge, networks or influence on the design nor the potential barriers that are to face and the way to overcome them. Indeed, a recent European survey (GfK, 2015) suggests that up to half of people with disability do not travel on holiday, due to a combination of lack of reliable information, lack of funds and previous bad experiences. Yet, the desire to travel remains with studies showing that it is not a person’s impairment that impedes their travel but a series of interpersonal, attitudinal structural constraints (Daniels et al., 2005; Darcy, 2003). In recognising that a person's impairment does not constrain their travel motivations, the boundaries to what is regarded as accessible tourism destinations and experiences are continually pushed by the accessible explorers who forge new pathways for others to follow.\nMillennium development goals (MDGs) and the UN global compact At the Millennium Summit in September 2000 the largest gathering of world leaders in history adopted the UN Millennium Declaration, committing their nations to a global partnership to reduce extreme poverty and setting a series of targets, with a deadline of 2015. These targets, known as the MDGs are a set of eight specific goals set by the 191 United Nations member countries that have the goal of halving world poverty by the year 2015: Eradicating extreme poverty continues to be one of the main challenges of our time, and is a major concern of the international community. Ending this scourge will require the combined efforts of all, governments, civil society organizations and the private sector, in the context of a stronger and more effective global partnership for development. The Millennium Development Goals set timebound targets, by which progress in reducing income poverty, hunger, disease, lack of adequate shelter and exclusion – while promoting gender equality, health, education and environmental sustainability – can be measured. They also embody basic human rights – the rights of each person on the planet to health, education, shelter and security. The Goals are ambitious but feasible and, together with the comprehensive United Nations development agenda, set the course for the world’s efforts to alleviate extreme poverty by 2015 (United Nations Secretary-General BAN Ki-moon). The aim of the MDGs is to encourage development by improving social and economic conditions in the world’s poorest countries. Since the MDG’s were agreed to significant progress has been made. To date average overall incomes have increased by approximately 21 per cent. The number of people living in extreme poverty declined by an estimated 130 million. Chile mortality rates fell from 103 deaths per 1,000 live births a year to 88. Life expectancy rose from 63 years to 65 years. An additional 8 per cent of the developing world’s people received access to clean water and an additional 15 per cent acquired access to improved sanitation services. In 2015 the UN countries will adopt a new sustainable development agenda and a new global agreement on climate change. The actions taken in 2015 are expected to result in new sustainable development goals that build on the eight MDG’s (United Nations, 2015). Tourism has long been seen as having significant potential to help achieve the MDG’s in developing countries. For example in 1990 developing countries had 18 per cent of international tourism receipts. By 2005 this had risen to 30 per cent and to date it continues to rise. There has been significant promotion of the direct economic links between tourists and the poor. Tourism may provide employment opportunities for marginalised groups, may bring direct income to individual communities and may promote equality in developing countries (Saarinen and Rogerson, 2013).\nUD supports destination competitiveness The tourism industry needs to design and deliver offerings and services that are suitable to all potential users and remove any physical or organisational barriers that can prevent visitation. UD incorporates the accessibility requirements of people with the widest possible range of abilities, so that the greatest number of people can use mainstream products and services without the need for adaptations or special interfaces. Additionally, mainstream products and services should use interface standards which match those of technical aids, so allowing disabled people to access and use mainstream equipment. UD has been defined as: Universal design is the design of products and environments to be usable by all people, to the greatest extent possible, without the need for adaptation or specialized design. The intent of the universal design concept is to simplify life for everyone by making products, communications, and the built environment more usable by more people at little or no extra cost. The universal design concept targets all people of all ages, sizes and abilities’. The Universal Design approach goes beyond traditional design, which tends to focus on the ‘average’ user. Universal Design is a design approach, reflecting a way of understanding people’s needs. It is not a list of particular solutions, measurements, or products – Universal Design is the way to reach the solution, contributing to social inclusion (cited in Center for Universal Design, 2009; and first articulated by Mace, 1985). Applying the principles of UD can be seen as a way of developing tourism environments, transportation, services and offers, underpinning sustainable communities and businesses. Today, according to a recent study by European Network for Accessible Tourism (2015a) and partners, less than 10 per cent of tourism suppliers in Europe offer “accessible” tourism services, while demand for such services is set to increase due to the ageing population and continuing upward trend in market demand. Adopting UD enlarges the target markets of destinations as well as ensures that more pleasant experiences can be delivered. Therefore it can increase the market base, reduce seasonality and support the competitiveness of destinations (Buhalis, 2000). Yet, few studies have examined accessible tourism in relation to destination management and only recently has accessible tourism been examined from destination competitiveness perspective (Domínguez Vila et al., 2015).\nPapers in this issue To address these concepts and developments this special issue is bringing a range of papers together that discuss research on many accessibility tourism aspects. Naniopoulos and Tsalis (2015) discuss a methodology for addressing the accessibility of monuments. They focus on heritage attraction sites, highlighting the challenges with archaeological sites where interventions become problematic or even impossible. In doing so, they approached accessibility as a dual notion; accessibility of an area and its potential for independent physical access and movement around the monuments as well as perceived accessibility in terms of interpreting, understanding and learning from the environment. The methodology was applied to a number of byzantine monuments as part of a cultural route in the city of Thessaloniki in Greece, as case studies. Results provide both tools for assessing monument accessibility (process orientations and checklists) and insights into the needs of travellers with disabilities for more “usable” heritage attractions. Concluding remarks place a focus on the prerequisites of training and cooperation to allow for the future of accessible monuments to be realised. Tsalis et al. (2015) provide an interesting study on the challenges of implementing accessibility solutions, also within the context of protection, conservation, and management of historical centres and monuments. Viewed from a tourism perspective, archaeological sites and monuments are location bound and exist only in their original place. Hence, access to such sites enables unique and authentic tourism experiences. Discourses on objective, constructive and existential authenticity are of paramount importance when accessibility is concerned. This study provides relevant examples of accessibility interventions on six monuments as well as considerations on the design of the tools that assisted site interpretation and interconnection in a cultural route. Results demonstrate how accessibility improvements can occur while respecting the history, architecture and character of the monuments. The study concludes by emphasizing that it is primarily through providing greater access, that the “socialisation” of these monuments will propagate authentic tourism experiences in the future. Bowtell (2015) offers an examination of the market value and attractiveness of accessible tourism in Europe. Historic data were used to provide a forecast for 2025, while primary data obtained from travel and leisure companies provided insights into managerial perceptions. Findings show a very promising potential for accessible tourism market with significant projected revenues. However, a number of challenges including lack of awareness, cost of investments, complexity of customers’ needs and legal inconsistencies within the EU, create barriers toward developing comprehensive solutions for accessible tourism. Authors provide recommendations on bridging demand and supply. Gillovic and McIntosh (2015) present an interesting study on stakeholder perspectives of the future of accessible tourism in New Zealand. The study provides insights into the current situation and the future propensity for an accessible tourism industry in New Zealand. A number of interviews with key stakeholders revealed that there is a need to develop a culture of accessibility that is perceived as the norm. Findings also include the business and demand arguments, but additionally highlighted the “ineptness” of upper industry levels to recognize the opportunity of accessible tourism, exhibiting apathy and complacency instead. Authors conclude with recommendations for the future of accessible tourism in New Zealand which can easily be generalised for other regions. Zajadacz (2015) discusses the evolution of models of disability as a basis for the future development of accessible tourism. A review of medical, social, biopsychosocial, geographical and economic models of disability reveals the theoretical underpinnings and assumptions entailed in those. These are then linked to tourism, demonstrating that different models influence the tourism provision in terms of both products and services. Authors highlight the understanding of disability under different models toward diverse tourism experiences. Several suggestions are offered on the complementary of the models and the implications on the transformation of the accessible tourism industry in the future. Cruces Portales (2015) uses a scenario planning approach to envisage alternative futures for accessible tourism. With a timeframe leading to 2050, four alternative futures are unravelled through storytelling. The scenarios are built on a matrix that includes the opposing forces of empathy – apathy, and fear of loss and certainty of benefits. The resulting, aptly named scenarios (Eden Gardens, Golden Bridge, Wasted Future and State of Hope) showcase different behaviours, schedules of changes and insights. Authors conclude with strategic ideas and proposals for the future of accessible tourism.\nConclusion When exploring the future of tourism in this area two opposing trends can be observed: future societies are predicted to become more similar, more homogenous as a consequence of consumerism, globalisation and converging urban lifestyles. However, the accessible tourism market is characteristically diverse, with complex needs and the range of dreams and ambitions is boundless. Will future global travellers be able to access more varied and personal services or will increasing numbers of travellers give rise to greater standardization of services? Accessible tourism as an emerging field of study will influence tourism destination competitiveness in the future, whether that be from a human rights, emerging market segment or service delivery perspective. In this conceptual examination, we have presented implications of number of theoretical constructs and lenses through which accessible tourism will be influenced in the future. In this special issue, a number of future dimensions are explored that demonstrate how the field has moved from an examination of the intersection of disability and tourism, to one that is clearly defined through conceptual and definitional approaches as accessible tourism. There is a common thread amongst all the papers presented in this special issue. They focus around stakeholder collaboration, as a foundation for the future development of accessible tourism. It has been explicitly suggested that raising awareness amongst stakeholders is essential to overcome barriers inhibiting the application of solutions that enhance access. The importance of stakeholder collaboration across the accessible tourism value chain has been emphasized in a number of ways in this special issue. Improving accessibility of facilities, transportation, attractions and destinations more generally, demands the collaboration of a wide range of stakeholders including architects, designers, economists, local councils, policy makers, travellers with disabilities, historians and archaeologists to name a few. Therefore “socialising” tourism means that access can be granted only when a number of relevant stakeholders are in accord, work together and specifically developed strategies to target the accessible tourism market. Stakeholder collaboration is a key factor for developing accessible tourism solutions, recognising the value of the market and capitalising on it. Hence, a collaborative approach is required to recognise the complementary nature of the different paradigms; to re-shape and transform the future of the accessible tourism through influencing the tourism industry, contributing government organisations and the not-for-profit sectors. The strength and depth of stakeholder collaborations will determine alternative future realities; from a future where all cooperate and share benefits for all parties, to a fatalistic picture where each stakeholder is sailing alone because they consider their interests incompatible, and everything in between. UD should provide a better accessible tourism future that should enhance the competitiveness of tourism destinations and organisations."}, {"title": "Tourism for All: Economic Opportunities and Territorial Constraints for Sustainable Development", "article": "‘Tourism for all’ is a way to consider tourism activities and services inclusive, involving all people, guests and residents, in the same activities and creating the dialogue, peace and human development.\nThis tourism is able to achieve the Millennium Development Goals in two ways: first, it implements human rights, respecting the possibilities of everyone and second, it activates the process of development from the local to global impacts for sustainable development, thus eradicating the poor in the local level.\nThese are ambitious goals; on the one hand they are certainly difficult to achieve, but on the other hand they are necessary to implement in order to make tourism a more and more sustainable economic activity, given its international spread. Certain sustainable development is ambiguous ground but in the tourism activities it is very pressing for the negative impacts of the classical tourism model.\nThese assumptions are useful to analyze the costs and benefits of inclusive tourism, thanks to the pyramid of accessibility. This study will in fact make it possible to determine, on the basis of the resources present in the territory, the opportunities and limits of this type of tourism.\nIn European destinations, above all, in Italy, the openness to inclusive tourism can constitute a new cycle of tourism product such as to activate that interest and curiosity that drives tourists to visit the destination. This chapter describes at first the criteria for the planning of tourism for all, and finally, in the second part, it will deal with the international policies for the realization of tourism for all.\nThe traditional model of tourist destination is characterized by tourist attractions and related infrastructure, often avoiding the local people. The resort or tourist villages are born to entertain tourists, but they did not involve local people. Nowadays the tourism and the resorts are changing, and so a lot of destinations are involving a new idea of tourism with the accomplishment of the local people that can support the persons with specials needs to live an independent travel as inhabitans.\nIt is therefore necessary to look for new models in tourism that can create a dialogue, peace and fruitful encounter between guests and the local community. This involvement, in fact, can be activated directly or indirectly – with or without the presence of the local community in all activities of tours – but always in accordance with the need of each other. Tourism for all is a new idea but is the future of tourism for different reasons: the first is that the needs of people, especially those with differences or disabilities, are increased in all parts of the world and they required the solution immediately and tailor-made; the second consists in the hypothesis that if guests can have more economic and especially technological potential, they can support and transfer their know-how to all those who suffer from that particular disorder, providing this benefit; and the third gives sustainability using the appropriate resources to enhance tourist activities.\nIn this new vision, the World Tourism Organization has attributed to tourism for all a broader vision than accessible tourism alone, combining sustainable and social tourism in a single form of tourism, including every person regardless of gender or other forms of diversity.\nIn the innovative strategy of inclusive tourism, it should be pointed out that destinations will have to develop plans and appropriate policies for sustainability and accessibility. This form of tourism, which certainly has social aims, could also be conflicting if, for example, accessibility makes use of very invasive technologies or not too much in line with the efficiency and protection of the environment. Tourism for all, therefore, becomes an ambitious project to be implemented at the local level to create a model, so valid to the global level."}, {"title": "Transportation in South Africa: trains, buses, and taxis", "article": "Looking to ditch your car but don’t feel like braving a minibus taxi? Public transportation in South Africa is improving all the time, with more bus and train options going into service with each passing year.\nNot every commute is easy to make by public transportation in South Africa, but it’s certainly possible in many urban areas. Whether you’re taking the train in Gauteng or the bus in Cape Town, there are plenty of options to get where you’re going safely and efficiently. Here’s a few key topics to start your trip, such as:\nPublic transportation in South Africa\nFor many locals, driving in South Africa is the only realistic option for the daily commute. Although it’s touted as the safe option, it isn’t necessarily the safest choice for getting around. South Africa has long had one of the highest carjacking rates in the world, a trend that shows no signs of slowing down.\nWhat’s the alternative, then? South Africa’s Department of Transport oversees most transportation methods in the country, from trains to taxis. As a matter of fact, South Africa boasts Africa’s busiest railway network. Many cities are rolling out bus rapid transit routes to improve travel times and safety levels (and for those that don’t mind a reckless bus driver, minibus taxis are also everywhere). Metered taxis and ride-hailing apps are also popular options in urban areas, particularly after sunset.\nAdvertisement\nPublic transportation apps in South Africa\nUnfortunately, official websites and apps for many of the public transportation options in South Africa are limited, outdated, or even nonexistent. In addition, some official apps are poorly built and have low ratings. There are a few of the alternative options for planning your next trip or daily commute, including the following:\nLiving in Ekurhuleni, Johannesburg, or Pretoria? GauRider is a simple, Gauteng-focussed app for looking up departure times, planning itineraries, as well as tracking the credit on your Gautrain Card. The app works both for Gautrain’s commuter rail network as well as their bus routes.\nMoving Gauteng also provides route information, departure boards, and itinerary planners for a variety of public transportation services throughout Gauteng, including A Re Yeng, Gautrain, Harambee, Metrobus, Metrorail, Rea Vaya, and Tshwane Bus Services.\nTaking the bus in Cape Town? MyCiTi, Cape Town’s local bus company, has a mobile app for planning routes, calculating bus fares, and topping up the balance on your myconnect Card. The MyCiTi app is available for Android as well as iOS.\nAdvertisement\nTrains in South Africa\nSouth Africa is home to 20,964 kilometers of railway tracks that carry 530 million passengers per year, the largest and busiest network in Africa. Most rail passengers in South Africa travel on one of the five commuter rail networks.\nA Metrorail Western Cape train in Glencairn\nThe Passenger Rail Agency of South Africa (PRASA) owns and operates almost all passenger rail services in the country. PRASA itself has three divisions for rail services in South Africa:\nMetrorail: commuter rail services\ncommuter rail services Shosholoza Meyl: intercity services connecting every province in South Africa\nintercity services connecting every province in South Africa Premier Classe: affordable luxury train running between Cape Town, Johannesburg, and Durban\nPRASA also owns and operates train stations in South Africa through its own property management arm, PRASA Cres.\nThe four Metrorail networks are commuter rail, connecting suburban areas with urban centers. Metrorail’s networks are:\nEastern Cape (iMpuma-Koloni in Xhosa): two separate lines. One connects Port Elizabeth with Uitenhage and the other connects East London with Berlin.\ntwo separate lines. One connects Port Elizabeth with Uitenhage and the other connects East London with Berlin. Gauteng (eGoli in Zulu): large network connecting cities throughout Gauteng, including Germiston, Johannesburg, Pretoria, Sebokeng, Soweto, and Springs.\nlarge network connecting cities throughout Gauteng, including Germiston, Johannesburg, Pretoria, Sebokeng, Soweto, and Springs. KwaZulu-Natal (iKwaZulu-Natali in Zulu): seven-line network connecting Cato Ridge, Durban, Kelso, kwaMashu, Pinetown, Stanger, and Umlazi.\nseven-line network connecting Cato Ridge, Durban, Kelso, kwaMashu, Pinetown, Stanger, and Umlazi. Western Cape (Wes-Kaap in Afrikaans): four lines centered on Cape Town. Destinations include Bellville, Malmesbury, Paarl, Simon’s Town, Stellenbosch, and Wellington.\nGauteng is also home to one private commuter rail service. The Gautrain has three lines connecting Ekurhuleni, Johannesburg, and Pretoria, as well as Johannesburg’s O. R. Tambo International Airport.\nLong-distance intercity services are run by Shosholoza Meyl. In general, most routes radiate from Johannesburg. Major destinations for Shosholoza Meyl trains include Cape Town, Durban, East London, Komatipoort, Musina, and Port Elizabeth.\nSouth Africa is also home to one luxury route between Cape Town and Pretoria: The Blue Train.\nTrain tickets and costs in South Africa\nFares for train journeys are set by the operator. For commuter rail, fares are generally based upon the distance traveled. Expect the following ticket prices for normal second-class travel on Gautrain:\nSingle (off-peak hours): R24–206\nSingle (peak hours): R30–206\nWeekly: R278–814\nMonthly: R1,122–2,880\nMetrorail publishes their fares for all networks and lines on their website. However, they’re notorious for not publishing any service information online for years at a time. If you rely on Metrorail for your daily commute, consult a more reliable source of information such as Moving Gauteng or Cape Town Train Times. There are also first-class carriages available on Metrorail trains, referred to as MetroPlus.\nHowever, as with Metrorail, Shosholoza Meyl rarely updates their website, which is often not online. Try contacting Shosholoza Meyl directly through their website or, better yet, by calling their reservations office directly at 086000 8888.\nInternational trains in South Africa\nThere are currently no scheduled international train services linking South Africa with any of its neighbors. Travel between South Africa and a neighboring country is only possible by road (either by car or bus) or by air.\nFreight rail links exist between South Africa and Botswana, Lesotho, Namibia, Swaziland, and Zimbabwe (as well as Mozambique in the near future); however, there is no indication that these will expand for passenger rail services any time soon.\nBuses in South Africa\nThere is no one singular entity providing bus service across South African cities; each municipality generally has its own bus company or companies, depending on the size of the city. Many of South Africa’s bus companies are municipally-run, while others are private.\nBuses at Gandhi Square in Johannesburg\nSome of the companies offering public transportation by bus in South Africa include the following:\nSouth African cities also have another kind of bus: the minibus taxi. The South African minibus taxi shares many features of the Russian marshrutka, in fact; the vehicles (generally a Toyota Quantum) are often subpar, drivers often drive aggressively, and payment is cash only. Still, minibus taxis are, by far, the most used form of public transportation in South Africa. They’re not easy to flag down if you’ve never used one before, but there are some hand signals that can help.\nMinibus taxis are widespread in every South African city, including here in Pretoria\nWhat minibus taxis lack in roadworthiness they make up for with cost (many fares are under R20), route diversity (Cape Town alone has well over 600 routes), frequency (you won’t wait for longer than a couple of minutes), and speed (drivers aren’t shy).\nAdvertisement\nTaxis and ride-sharing services in South Africa\nTaxicabs are reasonably available in South Africa, although it’s uncommon to simply flag one down on the street. Taxi stands are the easiest places to get a taxi in a South African city; these are generally found next to major transportation hubs, hotels, central business districts, and shopping malls. However, if you’re not near any of these kinds of places, your best bet is to call a taxicab company directly to reserve a ride.\nReputable taxi companies generally use sedans with meters in them. Avoid getting in a non-metered taxi if at all possible; if it isn’t, make sure that you negotiate the price to your destination before you enter the vehicle.\nA taxi in Cape Town\nSouth Africa has a wide selection of ride-hailing apps available, allowing users to hail either a taxi or another professional driver. Some of the most widely used ride-hailing apps in South Africa include the following:\nAdvertisement\nLong-distance coaches in South Africa\nConsidering the limited number of train routes in South Africa, long-distance coaches remain one of the best options for crossing the country; they’re also the ideal choice if you’re travelling to a smaller municipality.\nSome of the more well-known long-distance bus companies in South Africa include the following:\nSome of these companies also offer direct routes to cities in Botswana, Zimbabwe, Mozambique, and Namibia. Make sure you have your passport and other travel documents with you for these journeys.\nAirports in South Africa\nSouth Africa is a large country with fairly lengthy intercity travel times by road or rail. For example, traveling from Cape Town to Johannesburg takes 18 hours by bus, 30 hours by train, or just two hours by air. As a result, domestic air travel remains a reliable transportation option for getting around South Africa. The country’s flag carrier is South African Airways; other major airlines include Airlink, FlySafair, and kulula.com.\nO. R. Tambo International Airport in Johannesburg is the only airport in Africa with flights to all six continents\nO.R. Tambo International Airport\nO.R. Tambo International Airport is located in Kempton Park, about 21 kilometers from Johannesburg. The airport’s name honors Oliver Reginald Kaizana Tambo, a South African anti-apartheid politician. As South Africa’s largest airport (and Africa’s second largest after Cairo in Egypt), it handles more than 50% of the country’s air passengers. In fact, about 21 million travelers pass through the airport each year. O.R. Tambo International is a hub for several South African airlines, with direct flights to destinations on every inhabited continent.\nFacilities at the airport include duty-free shopping, banks, currency exchanges, pharmacies, food, and drink. There are several ways to get to O.R. Tambo International – you can drive and book parking in advance or take a taxi. Otherwise, the Gautrain offers a service between Sandton and the airport.\nCape Town International Airport\nThe next busiest South African airport is Cape Town International, which sees about 10 million passengers per year. As it’s still a lot quicker to fly to Johannesburg from Cape Town than to travel by public transport, this route is one of the world’s busiest. Other destinations include cities in the rest of Africa, Asia, and Europe.\nThe airport itself has plenty of facilities, such as restaurants, shops, and business lounges. The easiest way to get there is by car, taxi, or shuttle. Currently, the only public transit option is the A01 Line on the MyCiti bus. You’ll need a Myconnect card, which costs R35.\nKing Shaka International Airport\nKing Shaka International Airport serves Durban. The airport is located about 35km away from Durban, in La Mercy and opened relatively recently – in time for the 2010 FIFA World Cup. Most of its destinations are elsewhere in Southern Africa and the Middle East. While there are no public transport options to reach the airport, there are several shuttle buses, taxi services, and car rentals available. The airport also has a handy parking calculator tool to work out your costs.\nKruger Mpumalanga International Airport\nKruger Mpumalanga International Airport is 27km northeast of Mbombela, linking the Kruger National Park to global destinations. It offers flights to South African cities, some neighboring countries, Zambia, and Frankfurt (Germany). According to its website, the terminal building is the largest thatch constructed airport in the world. To reach the airport, you’ll need to drive, rent a car, or book a shuttle.\nOther airports in South Africa include:\nBram Fischer International Airport (Bloemfontein)\nKing Phalo Airport (East London)\nChief Dawid Stuurman International Airport (Port Elizabeth)\nWonderboom Airport (Pretoria)\nHow disability-accessible is public transportation in South Africa?\nConsidering the uneven development of transit-related infrastructure in South Africa, the availability of disability-accessible public transportation varies across the country. Highly-regulated and well-funded systems such as George’s Go George bus network or the Gautrain in Gauteng are fully accessible to those traveling in a wheelchair; Cape Town’s municipal government also has a 24-hour call center for service information. On the other hand, it’s highly unlikely that a minibus taxi will accommodate passengers with disabilities.\nA number of public bus companies in South Africa offer disability-accessible transport, sometimes bolstered by government funding. These include the following:\nTrains and train stations in South Africa are generally accessible to those with limited mobility, although this is not uniformly the case. Gautrain is a leader in transport accessibility in South Africa: all train stations are fully accessible and at least half of their bus fleet is, too.\nMany private companies offer accessible transportation as alternatives to the regular public offerings. These include the following:\nSome taxi companies and ride-hailing apps also provide accessible services such as uberASSIST (available in Cape Town and Johannesburg).\nHow environmentally friendly is public transportation in South Africa?\nSome municipalities in South Africa have started rolling out low-emission or emission-free buses, including Cape Town, Limpopo, and Tshwane. However, obstacles remain when it comes to implementing a more environmentally-friendly transportation network; South African cities are plagued by poor urban planning and street design, with an insufficient amount of charging stations\nEven still, public transportation is widely used in South Africa. Johannesburg’s modal share of private car use is 33%, comparable to other cities more well-known for their sustainable initiatives such as Berlin (30%) and Singapore (29%).\nHow safe is public transportation in South Africa?\nSafety levels on public transportation in South Africa tend to vary depending on how you’re traveling and who you’re asking for advice. Despite apocalyptic claims that a South African train journey is akin to begging to be robbed at gunpoint, millions of people experience a completely uneventful commute by train every single day.\nAlthough many minibus taxis (such as this one in Johannesburg) are perfectly roadworthy, many are not\nOf course, this is not to say that train travel in South Africa is perfectly safe; it’s not. Research suggests that even if train stations or bus stops are designed with public safety in mind, surrounding sidewalks or pathways in South African cities often lack proper lighting or paving and make female commuters feel less safe as a result. Robberies and infrastructure theft also remain problematic, especially on South Africa’s Metrorail networks.\nMinibus taxis have safety concerns of their own. While robberies are less likely, pickpocketing is not uncommon. Government regulation of minibus taxis remains limited; as a result, there is little control over poor driving as well as vehicle maintenance, so accidents are commonplace. If you’re in a minibus taxi driving erratically, ask to get out of the bus and take the next one.\nSafety tips when using public transportation in South Africa\nThere are measures you can take to at least mitigate some of the risks when you’re traveling by train or minibus taxi in South Africa, such as:\nKeep valuables and large amounts of cash out of sight or at home. Don’t give a potential thief a reason to approach you if you can avoid it.\nAvoid sitting in a train carriage that is empty or nearly empty. Robberies and assaults are less likely to occur with a carriage full of passengers.\nConsider including a ride with a taxicab or ride-sharing app as part of your journey, such as between the train station and your final destination.\nTry to travel with someone else or in a group. If this isn’t possible, let someone know when you’re planning to depart and arrive. If you’re meeting someone, try to get them to meet you at your bus stop or train station.\nBring along a local you know and trust if you’re trying out a public transportation route for the first time. A local perspective can ensure that you know exactly where you’re going the next time as well as suggest any concerns or risks they see.\nMaking a public transportation complaint in South Africa\nContacting a public transportation provider with a concern or complaint is, to put it mildly, difficult. Many of the government-owned public transportation services in South Africa have outdated websites that are often offline. However, you can try Gautrain’s contact form or call 0800 428 87246 in case of a complaint.\nFor bus-related complaints, contact the bus company or municipality directly for further assistance.\nUseful resources"}, {"title": null, "article": null}, {"title": "More wheelchair-accessible travel options!", "article": "For wheelchair users who don’t own a wheelchair-accessible vehicle, there are several other ways of getting around. However, public transport is not always reliable or accessible. Power wheelchair users, for example, might not be able to make use of UberASSIST, as their chairs might not fit into the Uber vehicle.\nLearn more about UberASSIST here.\nWheelchair users in the Gauteng area now have a few more options, as two new wheelchair-accessible transport services open their doors.\nCharly’s Care\nThis year, Carel van der Merwe and Grant Holland started a wheelchair-accessible transport service, Charly’s Care. Van der Merwe was an Uber driver with more than 3 000 trips to his name and a rating of 4,86. The two met during an Uber trip, promptly became friends and started discussing business ideas. They realised that there was a real need for accessible transport for people with disabilities.\nPart of the inspiration came from Hollard’s brother, Calvin Lee, who was in car accident in 2014 that left him a quadriplegic. His family used to struggle to transport him and so, in 2015, they bought an adapted vehicle with a hydraulic lift – and a business was begun.\nFor more information, visit the Charly’s Care Facebook page, email the team at info@charlyscare.co.za or phone 061 413 4422.\nWheelchair Accessible Vehicle (WAV) hire\nMatthew Rolston, MD of C2S Auto, has a wheelchair-accessible vehicle for hire. The vehicle is equipped with a wheelchair ramp. A daily rental costs about R1 500, and, for an additional R650, a driver or guide will be provided.\nThe WAV Hire head office is in Cape Town, but vehicles can be sent to Johannesburg if required (at the cost of the client). Rolston became involved in the accessible-transport business after his aunt was diagnosed with motor neuron disease (MND).\nHe says: “It got to the stage where she needed a vehicle of this type. We bought one for her through WAV Hire, which imports the vehicles, already modified, directly from the UK.\n“I understand the frustration and inconvenience of being in a wheelchair and so I was happy to assist. Ideally, we would love to provide the service free of charge; however, these vehicles are expensive to buy and maintain. We are open to discussing discounts for special occasions or events, however.”\nFor more information or to hire a vehicle, contact WAV Hire at info@wavhire.co.za or contact Rolston directly at 076 269 0615."}, {"title": "Wheelchair Accessible Transportation Options When Traveling", "article": "For wheelchair users, accessible transportation can become a fundamental consideration when planning a trip. Having accessible options to get around your destination is crucial, specifically for those who struggle to transfer to a vehicle seat or rely on a heavy power wheelchair that is too large to fit in the trunk.\nAt Wheel the World, we are on a continuous search for accessible transportation options to offer our travelers and to build our multi-day trips. Although it can be challenging to find many viable options depending on the destination, many places are becoming increasingly more accessible.\nExploring Your Options\nThere are several options available in most places that can help make transportation more convenient and accessible. Depending on the flexibility you want while traveling, or the destination you’re planning a trip to, you may be considering:\nWheelchair accessible rental vans\nWheelchair accessible public transportation (buses, trains, subways)\nWheelchair accessible rideshares (Uber, Lyft, Taxis)\nIn this post you’ll find some tips on how to navigate ground transportation while traveling, and we’ll take a look at some of the different options a wheelchair user may have during their trip.\n✈️ This is for ground transportation specifically, but for an in-depth guide on flying as a wheelchair user, we covered that in this article.\nWheelchair accessible van with a ramp.\nFirst, Do Your Research\nIt is important to do thorough research well in advance to determine which route is the best for you. While some destinations may not provide many accessible rental vehicles or ride-shares, others offer exceptional wheelchair accessible public transportation, which may be the best option for traveling within the city. Places like San Fransisco, New York, and Europe as a whole have excellent public transportation. In either case, it is important to research as much as you can so you’re well prepared and know what to expect.\nConnecting with other travelers can be a great resource for preparing for your trip. Ask questions, share your experiences, and connect with like-minded travelers in our Facebook group Wheel the World - Accessible Travel Community.\nWheelchair Accessible Vehicles (WAVs) ♿\nWhat is a Wheelchair Accessible Vehicle(WAVs) and what does it mean? WAVs are specially designed (or adapted) vehicles of any kind that allows wheelchair users to enter and exit the vehicle with ease. These vehicles have lowered floors and a ramp or lift that allows the wheelchair to be rolled into the vehicle. The interior is designed to accommodate the wheelchair user, with features such as wheelchair tie-downs and accessible controls that allow the user to travel in their wheelchair safely. Some WAVs are also equipped with features such as hand controls for driving, power lifts, and transfer seats to make the transportation experience even more comfortable and convenient for the user.\nAccessible ramps into van.\nWheelchair Accessible Rental Van Services\nFor those who require more specialized transportation, accessible vans can be a great option. These vehicles are designed specifically to accommodate wheelchair users, with features such as wheelchair lifts and tie-downs. Accessible vans can be scheduled through phone or email.\nAt Wheel the World we work with several wheelchair accessible van providers in various destinations around the world, such as Morocco, Chile, Mexico, Costa Rica, France, Spain, Israel, and Qatar, to name a few.\n♿ Need help with transportation, van rental, and/or insurance for your trip? Request a quote , hear back in less than one business day.\nWAV Options at Ride-Sharing Services\nRide-sharing services such as Uber and Lyft provide accessibility through their WAV option. Typically, the vehicles are minivans or something similar, and the rates are usually the same as a standard UberX. Keep in mind that these aren’t available in every city, so if you’re considering using ride-sharing on your trip, make sure you research to see if it’s a viable option at your destination. At this time, some of the current cities where WAV is offered and has solid availability:\nNew York\nSan Francisco\nPortland\nBoston\nSeattle\nToronto\nWheelchair accessible transportation in Costa Rica\nAccessible Public Transportation\nMany public transportation systems offer wheelchair accessible options, such as buses and trains, while others offer paratransit services for those who are unable to use traditional public transportation. It is important to plan ahead and research the accessibility options in your area because not all public transportation systems are fully accessible.\nIn the U.S, public transportation is not accessible in every destination:\nBus transportation is accessible in almost every city, but can be very ineffective due to the lack of coverage in many cases. Research the bus routes at your destination and see if it would be a good option for you.\nThe San Francisco BART is almost 100% accessible. Every station has elevators, and although they are not very clean, it covers a majority of the city.\nOutside of the U.S there are many cities that we have identified with good public transportation. A few examples are:\nBarcelona, Spain - Great train and bus systems that are fully accessible.\nLondon, England - The buses have great accessibility and the Underground has a number of accessible stations, especially the ones around downtown.\nBerlin, Germany - Most subway stations are accessible.\nSantiago, Chile - The majority of subway stations and buses are accessible. Staying in the Vitacura/Providencia area of the city will allow you to use the subway and buses and go around accessible areas of the city.\nWheelchair lift into public transportation (bus)\nWheelchair Accessible Dispatch Taxis\nWheelchair-accessible dispatch taxi services are another great option for those who require specialized transportation. These services allow users to schedule a ride in an accessible taxi that has been designed to accommodate wheelchair users. These services can be scheduled in advance, allowing you to plan you transportation needs more conveniently. However, it's important to keep in mind that not every destination may offer these services, so it's important to research your options in advance.\nConclusion\nAlthough finding accessible transportation can be a challenge, there are several options available to wheelchair users. By exploring these alternatives, you can find the transportation option that works best for your needs and helps you maintain your independence and mobility. Remember to plan ahead, check availability, and always prioritize safety when traveling. Happy exploring!"}, {"title": "Transport Month: How do persons with disabilities tackle public transport in SA?", "article": "Eyewitness News spoke to individuals with disabilities about their experience with public transport.\nJOHANNESBURG - October was declared Transport Month in 2005 during the Transport Lekgotla.\nAccording to the Transport Department, this month is used to raise awareness of the important role of transport in the economy and to encourage participation from civil society and business, including the provision of a safe and affordable, accessible and reliable transport system in the country.\nUnfortunately, suitable and affordable accessible transport for persons of all disabilities continues to be a challenge and is one of the largest barriers to their independence. Eyewitness News spoke to differently abled individuals about their experience with public transport.\n“Persons with disabilities should be subsidised to access e-hailing services, for public transport to actually work and be accessible for us. It's sad that in South Africa using a train which happens to be the cheapest mode of transportation is not accessible to us because of how they're structured and where they're located” said Founder of disability NPO Enabled Enlightenment, Thato Mphuthi.\nFollowing her experiences growing up in a society that sought to break her for being different, Mphuthi decided to form a non-profit organisation making it her life’s work to help uplift disabled young people and educate society about disabilities.\nThough Enabled Enlightenment, Mphuthi's main goal is to create a sense of belonging and confidence among those living with disabilities.\nREAD: Enabled Enlightenment wins award for fight against disability discrimination\nFor persons with disabilities, relying on public transport to travel can become a nightmare.\nOn #WorldTourismDay2022, we call for an inclusive EU tourism sector and invite anyone who has experienced #accessibility issues on public transport to report it: https://t.co/pv5FtKOaX1 pic.twitter.com/CJXvZ4wPs5 European Disability Forum (@MyEDF) September 27, 2022\n“I remember using a Rea Vaya [bus] which when it was introduced was set to bridge the gap of public transport I liked the idea. The reality now is having to deal with personnel that's not trained to deal with People with Disabilities, dealing with the public that refuses to understand why I need to be at the front of the queue and constantly having to fight to sit on the red chairs which are said to be \"priority chairs\", mind you no one will give you their chair because \"we all paid\". The fact that the system inside the bus that is there to ensure that those using wheelchairs can get into the bus is always broken is problematic” said Mphuthi.\nAccording to Disability World, over one billion people globally live with some form of disability which represents about 15% of the world’s population, and this number is increasing. The organisation said the number of people living with disabilities was expected to double to two billion by 2050. In countries with life expectancies over 70 years, individuals spend, on average, about 8 years, or 11.5%, of their life span living with disabilities.\nWe dedicate this month to celebrate all persons with disability, organizations of and for persons with disability who have collaborated with us, partnered with us and supported our activities lobbying for inclusive, accessible and safe public transport for all. pic.twitter.com/duMpUGAoSV Flone Initiative (@FloneInitiative) October 3, 2022\n“At the current moment, the only transports I use are Uber and Bolt. Taking a public taxi terrifies me as I have heard countless stories of wheelchair users being injured(leg fractures) from drivers rushing paraplegics into the taxi. In some cases people are required to pay for two people as the wheelchair would take up a passenger seat as there is no adequate storage for the chair as well” said Sandile Mkhize, a software designer and a paraplegic who acquired his disability in 2013.\nA study on Inclusive planning: African policy inventory and South African mobility case study on the exclusion of persons with disabilities revealed that people with disability live less integrated, more isolated lives due to the lack of acknowledgement in the transport policy framework and accommodation in infrastructure and services.\n“I can't get to any public transport because I need to be fetched from my house and Uber is too expensive to use on a daily/weekly basis. I think what we need is a really thought out accessible transport which is subsidized”said Paralympian Toni Mould.\nThe athlete has cerebral palsy (CP) caused by complications during her birth. This affects her balance, speech, and motor skills.\nREAD MORE: SA cyclist Toni Mould reflects on her Paralympic Games journey\n@CityofBulawayo Most of the obstacles facing people with disabilities involve public amenities, education and information. Access to public transport, buildings and public gatherings is very difficult,. The infrastructure is not user-friendly - can we change for the better . Dr Sitshela (@Sitshela11) September 16, 2022\nAccording to the Transport Department, their investments in the transport sector are aimed at stimulating development and creating jobs as part of the country’s Nine-Point Plan. These investments will ensure that we build an integrated public transport network across the country.\n“A little progress has been made in the attempt to make SA transport more accessible, however, I would like to see our public transport made fully accessible rather than the poor attempts we have witnessed. For example, placing at ramp that is too steep to access the transport facility renders the ramp useless for those that need it” said Mkhize.\nAccess to public transport remains a nightmare for disabled individuals and this impacts access to services such as healthcare, access to education, participation in social activities and contribution to the economy."}, {"title": "Fostering an inclusive urban-transit system", "article": "Using public transport can be stressful and even unsafe for many commuters, including but not limited to women, senior citizens, and people with disabilities. From minor annoyances to violent crimes, getting from point A to B can be fraught with risk.\nGoal 11 of the United Nationsâ\u0080\u0099 sustainable development goals exhorts member states to provide safe, affordable, and accessible transportation for everyone, especially those who find themselves in vulnerable situations. And yet, while disparate initiatives have been launched around the world to make public commutes safer and accessible for everyone, a survey of the United Nationsâ\u0080\u0099 and other international agenciesâ\u0080\u0099 research, plus our own analysis, suggests there is still more to be done across the three main stages of the commuter journey: planning and booking, the predeparture experience at boarding areas, and the travel itself.\nIn this article, we consider just how inclusive global public-transit systems are and explore ways that municipalities, urban planners, and other key stakeholders can assess and accommodate the end-to-end needs of all travelers.\nHow inclusive are our public-transit systems?\nOver the past decade, international organizations such as the United Nations have made the concerted effort to study inclusivity in urban-transport systems as a means to guarantee fair opportunities for all commuters. The insights that have come out of this endeavor fall under two broad themes.\nFirst, a collection of studiesâ\u0080\u0094including the UN Commission on the Status of Womenâ\u0080\u0099s Safe cities and safe public spaces for women and girls studyâ\u0080\u0094provide analyses of the key safety and communications issues that public-transport operators need to address. These include reducing violence and harassment on public transit, ensuring safer nighttime commutes, and providing clear, effective, around-the-clock communication between operators and travelers.\nSecond, a separate stream of research studies the main barriers that limit inclusion on public transit for women, people with disabilities, and low-income travelers, among others. Critical obstacles include, among others, poorly designed transportation, high ticket prices, inadequate safety regulations, and schedules that fail to account for the travel patterns of commuters with specific needs.\nAs theyâ\u0080\u0099ve become aware of these issues and limitations, many public-transit system providers and urban planners have launched initiatives to address themâ\u0080\u0094to limited effect, however. Such campaigns and programs have typically been introduced in an ad hoc manner rather than integrated into the overall public-transport system.\nSome cities, such as Los Angeles and Santiago, focused on surveying travel patterns of public-transit users, while others, including a major European capital and a large city in Southeast Asia, mostly worked on communication campaigns to raise awareness of nighttime safety. Other citiesâ\u0080\u0099 efforts were limited in scope. In Madrid, for example, on-demand bus stops were introduced on suburban routes during specific times to reduce the walking distance home for female passengers.\nFrom booking to travel: An end-to-end approach to inclusion\nShare From the inside out: Inclusion in the urban-transport workforce According to the latest Kantar Inclusion Index, less than half of transportation employees believe that their organizations are actively pursuing inclusion. In addition, the sector reports above-average workplace bullying/harassment and situations in which employees were made to feel uncomfortable. Fostering greater inclusion for public-transport employees requires providers to start with an accurate assessment of where they stand. Then, they can begin embarking on diversity, equity, and inclusionÂ (DEI) transformation journeys to reshape their way of working. Diversity refers to workforce composition across various identity-related characteristics, such as gender, ethnicity, age, sexual orientation, and disabilities. Equity focuses on ensuring that identity is not predictive of opportunities or workplace outcomes. Inclusion refers to the degree to which an individual feels that they can bring their authentic selves to work, enabling them to contribute in a meaningful and deliberate manner. From our experience working in this space, public-transport providers can gain DEI awareness in different ways. Sometimes targeted, eye-opening workshops aimed at uncovering deeply rooted unconscious bias represent a wake-up call for organizations: having diverse subsets of colleagues collaborate to identify unexpected biases in their ways of thinking is sometimes sufficient to trigger top-management engagement toward a new way of working. In other cases, transport agencies go even further and fully train their staff on civil-rights issues, among others, and on potential biases toward underrepresented categories. In other cases, achieving a profound understanding of the internal level of inclusivity can require more time and various sessions at all levels of the organization. Once companies agree that room for improvement exists, the journey to a fully inclusive work environment unfolds. After the first step of assessing and building the fact base through company-specific business cases, other challenging steps of the process remain: Architect (development of key performance indicators and road map): beginning with a solid awareness and understanding of the internal level of inclusion, companies develop a plan by designing a portfolio of initiatives linked to specific and tangible objectives, prioritizing them on feasibility and expected impact. The initiatives plan is complemented by the identification of pilots to be launched and tested, either on selected perimeters or on a company-wide basis.\nAct (test and learn with quick programs): companies start launching pilots and initiatives on target business units, functions, and geographies, in line with the agreed-upon implementation plan. As the plan unfolds, insights from pilots can be used to learn and refine ongoing and future initiatives.\nAdvance (build on success and track progress): in the core phase of the implementation, companies get the program to full scale. This requires a strong monitoring and accountability structure, alongside a proven knowledge codification and sharing system to constantly improve idea generation and the implementation of initiatives. Among public-transportation providers, one of the most notable programs in the past few years was launched by the roads and transport authority in a major city in the Middle East, which focused on including and elevating womenâ\u0080\u0094for example, it created a dedicated fund for high-performing women employees and another initiative for â\u0080\u009cpeople of determination,â\u0080\u009d which included ad hoc employment and training programs.\nItâ\u0080\u0099s time for urban-transport providers to draw from our collective understanding of inclusion and design and implement an urban-transport system that works for everyone. While this article focuses on the customer journey, travel providers should not miss the opportunity to transform their own organizations as well (see sidebar, â\u0080\u009cFrom the inside out: Inclusion in the urban-transport workforceâ\u0080\u009d).\nTo further contribute to our existing understanding of travel and inclusion, we conducted our own research. We surveyed more than 20 different public-transport operators around the world and identified key requirements and initiatives for an inclusive public-transport system. We found that while there are many initiatives to enhance inclusion, they are typically not part of an integrated, 360-degree framework. We believe that a comprehensive and integrated approach to inclusive transportation comprises initiatives that fall into six categories (Exhibit 1).\n1\nWe mapped these requirements and initiatives along the commuter journey, which we broke down into three parts: the booking stage, the predeparture stage, and the actual travel experience (Exhibit 2). In each phase, there are actions travel providers can take to address specific pain points. Weâ\u0080\u0099ll explore those actions using the example of a rail-based journeyâ\u0080\u0094although the conceptual principles here can be applied to other forms of urban transport, such as buses and ferries.\n2\nThe booking stage\nItâ\u0080\u0099s common nowadays for people to use navigation apps to find the most convenient route to their destination. The would-be passenger decides on the starting and arrival points, preferred mode of transport, and time of travel. Theyâ\u0080\u0099ll factor in potential route disruptions (and explore alternatives, if necessary), how crowded the commute might be, and whether there are any loyalty-program benefits to be accrued.\nThis stage presents a number of potential pain points for some commuters. For instance, a wheelchair user may not know if a train station is equipped with elevators and if there are design barriers that may make it difficult to board and alight from a train.\nSome cities have tried to create a more accessible and safe experience for senior travelers. For instance, Salzburg has launched initiatives to promote the use of public transport among older people. The city has hosted â\u0080\u009cmobility days,â\u0080\u009d and pamphlets on commuter safety can be found in all train stations. Salzburgâ\u0080\u0099s bus drivers are also trained to be extra vigilant around older passengers, and vehicles are designed with senior citizens in mind. These initiatives have reduced accidents among older people and increased awareness among the remaining population.\nOur research points to a number of actions urban-transport providers can take at the booking and planning stage to create more inclusion. For instance, they could create pooling options in their travel apps so that passengers could choose to commute in groups. They may offer special rates at this stage as well, to disabuse people of the idea that accessible travel options are more expensive than standard ones. Passengers could also be given the option to easily share their itinerary with their friends and loved ones for an additional layer of oversight.\nTravel providersâ\u0080\u0099 mobile apps may also provide a direct line of communication between the traveler and the provider and are a tool providers may want to use more strategically. Safety issues could be flagged immediately. Information about security measures, optimal travel times, and easy-access facilities could be relayed through this channel when passengers check and confirm their itinerary. The Transport for London, for instance, allows for just this with its dedicated journey planner; the app lets would-be passengers optimize their journey from the booking stage.\nPredeparture phase\nArriving at a station or terminal can be an overwhelming experience, with hordes of people crisscrossing in every possible directionâ\u0080\u0094businesspeople rushing to catch their trains with barely minutes to spare, families trying to herd rowdy children toward the right platform, and buskers plying their craft.\nFor many, the predeparture phase looks like this: you receive a push notification from your travel provider with information about your trainâ\u0080\u0099s departure time. To get to the platform you go through a thermal-imaging scanner that checks your temperature, you make it past the turnstile with an electronic ticket, and you find the correct platform, where youâ\u0080\u0099ll wait to board.\nFor groups or travelers with specific logistical needs, this phase can be full of hazards. If they are early for their train, for instance, such passengers may find few accessible waiting spaces to accommodate them.\nThere are a number of ways urban-travel providers can improve the predeparture experience for all travelers. They may want to integrate important safety and pooling information into the departure reminder, noting the location of accessible facilities and safe train carsâ\u0080\u0094carriages with an attendant, conductor, or security officer. Visual â\u0080\u009cnudgesâ\u0080\u009d and cues could promote positive behaviors, such as offering assistance to people with mobility constraints or to pregnant women. In stations where longer wait times are common, more rooms for nursing mothers and a greater number of dedicated waiting areas could be created. Treating the station as a civic space by promoting community-focused activitiesâ\u0080\u0094such as increasing retail outlets and installing open pianosâ\u0080\u0094could also enhance commutersâ\u0080\u0099 sense of safety.\nIn 2006, the city of Graz, Austria, upgraded its key stops to make them both more accessible and livable; and, targeting both safety and comfort in its train platforms and stations, the Canadian cities of Ottawa and Toronto created designated Transecure waiting areas.\nTraveling and arriving at the destination\nThere are a number of actions travel providers can take to make passengersâ\u0080\u0099 journeys inclusive once they are on board. For instance, it is possible for travelers on most trains to track their progress while en routeâ\u0080\u0094but it may not always be clear how to request help in cases of violence of harassment. Particularly when it comes to late-night routes, passengers may be in near-empty train cars. To provide peace of mind for all passengers, urban-travel planners should install highly visible GPS panic buttons throughout the system, as they have in New Delhi and Bangalore.\nCommuters with specific needs could be directed to the trainâ\u0080\u0099s safe wagons with security personnel and closer supervision. Pregnant women or passengers with specific physical needs could wear â\u0080\u009cMay I sitâ\u0080\u009d pins to alert other commuters to give way to them. Travel providers could also make it easier for these commuters to find information about connections and the safest ways to get to the next boarding point.\nWhile our case study focuses on rail travel, alternative transport modes may offer other opportunities for greater inclusion. The flexibility afforded by bus travel presents more options for making the travel experience safer. Passengers could be allowed to alight, on request, at specific time slots, for example, from 10:00 p.m. to 6:00 a.m., to reduce the distance between the drop-off point to the final destination. This is exactly what the city of Madrid put in place, arranging on-demand night bus stops on interurban bus lines.\nCreating an inclusive urban-transport system doesnâ\u0080\u0099t stop the moment a passenger gets off the train. Transport providers could review the arrival experiences and partner with security companies to provide additional support or with taxi and rideshare companies to provide special rates for arriving passengers.\nSetting the goal of an entirely accessible public-transport system is becoming increasingly common in major cities worldwide. Barcelona has committed to a 100 percent accessible underground metro system by 2024, and Seattle is already fully wheelchair accessible.\nOther municipalities and travel providers can do the same by undertaking a thorough assessment of customersâ\u0080\u0099 needs along the whole journey, mapping the potential pain points, and implementing targeted initiatives to address them. Of course, this process is an iterative one; any initiatives launched should be evaluated and refined over time. The systemic, end-to-end approach outlined in this article should help make traveling in our cities truly safer for all."}, {"title": "Accessible Travel for People with Disabilities", "article": "Planet Abled is a globally recognised and awarded travel brand making tourism inclusive as a travel service provider, destination developer and ecosystem builder for travellers with accessibility needs.\nOur vision is to resolve the challenges of inaccessible destinations, biased perceptions, digital inaccessibility, lack of standardisation and lack of affordability and professional competency. We are mainstreaming accessibility into tourism ecosystems, practices and market opportunities for the entire industry to enable growth, scale, and customer-centric approach and have an amplified positive impact on travellers with all types of accessibility needs.\nWe want to make accessibility and inclusion an integral part of the ongoing Sustainable Tourism conversation globally and have mapped it to sustainable development goals. This turns the siloed and sympathy-based approach of organizations toward accessibility and inclusion into an aspiration."}, {"title": "Disabled travel in South Africa", "article": "Travellers with disabilities can get enjoyment out of a holiday to South Africa just as anywhere else. Allowances exist for guide dogs, wheelchair and other mobility aid users, and people with sensory impairments.\nGet in [ edit ]\nBy plane [ edit ]\nGet around [ edit ]\nBy plane [ edit ]\nGuide dogs are allowed to travel on local South African flights.\nSouth African Airways - In the cabin with their owner. Dog should not take up a seat and be harnessed. Free of charge.\nO.R. Tambo International Airport have braille on elevator buttons only in the international terminal; domestic terminal and parkade elevators do not. There are no audio announcement when stopping at any floor. The moving walkway in the domestic terminal have audio announcement on reaching the end of the walkway, but not before entering it.\nBy car [ edit ]\nSome of the larger car rental companies can supply vehicles with paraplegic hand controls\nBy wheelchair [ edit ]\nBoth powered and non-powered wheelchairs can be rented\nBuy [ edit ]\nMost shopping centres have wide marked disabled parking close to the entrances.\nMoney templates and coin selectors can be purchased from the South African National Council for the Blind.\nBanknotes [ edit ]\nSouth African banknotes are progressively larger in larger denominations.\nNew banknotes have raised diamond shapes in the middle of the bottom half of each note for tactile identification. A R10 note has one, a R20 note has two, a R50 rand note has three, a R100 note has four and a R200 note has 5. They also have large geometric shapes on the front for easy identification by people with partial sight. The R10 note has a diamond, the R20 a square, the R50 a circle, the R100 a hexagon and the R200 a honeycomb hexagon.\nBe aware that a lot of older notes without these features are still in circulation\nCoins [ edit ]\nSee [ edit ]\nEvents [ edit ]\nDo [ edit ]\nSince many of South Africa's attractions are provided by nature, easy access can be a problem. There are however a number of places that provide specifically for the disabled traveller:\nRestaurants. Most restaurants in and around Cape Town are wheelchair friendly and happy to accommodate wheelchair users. However, even restaurants who describe themselves as wheelchair friendly, do not necessarily have accessible toilets. Specifically check to ensure that toilets are accessible. One more thing, very few wheelchair friendly toilets in Cape Town have mirrors, and those that do, are often too high for a seated person to use. This includes Cape Town International Airport, so if you want to touch up your make-up, keep a compact mirror in your handbag. Examples of accessible restaurants are the Lookout Deck in Hout Bay. There is an accessible toilet, but the door is difficult to close with a wheelchair inside. The Dros Restaurant at Willowbridge has a spacious toilet for wheelchair patrons, but again, no mirror. Shopping Centres such as Tygervalley, are accessible, but without mirrors. The reasoning is a mystery.\nMost restaurants in and around Cape Town are wheelchair friendly and happy to accommodate wheelchair users. However, even restaurants who describe themselves as wheelchair friendly, do not necessarily have accessible toilets. Specifically check to ensure that toilets are accessible. One more thing, very few wheelchair friendly toilets in Cape Town have mirrors, and those that do, are often too high for a seated person to use. This includes Cape Town International Airport, so if you want to touch up your make-up, keep a compact mirror in your handbag. Examples of accessible restaurants are the Lookout Deck in Hout Bay. There is an accessible toilet, but the door is difficult to close with a wheelchair inside. The Dros Restaurant at Willowbridge has a spacious toilet for wheelchair patrons, but again, no mirror. Shopping Centres such as Tygervalley, are accessible, but without mirrors. The reasoning is a mystery. Live shows. The Artscape Theatre and the Baxter Theatre are completely accessible. At the Baxter Theatre, parking and wheelchair access is available at the back entrance. The Barnyard Theatre is also accessible, but book early because there is limited space for wheelchairs. Wheelchair users who want to attend a show at Cape Town stadium in Green Point, are advised to book early since space for wheelchair users and their companions is limited. If you experience problems when trying to book through booking agents - such as not being able to book with your walking companions - contact stadium management directly.\nThe Artscape Theatre and the Baxter Theatre are completely accessible. At the Baxter Theatre, parking and wheelchair access is available at the back entrance. The Barnyard Theatre is also accessible, but book early because there is limited space for wheelchairs. Wheelchair users who want to attend a show at Cape Town stadium in Green Point, are advised to book early since space for wheelchair users and their companions is limited. If you experience problems when trying to book through booking agents - such as not being able to book with your walking companions - contact stadium management directly. Nature Reserves. The following nature reserves in and around Cape Town have wheelchair friendly trails and toilets: Helderberg Nature Reserve; Tygerberg Nature Reserve; Rondevlei Nature Reserve; Blaauwberg Nature Reserve has wheelchair friendly toilets, but not trails. Tokai forest and arboretum on the eastern slopes of Table Mountain is an accessible haven of tranquility. However, be warned, the trails are rather steep, so you need to be fit to access the trails in a wheelchair. Wiesenhof Wildpark near Stellenbosch is accessible to day visitors and has a wheelchair friendly chalet. Gamkaskloof have wheelchair friendly cottages.\nSleep [ edit ]\nGrading [ edit ]\nIn August 2007 the Tourism Grading Council of South Africa[dead link] introduced a Universal Accessibility Scheme with four levels each in Mobility, Hearing and Visual categories. Though not many establishments have yet been rated according to this scheme, there are a number that will be during 2008.\nTour operators [ edit ]\nThese tour operators specialize in providing tours specifically designed for the disabled.\nAccess2africa Safaris: Accessible wheelchair friendly, deaf, blind, slow walkers safaris and tours in South Africa. Specialise in Kwazulu Natal, Elephant Coast and Zululand safaris and adventure tours.www.access2africasafaris.co.za email:fo@access2africasafaris.co.za . Phone 0027842642194\nAssociations [ edit ]\nRespect [ edit ]\nKeep the following in mind when travelling with or meeting a fellow traveller that happens to be disabled\nThere is no need to talk loudly or slowly to a blind person, they can hear you well enough.\nDo not pat or otherwise distract a guide dog without first asking the owner's permission.\nThough ignorance, laziness and arrogance probably can be classified as disabilities, they are self-inflicted and does not qualify one to occupy a disabled parking space. These parking spaces are reserved to make it easier for someone in a wheelchair to enter and exit a vehicle.\nPeople all have varied interests and once practicalities have been taken care off a person's disability is seldom the most important thing in their life. Someone in a wheelchair may prefer to spend the day at a bird sanctuary rather than attend a wheelchair race, a blind person might prefer discussing the local culture and history of a town rather than the absence of braille on the museum exhibits.\nMost people rarely give a second thought to toilets because they are always there and easy to use, but for a disabled person using a standard toilet can be very difficult or even impossible. Check on toilet facilities before planning an outing.\nBe practical. Do not expect a blind person to enjoy an afternoon of birdwatching or someone in a wheelchair to go down the Sterkfontein Caves.\nSee also [ edit ]"}, {"title": null, "article": null}, {"title": "Guide to Court Accommodations for People with Disabilities", "article": "COURT ACCOMMODATIONS FOR PEOPLE WITH DISABILITIES\nSubmitted by the Child Witness Institute\nKEY CONCEPTS Access to justice Persons with disabilities Persons with communication disabilities Persons with psychological or emotional disabilities Special accommodations for persons with disabilities in court Persons with physical disabilities Persons with mental disabilities Autism Spectrum Disorder Attention Deficit Hyperactivity Disorder Anxiety disorders\nGENERAL ACCOMMODATIONS Rethinking assumptions\nCredibility\nPersons with disabilities may, as a result of their disability, behave in ways that differ from the norm, and this can have a profound impact on the evaluation of their credibility.\nDisability can alter the way a person perceives and understands an event.\nA person with a cognitive impairment may not, for example identify danger or realise that a particular act is unlawful.\nThis perception can have an impact on memory, because a person who does not realise that something unlawful or “bad” has happened will not take note of incriminating details that could be very relevant to identification or corroboration.\nThe greatest challenge to their credibility relates to the difference in the ways that they convey information to people.\nThe presiding officer is required to evaluate the evidence of a case based on the credibility of a witness. This is done through an observation of the witness’s behaviour and speech, through verbal and non-verbal cues, facial expressions, eye contact and other gestures. However, persons with disabilities do not fulfil these expectations. Verbal and behavioural indicators of reliability “such as accuracy, fluency, rational and logic behavior, consistency (in substance, time and place descriptions), poised body language, lax stature and confident appearance” are often lacking or different in the accounts of persons with disabilities.\nPersons with cognitive or intellectual disabilities often have difficulties with memory, with providing an accurate and coherent, consistent and complete account and may be more susceptible to confabulation and suggestion. In order to ameliorate these differences, various types of accommodations need to be introduced.\nThe following are key accommodations for achieving this: friendlier environment in the courtroom not having to confront the accused framing the questions in a way that assists memory and provides reliable information using expert evidence to explain the meaning of their words and conduct.\nTraining\nCourt personnel should on a regular basis receive adequate and sufficiently in-depth training on the needs and rights of persons with disabilities so that they have greater understanding and knowledge to respond effectively to persons with disabilities within the court environment. Training should extend from ushers, interpreters, clerks, registrars, maintenance officers, prosecutors, attorneys, advocates, magistrates, presiding officers and intermediaries. Physical or mental impairments largely affect the “probative value of the person’s testimony” and, for that reason, training becomes essential. Training should be accompanied by awareness raising strategies and media campaigns for all judicial officer based on the human rights model of disability to eliminate prejudice.\nStructural accommodations\nAll court buildings should be physically accessible for persons with disabilities. Accessibilities would include the provision of:\ndoors wide enough to accommodate wheelchairs\nramps that provide access to courtrooms\ntalking lifts equipped with Braille and having the correct dimensions\ngrab rails\nwitness boxes that have sufficient space for a wheelchair and are accessed by ramps\ndisability toilets\ndisability parking\nsignage indicating the accessible route from the parking and the exterior of the building to specific court rooms identifying the court, the entrance, court rooms, offices, cash halls, toilets etc. signage must be simple, clear and understandable.\nIn addition, persons with physical and mobility disabilities may require other forms of reasonable accommodations, like assistive technology, attendant care, and assistance with turning of pages.\nBlindness and visual impairments\nThere are certain accommodations that are necessary on a practical level for persons with visual impairments to access justice. These include:\ntalking lifts\ncolour contrasts at the top and bottom of stairways\nhandrails\nsighted guides to assist where necessary\nadmission of guides or service dogs into court buildings and courtrooms\nclear signage in large size font\nnotice boards must be accessible to persons who are visually impaired whether it be in Braille, audio or manned by court staff\nany relevant court documents must be made available in Braille, large print, electronic and/or in audio format\nall public information and education material should be made available in alternative accessible formats, including Braille, large print, electronic and audio\nwhere required, documents and forms must be provided in alternative accessible formats such as in large print, braille, audio book or electronic format.\nThe process of identifying an accused will have to be adapted for witnesses with visual impairments and other evidence of identification, such as voice recognition, will have to be taken into account.\nIn order for court personnel to evaluate the evidence of persons who are blind or visually impaired, it is necessary for them to have an understanding of evidence as it is experienced by persons with this disability. This would require training of court personnel to understand the way persons who are blind or visually impaired experience the world to ensure their access to justice.\nDeafness or hearing impairments\nThere are a number of accommodations that can be introduced to assist persons with hearing impairments, and, depending on the extent of the particular impairment, these could include:\ncommunication support, which includes: qualified sign language interpreters tactile or up-close interpreters for individuals who are deafblind assistive listening devices real-time captioning television captioning and decoders computer assisted note-taking oral interpretation cued speech transliteration.\nCourts must ensure that there is a mechanism in place through which auxiliary aids and services are requested and provided. Clear procedures must be developed that describe how and where to request auxiliary aids and these procedures must be easily accessible and widely publicised. Information about obtaining auxiliary aids and services should be posted clearly throughout the court system, including notices in the court building as well as on court websites.\nExtensive signage and information must be provided in court buildings to enable persons who are deaf or have hearing impairments to navigate more effectively without having to ask for directions.\nThere needs to be a different system used in courts when calling cases as persons who are deaf or have hearing impairments cannot access this method of notification.\nPersons who are deaf and require an interpreter must be consulted before the court date with regards to the dialect or type of sign language to be used so that an appropriate interpreter can be appointed.\nTrials, where the witness or complainant is deaf or hearing impaired, should be recorded on video so that this can be utilised during an appeal process, where necessary.\nIntellectual and psycho-social disabilities\nThis category covers a wide range of disabilities, and accommodations focus mainly on the manner in which the person and their disabilities are managed within the court environment. This emphasises the need for training of court personnel on the identification of disabilities and methods of communicating within the court environment. The following are accommodations that would assist persons with intellectual and psycho-social disabilities:\nthe use of intermediaries to assist persons with intellectual and psycho-social challenges\nan informal approach to court proceedings must be adopted\nthe use of closed-circuit television or screens\nthe simplification of court procedures\nthe modification of court procedures to obtain reliable evidence from persons with intellectual or psycho-social disabilities\nthe development of guidelines for judicial officers on how to manage and evaluate the evidence of persons with different intellectual or psycho-social disabilities\nthe training of court personnel on the identification of intellectual and psycho-social disabilities and how to manage these within the court environment\nthe provision of training to strengthen the skills of attorneys and advocates interested in litigating in disability cases\nthe introduction of a system of accrediting legal professionals suitably trained, qualified and experienced in handling vulnerable witnesses to build a network of professionals should be recognised\nthe formalisation of referral systems in terms of which court personnel have access to mental health professionals and experts for assistance\nthe availability of a relaxed waiting room or interview room where the witness can be consulted and wait\nthe provision of court preparation to familiarise the witness with the environment and the procedures\nthe provision of information and educational material in accessible formats.\nUse of intermediaries\nAs mentioned earlier, the court has the discretion in terms of s170A of the Criminal Procedure Act 51 of 1977 to appoint an intermediary to assist a certain category of witnesses. This is of particular importance for persons with disabilities, since they are entitled to this accommodation within the parameters of the section. It specifically refers to:\nany witness under the mental age of eighteen;\nany witness who suffers from a physical, mental or emotional condition.\nThe test for the appointment of an intermediary is whether the person will experience undue psychological, mental or emotional stress, trauma or suffering if they were to testify at such proceedings. Intermediaries can thus be used to assist with certain categories of disabilities.\nIntermediaries can also be used as support persons to assist persons with disabilities who testify in terms of s158 of the Criminal Procedure Act 51 of 1977 as well as those who testify in court i.e. persons who are blind or deaf.\nMore specific accommodations\nThere are different categories of disabilities and different levels within each category, each of which will have specific requirements. It is, therefore, essential to determine the nature and severity of a disability in order to determine what accommodations are necessary.\nThere are various categories of disability, and each of these will give rise to specific needs. Individuals with disabilities vary in their capacities, even those with the same disabilities, and, therefore, their needs will differ depending on the nature and severity of their disabilities. It is not possible to have a one-size-fits-all approach and the type of reasonable accommodations required will depend on the unique circumstances of each and every individual with a disability.\nFor example, a person who uses a wheelchair needs a ramp and wider door space to gain access to buildings; a quadriplegic would have additional and different needs to a paraplegic even though they both use wheelchairs; a person who is deaf may require a sign language interpreter while another who has a hearing impairment may require a hearing device; a child with autism has different communication needs to a child with Down’s Syndrome. Therefore, reasonable accommodations have to be customised to individual needs.\nAnother important point to note is that disabilities also vary according to co-occurring conditions. This means that there are clusters of disabilities that may occur together. For instance, a person with Down’s Syndrome may also have a visual impairment; a person with a hearing disability may also have a cognitive disability. Many individuals with disabilities are diagnosed as having multiple disabilities. Being aware of the complexity and severity of a disability enables one to better respond to the accommodations required and also to focus on what the abilities and strengths of the individual are.\nWomen and girls\nThe Committee on the Elimination of Discrimination against Women identified 6 basic components for women and girls’ access to justice in General Recommendation No.33. These include\naccessibility: safe access to justice and empowering women and girls to claim their rights;\navailability: establishment and continued operation of courts even in remote areas;\naccessibility: access to justice systems that are safe, affordable, accessible, adapted and tailored to the specific needs of women and girls;\nquality: judicial systems that respect and abide by relevant international standards;\nprovision of solutions and remedies: the capacity to receive effective and realistic protection, deterrence and compensation for any harm that victims may have suffered;\naccountability: monitoring the effectiveness of the judicial system in line with the above standards.\nThe following guidelines would be applicable to women and girls:\nAvoid judicial bias and stereotyping based on outdated cautionary rules. The focus should be on the behaviour of the alleged perpetrator and not on that of the complainant.\nCourts must take notice of the impact of trauma on victims of violence and how this affects their behaviour: Disclosures are delayed Victims accommodate abuse Victims behave in ways that are counterintuitive to what is expected.\nThe concept of consent requires particular understanding where complainants are adult women with impairments in cognition, memory, and/or intellectual development that affect their ability to understand and make decisions about their sexuality. Since women with disabilities face high levels of intervention and control in their lives, they develop a high level of compliance towards people in authority and may, consequently, not be aware that they can refuse to participate in sexual activity simply because they do not want to participate.\nExpert witness testimony must be allowed to explain the reaction and behaviour of the complainant and the impact of violence in order to counteract stereotypes.\nPresiding officers should receive training to understand the grooming processes adopted by perpetrators, especially in cases of sexual violence.\nSince a key element of violence against women and girls is the control which the perpetrator exercises over the victim, it is essential that complainants and witnesses be assured of their safety in the courtroom. They should be able to wait in a place that is separate from the perpetrator and they should be protected from having to face the perpetrator in open court by the use of alternative testifying rooms, screens or closed-circuit television.\nSentencing in cases of violence against women and girls must reflect the severity of the crime and the serious nature of the crime to send a clear message to the community that justice will not tolerate violence against women and girls.\nThe complainant should be provided with clear information on the outcomes of the sentence and the court should ensure that the prosecution has prepared a plan for the complainant’s protection, where applicable, and that this is considered at judgement or sentencing i.e. protection orders or removal from care.\nACCOMMODATING PHYSICAL DISABILITIES Visual disabilities\nDON’T MAKE ASSUMPTIONS\nDo not assume that the individual has no usable vision. Many people who have a visual impairment can see shapes, colours and light. This is important information to find out from the individual because it may be relevant to the substance of their testimony as well.\nOFFER ASSISTANCE TO GUIDE\nGenerally people who are blind or visually impaired are perfectly capable of walking by themselves, but there may be times when they require the assistance of a sighted guide. It is appropriate to ask them first whether they would like to be guided. If this is necessary, there are certain basic techniques that should be followed: Be careful and respectful and always ask before offering assistance. Allow the blind person to hold one’s arm just above the elbow. To start walking with a blind person, place the back of one’s hand on the back of the blind person's hand. This will let them figure out where one’s arm is. Then, the blind person can hold one’s arm just above the elbow. Do not hold onto the blind person. The blind person should always have the control to let go if need be. The blind person may have a cane or guide dog, in which case allow them to use the hand without their cane or guide dog. Ensure the blind person is a step behind one, slightly to one’s left or right side. Walk at a comfortable pace. Look out for any obstacles and advise the blind accordingly. When guiding a blind person through a doorway, move one’s arm behind one’s back when going through the doorway so that their hand can remain on one’s elbow. When approaching a staircase, inform the blind person and tell them whether the stairs are going up or down. Remain one step ahead of the blind person on the stairs and inform them when they have reached the top or bottom. Do not leave the blind person stranded. Tell them when one is leaving and only leave them if they have reached their destination or are comfortable navigating their surroundings by themselves. If one needs to leave a blind person alone, inform the person first and make sure there is a rail, wall or something else they can touch.\nAVOID TOUCHING THE CANE\nNote that a blind or visually impaired person’s cane is part of their personal space, so avoid touching it. If the person puts the cane down, don't move it. Let the person know if it is in the way and ask them to move it.\nREAD DOCUMENTS AND STATEMENTS ALOUD\nIf any statement or document is introduced into court as evidence, the contents thereof must be read aloud to the individual.\nGUIDE DOGS\nGuide or service dogs must be allowed to accompany the individual in court and sit beside them. A bowl with water should be provided for the dog, especially where the individual will be in the courtroom for an extended period. Guide dogs are not pets but are working and should not be petted without the handler’s permission.\nHearing disabilities\nDEVICES TO ASSIST COMMUNICATION\nThere are numerous devices that can assist communication for persons with a hearing impairment or disability. These include the following:\nHearing aids\nThis is a small electronic device that fits in a person with a hearing impairment’s ear or behind it. It amplifies sound so that they are better able to hear and, thus, communicate. A hearing aid consists of three parts: a microphone which converts the sound waves into electric signals which are sent to an amplifier; the amplifier increases the strength of the signals; and a speaker transmits the signals into the ear. There are 3 types of hearing aids:\nBehind-the-ear (BTE) which is worn behind the ear and connected to an ear mold that fits into the outer ear or to a narrow tube that fits into the ear canal In-the-ear (ITE) where the plastic case holding the electronics fits completely in the outer ear Canal hearing aids (CIC) are made to fit the size and shape of a person’s ear and are mostly hidden in the ear canal.\nAssistive listening devices\nAssistive listening devices help people with hearing loss understand what is being said and enables them to communicate more easily. These devices bring certain sounds directly to the ears which improves one-on-one conversations or when the person is in a classroom. Many of them work through a wireless link and can connect directly to a hearing aid or cochlear implant. Types of assistive devices include:\nHearing loop: this involves a thin loop of wire that circles a room through which the amplified sound of a microphone or television or public address system is transmitted and which is then picked up by the hearing loop receiver in the hearing aid FM systems: this is often used in classrooms where the instructor (speaker) wears a small microphone; the radio signals from the microphone are picked up by a receiver that the student (listener) wears; the sound can also be transmitted to a telecoil in a hearing aid or cochlear implant via a neck loop that the listener wears Infrared systems: sound is converted into light signals which are sent to a receiver that the listener wears and these are picked up by a telecoil in the hearing aid or implant via a neck loop that the listener wears Personal amplifiers: these consist of a small box, approximately the size of a cellular phone, that amplifies sound and reduces background noise; some have microphones that can be placed near the sound source and this is then picked up by a receiver (headset or earbuds).\nCommunication Access Realtime Translation (CART)\nCART or real-time captioning is the instant translation of what is spoken into English text using a stenotype machine, notebook computer and software. The text is displayed on an individual's computer monitor or tablet, projected onto a screen, or combined with a video presentation as captions. This enables people with hearing impairments to access information where they are able to read.\nSign language interpreters\nThe role of the interpreter is to effectively facilitate communication between deaf individuals and those who are hearing. Facilitating communication between a visual communicator and an auditory communicator can be accomplished in a number of ways and will be identified by the individual with the hearing impairment:\nSASL Interpretation: Interpreters interpret between a South African language and South African sign language, which is the language used by deaf people in South Africa. This can be done simultaneously (the interpreter listens and signs simultaneously) or consecutively (interpreter only interprets after the speaker has spoken a sentence or a paragraph). Transliteration: Interpreters transliterate between spoken English and a sign representation of English. Tactile Interpretation is a method of interpreting used by individuals who are deafblind. Here the interpreter creates signs in the person’s hand, while using other tactile cues to describe affect and the environment. Oral Transliteration is a less commonly used visual access system. Oral transliterators silently repeat the English being spoken, while using specialized techniques to supplement the mouthing (e.g., gestures, pointing, etc.). Cued Speech Transliteration is a less commonly used visual access system, whereby the transliterator uses handshapes situated in different locations near the mouth to represent English phonetic markers.\nFIND OUT HEARING RANGE AND COMMUNICATION PREFERENCE\nAs there is a broad spectrum of hearing loss, ranging from mild to profound deafness, it is important to find out what hearing impairment the individual has and what their communication preference is. Not all deaf people communicate in the same way. South African Sign Language (SASL), lipreading/speechreading, writing, gesturing, and speaking are all methods of communication which may be utilized by different deaf people.\nDO NOT MAKE ASSUMPTIONS\nDo not assume that deaf people cannot speak. Some can speak, but choose not to, while others cannot. Those individuals, who do choose to speak, will often pronounce words in a way that is difficult to understand. This should never be seen as a developmental delay.\nTo a hearing person, a deaf person may appear very blunt in the manner in which they communicate, and the directness and lack of social delicacy in their interactions might seem shocking. This has been attributed by some to the lack of incidental learning regarding the appropriate use of language.\nUSEFUL INFORMATION\nIn order to facilitate communication effectively, it is necessary to gather certain information about the person with the hearing impairment. The following information would be useful: Is the hearing impairment prelingual or did the hearing loss happen after language acquisition? This will impact on the assistance required and the person’s ability to communicate. A person who is late deafened may be more effective at communicating verbally, for instance. If the individual is a child, do the parents have a hearing impairment or not? This has implications for the child’s capacity to use sign language. Where the parents do not have a hearing impairment, the child may have a language delay due to lack of exposure to sign language. Where the parents have a hearing impairment and already use sign language in the home, the children will acquire the language more quickly. What form of communication is used at home, school or work? If using sign language, how fluent are they? This is particularly important for children. Does the person (especially a child) and their family use idiosyncratic or special signs that are not included in SASL? This would be very relevant to names of body parts etc in cases of sexual violence.\nIMPORTANCE OF FACIAL EXPRESSIONS\nMake direct eye contact with the individual as facial expressions, gestures and movements of the lips and body provide important information. The mouth and face must always be visible when communicating with a person with a hearing disability. Facial expressions are an important part of communication when signing and deaf people learn to read facial expressions when communicating with hearing people.\nMONITORING COURT ROLE PLAYERS\nPresiding officers must ensure that, whenever anyone in the courtroom addresses an individual with a disability, the speaker faces the individual. Presiding officers must monitor prosecutors and defence in this regard.\nTOUCHING ARM TO ATTRACT ATTENTION\nBefore speaking to a person with a hearing disability, it is important to get their attention. This is done by calling their name and, if there is no response, lightly touching them on the arm or shoulder. Touching the person’s arm or shoulder to get their attention is culturally appropriate and acceptable.\nSPEAK CLEARLY\nIt is important to ensure that everyone speaks clearly, especially as many people who have hearing impairments lip-read. Do not exaggerate speech or lip movements as this can contribute to confusion.\nCLARIFYING ANY CONFUSION\nPresiding officers must be vigilant in ensuring that any potential confusion is clarified. If there is a request to repeat questions a few times, rephrase the question in a simpler form as opposed to repeating it. Sometimes writing down a word, phrase or question can assist in clarifying a question and facilitating communication.\nCOURTROOM LIGHTING\nLighting in the courtroom must be good to ensure that the person is able to see the faces of those speaking clearly. This may necessitate the switching on of lights, where applicable.\nDO NOT SHOUT\nShouting will not improve communication and can distort lip movements, which can make it difficult for persons with hearing disabilities to follow.\nREDUCE NOISE\nNoise should be kept to a minimum as this will seriously impact on the ability of a person, who is hard of hearing, to hear.\nSIMPLIFY COMMUNICATION\nWhen communicating with a person with a hearing impairment, use simple words as opposed to more complex terminology. If a word is unfamiliar, try to explain the concept behind the word. For example, use the term “gun” instead of “weapon” and “we are going to ask questions” instead of cross-examination.\nEVALUATING EVIDENCE\nWhen evaluating or trying to understand the evidence of a person with a hearing impairment, presiding officers must be aware of incidental learning. Incidental learning is that learning which takes place outside of a formal educational environment. Hearing people come into contact with a mammoth amount of information from their environment, mostly auditory, which they process from television, conversations, radio etc. Deaf people rarely have access to this information on the same level as hearing people and they may, therefore, not have the same general knowledge base that would be considered to be obvious by most hearing people.\nMobility disabilities\nThere are different types of physical disabilities that fall under mobile impairments and these will require different forms of assistance for effective participation in the court process.\nHIDDEN DISABILITIES\nDisabilities that cause mobility impairments tend for the most part to be visible because individuals who have these impairments make use of wheelchairs, canes or other forms of assistance. However, other disabilities, like arthritis, that cause mobility impairment are invisible and more difficult to recognise, even though they must be taken equally seriously.\nACCOMMODATIONS\nPersons with physical disabilities require access to the physical environment of the courtroom. They must be able to reach the courtroom, whether via ramps or elevators, and the doors of rooms must be wide enough to allow the access of wheelchairs. Witness boxes or docks must be able to accommodate wheelchairs and should be fitted with grab bars for those who do not use wheelchairs but require the assistance to enter the boxes.\nOther accommodations may be required where the individual’s speech has been affected. These would include: Eye-gaze control technology which allows individuals to use movements of their eyes to operate a laptop, computer or speech-generating device. Speech generating devices are communication systems that produce a voice for individuals who have difficulty speaking. Access to computers is achieved by the use of touch screen, joystick, and trackballs. Some persons with mobility impairments have difficulty handling a mouse and these provide alternative methods of pointing and clicking, which becomes important when using other forms of communication. Eye trackers allow the user to control the cursor and interact with a computer using their eyes instead of the mouse. Commonly used by people with very limited mobility, eye tracking makes use of hardware and software. Some eye trackers are worn on the head, others are positioned on top of the screen or device being used, and some track magnetic dots placed on contact lenses. This enables the cursor to follow the gaze of the user. If they stare at a particular part of the screen for a longer period or consciously blinking in a particular way, they are able to click on icons, buttons, or a virtual keyboard. Augmentative and alternative communication (AAC) are methods of enabling alternative communication. It includes both unaided and aided modes of communication. Unaided modes of communication include non-verbal means of natural communication, as in sign language interpreters. Aided modes of communication require some form of external support, such as communication boards with symbols (e.g., objects, pictures, photographs, line drawings, visual-graphic symbols, printed words, traditional orthography) or computers, handheld devices, or tablet devices with symbols that generate speech through synthetically produced or recorded natural (digitized) means.\nREARRANGING THE COURTROOM\nUse should be made of a courtroom that is equipped to accommodate persons with mobility impairments. Where this is not available, furniture in the courtroom can be rearranged to allow for appropriate placement of an individual’s wheelchair or scooter. When rearranging the space, be aware of the individual’s reach limits and ensure that as many items as possible are placed within their grasp. If the witness box is too high for a seated person, then alternative accommodations must be organised.\nALLOW WITNESS TO BE SEATED\nWhere the witness has an impairment like arthritis, provide a chair for them to sit on and allow them to testify while seated.\nPERMISSION TO MOVE WHEELCHAIR\nIf the individual uses a wheelchair, do not touch or move the wheelchair without the individual’s permission. Wheelchairs, like canes, are considered to be part of an individual’s personal space.\nCASES OF SEVERE MOBILITY IMPAIRMENT\nWhere the individual has a severe mobility impairment and is unable to sit in a wheelchair, for instance, or is not able to be moved, presiding officers must consider alternative forms of taking their evidence. Making use of legislative provisions, like s158 of the Criminal Procedure Act 51 of 1977, the following possibilities can be considered: holding proceedings in a more accessible location (in loco) allowing the testimony of a witness to be filmed using closed-circuit television, live streaming or video conferencing which will enable them to testify from home, hospital or care centre.\nACCOMMODATIONS FOR PERSONS WITH CEREBRAL PALSY\nPay attention to the individual’s comfort and respiratory efficiency as they may need to be repositioned during the trial. Some individuals with this impairment drool and may require assistance to wipe away the saliva, but this should always be done with permission.\nAsk the individual how they would prefer to communicate. They may use picture/word boards or augmentative communication devices but may choose to talk. This preference should be respected and presiding officers need to ensure that court role-players remain patient and adapt their questioning styles. It is important that the individual be given an opportunity to communicate at their pace and that role-players not be allowed to rush them.\nACCOMMODATING COMMUNICATION DISABILITIES\nPREPARATORY INFORMATION REQUIRED\nSince communication impairments vary vastly, the approach taken for any particular individual will depend on the type and extent of their disorder. It is, therefore, necessary to find out what type of communication is impacted i.e. is it a speech disorder or a language disorder. The following information would be necessary to enable court personnel to provide the requisite assistance: Does the individual have speech or articulation problems? What does it sound like? Do they compensate for the difficulty in any way? How? How do they typically respond when misunderstood? Does the individual have receptive or expressive language difficulties? How will the court know if something said is not understood? Does the individual communicate in other ways i.e. gestures or writing? Does the individual need extra time to process questions? Does the individual use communication tools or aids (augmentative and alternative devices)?\nAUGMENTATIVE AND ALTERNATIVE COMMUNICATION DEVICES\nThere are a variety of communication devices ranging from simple systems to complex computer programmes that generate speech from typed words or images. These include:\nPicture point communication systems: these systems use pictures, photos or other visual aids, which are displayed on boards or computer applications that the individual can refer to. These are very useful for assisting children to express themselves.\nPicture Exchange Communication Systems (PECS): these are visual representations, which include photos or pictures, that enable an individual to indicate what they want. This is usually used with children.\nBreak cards: this too is used by children. It consists of cards that indicate a drink of water or a rest or toilet, and the child uses the card to communicate when they need a break or a drink.\nSpeech generating devices: these are electronic devices that can produce digitized speech when the user either types a message or presses on an image, word or letter.\nDO NOT MAKE ASSUMPTIONS\nDo not assume that a person with a speech impairment does not understand you or has a developmental delay.\nAT THE BEGINNING OF TESTIMONY\nProvide court personnel with an overview of the individual’s abilities and communication method and lay down ground rules.\nExplain to the individual that you might need to repeat their responses to ensure that you have understood exactly what they are saying and that, should you be wrong, they must please point out any misunderstanding you may have. Provide positive reinforcement when the individual does correct any misunderstandings (“thank you so much for clarifying that”), especially where the individual is a child.\nUSE MODIFIED OATH\nSince persons with receptive language difficulties have difficulties with understanding, it would be necessary to modify the oath or warning procedure to make it simpler and more concrete to understand.\nCOURTROOM ENVIRONMENT\nEnsure that the courtroom is quiet and that people are not walking around, entering and leaving, banging doors etc. as this will make it easier to communicate.\nCreate a relaxed and non-adversarial environment.\nPAY CAREFUL ATTENTION\nPay careful attention to the individual when they speak and look at them. Observe whether they are using hand gestures with words when speaking. Listen patiently and carefully.\nDO NOT INTERRUPT\nDo not interrupt or finish the individual’s sentence. Wait patiently until they are finished. Presiding officers must ensure that other role-players do not interrupt the individual when they are answering questions. Do not finish sentences for the individual where they stutter. Allow them to stutter, stammer and pause and resist the temptation to fill in words.\nUSE OF COMMUNICATION STRATEGIES\nEnsure that linguistically simple language is used. Use appropriate and proper questioning strategies: Disallow tag questions Disallow leading questions.\nPresiding officers must closely monitor language usage of all role-players in court, and intervene where this is necessary.\nUSE INTERMEDIARIES OR SPECIAL INTERPRETERS\nUse must be made of intermediaries, where possible, to simplify court language and difficult terminology. In some instances it may be necessary to make use of specialist interpreters or language experts.\nDIFFICULTY UNDERSTANDING\nIf there is difficulty understanding what an individual is saying, ask them to repeat what they have said. If it is still not clear, ask them to draw it, write it down or ask them to suggest another way of facilitating the communication. Then repeat your own understanding of what was said to clarify or confirm what the individual was saying.\nUSE OF EXPERTS\nWhere there is confusion or uncertainty, expert witnesses should be called to testify to clarify any confusions or misunderstandings.\nACCOMMODATIONS FOR RECEPTIVE DIFFICULTIES\nPause after a question is asked in order to give the individual an opportunity to process the question and formulate a response.\nAsk only one question at a time and give the individual an opportunity to respond before asking another question.\nEvaluate the response to determine whether the question was understood.\nWhere the individual is a child, pay careful attention to the child’s eye contact, body language (squirming, grimacing), and other cues, such as changing the subject or responding with a non sequitur, which might indicate the child does not understand the question.\nPresiding officers must be vigilant in ensuring that other role-players adhere to these rules.\nACCOMMODATIONS FOR EXPRESSIVE DIFFICULTIES\nAgain, pause after every question posed. Since the individual has difficulties with expressing language, they may require extra time to formulate their thoughts and responses before stating them.\nFind out whether it would be easier for them to write or draw or communicate in another way.\nIf the individual does not use full sentences, do not complete the sentences for them. The sentence can be repeated but then paused where they stopped for clarification.\nACCOMMODATING COGNITIVE DISABILITIES Preparation considerations\nIt is essential to gather information about the mental age of the individual, especially where it is a child who has a cognitive or intellectual disability. Mental age refers to the person’s current academic functioning as compared to peers who are the same chronological age. Since mental age is a helpful indicator of the person’s performance, it will assist in the choice of approach to questioning as well as the evaluation of the evidence produced.\nBe aware that a child may appear to perform better than expected in the courtroom, but this could be attributed to varying delays in different domains. For example, a 10-year-old may be diagnosed as having the capacity of a 5-year-old, but their language skills may be much better than that of a 5-year old. However, they may not be able to read and may not have reached other milestones.\nThe following information should be gathered, where possible: Where it is a child, information from caregiver or school or evaluation, where possible, about the child’s capacity and abilities. What are the person’s expressive language abilities? Can they speak in full sentences? Do they require an augmentative communication device? Does the person have co-occurring disabilities? How do these impact on their functioning?\nAccommodations\nThe key to accommodating persons with intellectual disabilities lies in the manner in which they are questioned. The accounts of witnesses with intellectual disabilities tend to be shorter and they are more likely to agree with leading questions while the techniques of cross-examination do not elicit accurate memory reports. Persons with intellectual disabilities should be questioned in such a way that their ability to give accurate evidence in court is maximized.\nINTRODUCTION AND PREPARATION\nTime must be taken to give the individual clear introductions and full explanations of what they are required to do.\nExplain the ground rules clearly i.e. that that must tell only what happened, that they must say if they don’t know an answer or want the question rephrased, that they can ask for a break or to go to the toilet. Build rapport with the individual, taking a little time at the beginning of the proceedings to chat about inconsequentials to set them at ease.\nCOMMUNICATION\nUse plain simple language but do not talk down to people with cognitive disabilities. Do not use “baby talk” as this is disrespectful. The focus is on simplifying the language as one may need to do when speaking to a foreigner.\nAssess the individual’s language skills throughout their testimony and evaluate whether they are understanding the questions as they will rarely be able to recognise this themselves. This will provide guidance as to the types of questions that can be asked.\nSpeak slowly, use simple words and sentences.\nIt is important to assist the person with the narration of their story as they do not respond well to open-ended questions. They will provide less detailed, shorter responses. It is then necessary to ask general questions that are more focused or direct.\nUse should be made of prompts i.e. then what happened? tell me more about that.\nOnly ask one question at a time and separate complex information into smaller parts.\nUse gestures and other visual props where possible.\nDo not keep repeating questions as this may suggest that the answers are incorrect or not believed. The same question can be asked again at a later stage to check consistency.\nAvoid closed-ended questions (yes/no)and multiple choice questions where possible, but if they are used, follow them with an open-ended questions.\nLeading questions are problematic and should be avoided. Persons with intellectual disabilities have been found to be more suggestible when questions are suggestive or repeated.\nAvoid evaluative and why questions and keep questions as concrete as possible.\nEnsure that there are pauses between questions and give the person time to respond as they need to process the question and formulate a response.\nDo not move to new topics without explanations i.e. can we talk about what happened in the house?\nMONITOR UNDERSTANDING\nPersons with intellectual disabilities will not say when they do not understand because they are not able to evaluate whether they understand. It is the responsibility of those questioning the person to monitor whether they are comprehending the question or not.The presiding officer must be vigilant in observing whether the person is understanding the question or not and intervene to ensure that the questioner rephrases the question.\nIndicators of non-comprehension would include responses that do not make sense, discomfort, stress, not responding and looking down or away.\nFREQUENT BREAKS\nFrequent breaks are very useful as the amount of concentration required to answer questions is very tiring.\nPersons with intellectual disabilities will rarely request a break, children even less so.\nPresiding officers must closely monitor the person for indicators of fatigue or loss of concentration. Possible indicators of would include: Withdrawal or not answering questions Fidgeting, rocking in chair Humming or groaning Covering face or hiding.\nWhere the person is becoming too tired or agitated to continue, it may be necessary to let the matter stand over or postpone until the next day. Research has shown that children with mild to moderate intellectual disability often perform better on the second interview as they are more familiar and comfortable in the setting.\nAPPOINTMENT OF INTERMEDIARIES\nThe appointment of an intermediary is essential for persons with intellectual disabilities. The Criminal Procedure Act 51 of 1977 makes provision for the appointment of an intermediary where a witness is under the biological or mental age of 18. Although section 170A requires a finding of undue stress, it is submitted that this will always be present where the witness has a cognitive or intellectual impairment.\nSUPPORT PERSONS\nSupport persons should be allowed to accompany the individual in the courtroom or the CCTV room to provide emotional comfort and support.\nThe support person can be a close relative, peer or trained person.\nADAPTING ENVIRONMENT\nSince the environment has an impact on the individual’s ability to testify, it is necessary to make accommodations to the environment.\nWitnesses with intellectual disabilities can be allowed to testify from an alternate venue using CCTV or live streaming in terms of sections 170A and s158 of the Criminal Procedure Act 51 of 1977.\nOther accommodations include: testifying on the witness stand behind a screen; testifying off the witness stand; and removal of court gowns.\nUSE OF EXPERTS\nUse should be made of expert testimony on the impact of the disability on the evidence of the individual and to explain certain behaviours of the individual. It can provide an assessment of the individual’s capacity and assist in explaining confusions, where appropriate.\nWhere augmentative and alternative communication devices are used, experts can assist the individual to communicate through pictures and/or electronic devices.\nACCOMMODATING SOCIAL AND EMOTIONAL DISABILITIES General accommodations\nAs with other disabilities, the approach to accommodating persons with social and emotional impairments will depend on the nature of the impairment and the extent of the impairment. As discussed earlier, this category covers a wide range of disorders, including anxiety disorders, personality disorders, post-traumatic stress disorder, obsessive-compulsive disorder and psychotic disorders.\nPREPARATION CONSIDERATIONS\nCertain information is required in order to prepare appropriate accommodations for persons with social and emotional disabilities, since the nature of the disorders vary considerably. Points to note would include the following: What is the person’s baseline behaviour in a neutral setting? Does the person present with specific difficulties or behaviours, i.e. hyperactive behaviours, withdrawal, sensitivity to environmental stimuli like noise or crowds? What behaviours indicate increased stress or anxiety? What coping mechanisms does the person use when stressed, i.e. deep breathing, taking a break? Does the person take medication for their disability and will this impact positively or negatively on their performance? Where possible, testimony should be scheduled when the medications are at peak performance.\nPREPARING THE WITNESS\nPresiding officers must ensure that persons with social and emotional disorders receive adequate preparation before they are called to testify. The process should be explained to them and they should be given an opportunity to view the courtroom before they testify as this will contribute to a reduction in stress and anxiety.\nRAPPORT\nAlthough rapport should be used for all witnesses, it may be necessary to spend a little more time on rapport with persons who have social and emotional disorders to set them at ease. Stress and anxiety will reduce their efficacy as witnesses as they are particularly vulnerable to stress.\nPATIENCE\nPatience is key to a successful interaction with persons with these disabilities. The person may provide rambling narratives, but should not be stopped. Any issues can be addressed in follow-up questions. It is important to be patient and flexible. The strict question-answer format of testimony will have to be adapted and structured according to the person’s narrative.\nCALM AND QUIET\nIt is important to create a calm atmosphere as persons with these disorders can become easily fearful, distracted and agitated by noise, disturbances and strangers.\nPresiding officers must limit noise and movement and keep the courtroom as calm and quiet as possible.\nCROSS-EXAMINATION\nBe aware of the impact that testifying, especially about a traumatic event, has on the person and the effect that this will have on their disorder. The court process is extremely difficult for a person suffering from Post-Traumatic Stress Disorder, for example.\nPresiding officers must monitor cross-examination and intervene to ensure that it is not conducted in a harsh and aggressive manner.\nALLOWING MOVEMENT IN COURTROOM\nPersons with social and emotional disorders may have nervous tics or repetitive actions. Do not comment on these or try to stop them, even if they may appear distracting. It is important, however, to monitor whether the person is becoming more agitated as this may signal the need for a break.\nWhere the person is a child, allow them to fidget or move around in the CCTV room as this may be their way of calming themselves down. If the behaviour becomes too disruptive then the intermediary in the room with the child should be required to set the boundaries in a gentle but firm manner by redirecting the child. Power struggles should be avoided as the child will shut down any interaction. If the child becomes too agitated, it may be necessary to introduce an activity like colouring or drawing while they testify or the court will have to adjourn for a break and reconvene when the child is calmer.\nCOURT ENVIRONMENT\nEnsure that the courtroom is quiet and that people are not walking around, entering and leaving, banging doors etc as this will make it easier to communicate.\nCreate a relaxed and non-adversarial environment.\nSUPPORT PERSON\nAllow a support person to be present for comfort and support.\nCOMFORT ITEM\nWhere the individual is a child, allow them to have a comfort item with them when they testify as this will calm them and give them a sense of security.\nTHERAPY DOGS\nWhere this is a possibility, the court should consider the use of a therapy dog. Therapy dogs help people, especially children, with behavioural or emotional difficulties regulate and focus.\nAccommodations for specific disorders Anxiety disorders and trauma reactions\nIf the individual exhibits visual or verbal signs of anxiety, the following may be useful:\nSay the individual’s name and get them to make eye contact as this will help ground them if they are dissociating or experiencing emotional numbing.\nEncourage them to take deep breaths until they are calmer and can continue.\nIf they are able to continue, consider moving away from the abusive or traumatic event and instead ask more neutral questions, such as peripheral questions about the locations or clothing etc. Once the person is calmer, then the questions can return to the traumatic experience.\nIf the individual is extremely upset and unable to continue, then the matter will have to stand down for a while or be postponed until a later date.\nAutism Spectrum Disorder (ASD)\nCOMMUNICATION ABILITIES\nThe court must receive information about the person’s communication abilities, their social and emotional functioning abilities and any additional information that may be useful for assisting them in the courtroom.\nIf communication is a problem, find out what the particular issues are: Do they have conversations or do they speak in short sentences or utterances? Does the person present with echolalia (meaningless repetition of speech) and, if so, what form does it take? Do they repeat the words and phrases over and over and eventually answer the question or do they not provide any further information?\nDo they use augmentative and alternative communication (AAC) devices for communicating?\nWhat is the functioning capacity of the individual? Those with higher-functioning capacity will be able to testify successfully while those with lower-functioning capacity will require significant accommodations.\nSOCIAL AND EMOTIONAL BEHAVIOUR\nIf socializing, emotional expression and behaviour regulation is difficult, the following information would be useful: Does the individual have difficulty expressing emotions? Are they able to express simple emotions or only provide a narrative account? Do they become agitated by different sensory input i.e. the sound of an air conditioner, a lot of people? If so, is there anything in the court environment that would trigger this? If they become agitated or tired, how does this present? For instance, does the echolalia increase, do they rock back and forward?\nWHERE IT IS A CHILD\nIf the individual is a child, the following information about their strengths and abilities would be useful: Does the child attend a mainstream classroom with little adult support? Does the child perform at grade level? Does the child use communication aids? Does the child use an object to keep calm? Does the child need extra time to understand processes?\nPreparation is very important and the child must, therefore, be introduced to the room and the intermediary and the process must be explained before the trial to alleviate anxiety caused by an unknown situation.\nPrepare the room where possible to have minimal distractions i.e. remove loud clocks and have limited visual distractions.\nBE AWARE OF DIGRESSIONS\nThe individual may include irrelevant details in their responses to questions. Something may trigger a special interest and they will then ramble on about that. If this happens: Do not interrupt the narrative. Listen for the relevant details and return to those. If the person seems unable to move beyond special interest topics (focusing on the details of a car as opposed to the abuse that took place in the car), let them complete their thoughts and repeat the question when they are done. Use focused questions to cue the child back to the relevant detail. This requires a lot of patience and presiding officers must manage the role-players in the courtroom to ensure that they act accordingly.\nHIGH-FUNCTIONING AUTISM SPECTRUM DISORDER\nPersons with high-functioning ASD may present as though they do not have a disorder, because they have strong vocabulary skills and factual knowledge. However, they may have difficulty providing a narrative that connects relevant events in a meaningful way and struggle to provide the information about the event that is sought by the court.\nThis can be overcome by the use of guided, general questions aimed at eliciting the required information.\nThey may have greater difficulty with open-ended questions and require more direct questions.\nTheir responses to questions may include details that are not relevant to the topic under discussion. For example, when discussing a trip to Disneyland, a child with high-functioning ASD may provide a few details about what they liked about the trip, but a lot of details about the mechanics of a particular roller coaster.\nAttention Deficit/Hyperactivity Disorder (ADHA)\nADHD is a common neurological disorder that begins early in childhood and persist through adulthood. People with ADHD have difficulties with: response inhibition, impulsivity, verbal and non-verbal fluency, working memory, timing-related behaviour, temporal discounting, attention, planning and organisation, emotional regulation and decision-making. The estimates for ADHD in a population are fairly high, and are approximately 5% for youth and 2.5% for adults. Since children have greater difficulty managing this disorder, they will require greater assistance.\nWORKING MEMORY\nCommunicate with short direct instructions and simple sentences.\nRepeat instructions.\nBreak instructions into smaller steps and get the person to repeat or paraphrase them.\nBe patient and allow extra time.\nMake use of prompts and cues.\nMake eye contact.\nATTENTION AND FOCUS\nSince focusing attention is problematic, techniques must be used to keep the attention of the person focused.\nFor children this can be achieved by modulating the voice so that it appears enthusiastic and has an interesting pace and varied inflection.\nKeep eye contact when talking.\nMonitor the person for signs of fatigue or loss of focus and draw them back again.\nPlace emphasis on key words and phrases and use simple sentences.\nAllow breaks after short intervals to allow for movement.\nLimit distractions in the room.\nIMPULSE CONTROL\nSpeak slowly and clearly to create calmness and allow time for responses\nRemain calm as this will exert a calming influence. Increased excitement will result in a decrease in impulse control.\nMOTIVATION\nPositive feedback or praise about behaviour is also useful. If the child sits still for a while, then the behaviour should be praised i.e. I really like how quietly you are sitting.\nCreate a positive, calm environment.\nEMOTIONAL REGULATION\nUse a slower pace and remain calm.\nBe flexible in terms of allowing the child to move around or taking breaks.\nIgnore minor inappropriate behaviour.\nBeing patient is essential.\nMOVEMENT\nAllow opportunities for the child to move and squirm in the seat or move about the room as long as they are safe. Children with hyperactive tendencies often struggle with the internal need for movement (kinesthetic energy) as opposed to having to use mental energy to focus on a conversation. When children have opportunities to release the kinesthetic energy inside them, they are actually able to attend better to conversations.\nOffer Play-Doh, a picture to colour or draw so that the child can be occupied while talking.\nIf the child is too distracted, say the child’s name and ask the child to look at you. Repeat your question when the child looks at you\nCOMMUNICATION\nBe patient if the child speaks loudly and quickly as they might not possess the self-awareness necessary to regulate voice or pace in the moment. If the child’s pace or loudness is not disrupting the narrative, then sit patiently and listen.\nIf the child speaks so quickly that the narrative is difficult to track, check in with the child to make sure you understand what is being said.\nTake notes of important details in the narrative. When the child pauses or finishes a narrative, relay any pieces of salient detail and ask the child to clarify.\nParaphrasing can help organize and direct the child to continue with a more cohesive narrative.\nProvide clear questioning instructions.\nConstantly check to make sure they are following you to assess how well they are attending.\nObserve how much you speak versus the child speaks. If you are speaking more than the child, the child may lose interest or become distracted.\nUse the child’s name to ground them and retain their attention.\nAsk the child to repeat a question if there are concerns about inattention. For example: “John, I just want to check that you understood my question. Tell me in your words what I just asked.”\nOnly ask one question at a time.\nListen for patterned responses from the child, which may indicate the child has disengaged from the process.\nZiv, N. 2007. Witnesses with Mental Disabilities: Accommodations and the Search for Truth: The Israeli Case. Disability Studies Quarterly Fall. Volume 27:4.\nIbid.\nIbid.\nDepartment of Justice and Constitutional Development. 2021. Policy framework on Reasonable Accommodations and Measures to Access Justice, and the Management of Disability-related Complaints and Investigations in the Lower Courts. 34.\nCommission on Human Rights of the Philippines. 3 May 2017. Inputs on Access to Justice of Persons with Disabilities.\nUN Special Rapporteur on the rights of persons with disabilities. 2020. International Principles and Guidelines on Access to Justice for Persons with Disabilities. Geneva. 26.\nDepartment of Justice and Constitutional Development. 2021. Policy framework on Reasonable Accommodations and Measures to Access Justice, and the Management of Disability-related Complaints and Investigations in the Lower courts. 30.\nIbid. 14.\nIbid. 27.\nIbid. 11.\nIbid. 29.\nIbid. 29.\nIbid. 29.\nUN Division for Social Policy Development. Toolkit on Disability for Africa. Module 8. Access to Justice for Persons with Disabilities.\nDepartment of Justice and Constitutional Development. 2021. Policy framework on Reasonable Accommodations and Measures to Access Justice, and the Management of Disability-related Complaints and Investigations in the Lower courts. 31.\nIbid. 31.\nGeneral Recommendation No. 33 on women’s access to justice (CEDAW/14/GC/33).\nUN Trust Fund to End Violence Against Women and Girls. 2021. Procedural Guideline of Access to Justice Standards for Cases of Violence Against Women and Girls in Formal and Customary/Community-based Justice Systems in the West Bank, Palestine. Project: “Gender Justice to End Violence Against Women and Girls.” 15ff.\nAmerican Foundation for the Blind. 2016. Low Vision and Legal Blindness Terms and Descriptions. www.visionaware.org:http://www.visionaware.org/info/your-eye-condition/eye-health/low-vision .\nNational Institute on Deafness and Other Communication Disorders (NIDCD) website. Assistive devices for people with hearing, voice, speech, or language disorders. www.nidcd.nih.gov/health/assistive-devices-people-hearing-voice-speech-or-language-disorders .\nGretchen Waech. 2007. Interaction with Deaf People: A to Z.\nOregon Children’s Justice Act Taskforce, Oregon Department of Justice. January 2017. Project Ability: A Reference Guide for Interviewing Children with Disabilities. 65.\nIbid.\nPousada, T., Pereira, J., Groba, B., Nieto-Riveiro, L., & Pazos, A. 2014. Assessing Mouse Alternatives to Access to Computer: A Case Study of a User With Cerebral Palsy. Assistive Technology. 26.\nZapała, D. & Balaj, B. 2012. Eye Tracking and Head Tracking -- The two approaches in assistive technologies.\nAmerican Speech-Language-Hearing Organisation. Augmentative and alternative communication (AAC). https://www.asha.org/njc/aac/ (accessed 27 June 2022).\nOregon Children’s Justice Act Taskforce, Oregon Department of Justice. January 2017. Project Ability: A Reference Guide for Interviewing Children with Disabilities.42.\nIbid. 42 – 43.\nIbid. 60.\nExample from Project Ability. Ibid.\nKebbell, M., Hatton, C. and Johnson, S. 2004. Witnesses with intellectual disabilities in court: What questions are asked and what influence do they have?. British Journal of Learning Disabilities. 29. 98-102.\nIbid. 63.\nOregon Children’s Justice Act Taskforce, Oregon Department of Justice. January 2017. Project Ability: A Reference Guide for Interviewing Children with Disabilities. 50.\nIbid. 52.\nIbid. 54 – 55.\nIbid. 55.\nIbid. 57.\nExample taken from Project Ability. Ibid. 58.\nCunial, K.J, Casey, L.M., Bell, C. and Kebella, M.R. 2020. Investigative interviewing of youth with ADHD – recommendations for detective training. Psychiatry, Psychology and Law. 27(5): 797–814."}, {"title": null, "article": null}, {"title": "Accommodation For Disabled People In The Workplace", "article": "When it comes to accommodating people with disabilities in the workplace, what is expected from employers? Dionne Kerr defines the role of employers based on the legal requirements set out by the Employment Equity Act.\nMany companies are concerned about the lengths they may be expected to go to when employing or seeking to employ a person with disability. Siyakha Consulting puts these fears to rest.\n\"When working on a client?s disability management strategy we are often asked for guidance about \"reasonable accommodation, which is defined by the Employment Equity Act as \"adjustment to a job or to the working environment that will enable a person from a designated group (women, disabled and black people) to have access to or participate or advance in employment,' says Dionne Kerr, the executive director of Siyakha Consulting.\nSouth Africa is also a signatory to, and has ratified the United Nations Convention on the Rights of Persons with Disabilities (UNCRPD).\nThis offers a definition of \"reasonable accommodation? as \"necessary and appropriate modification and adjustment, not imposing a disproportionate or undue burden, where needed in a particular case, to ensure to persons with disabilities the enjoyment or exercise on an equal basis with others of all human rights and fundamental freedoms.?\n\"When implementing a disability programme it is critical to identify the areas where the company can reasonably accommodate individuals with a disability. South African companies may therefore need to adjust their existing human resources policies and procedures to include a reasonable accommodation policy,' says Kerr.\n\"Whatever the accommodation, it is imperative that your policy and procedure be fair and equal, while at all times ensuring each employee is treated as an independent case,' she explains.\nAn example of what is reasonable accommodation would be allowing a physically impaired person extra time to arrive at work, whilst unreasonable would be big ticket items such as the purchase of a car or hiring of a chauffeur for that employee.\nFor more information about reasonable accommodation in your organisation, contact Cathy van der Zwan on 011 706 9006 or email [email protected]"}, {"title": "Workplace accommodations for disabilities", "article": "FAQ for Workplace Accommodations for Disabilities\nWhat is a disability?\nAccording to South African law, disability means a permanent or temporary impairment, physical, intellectual, sensory, or a combination thereof, which, when interacting with various barriers, may hinder full and effective participation in society on an equal basis with others.\nWhat is a reasonable accommodation?\nA reasonable accommodation is any adjustment to a workplace or job that enables an employee with a disability to perform the essential functions of their job. It should not cause an undue burden on the employer.\nWhen is an employer required to provide reasonable accommodations?\nAn employer is required to provide reasonable accommodations when an employee or job applicant with a disability requires it to perform the essential functions of their job, or to participate in the hiring process.\nWhat are some examples of reasonable accommodations?\nReasonable accommodations can include flexible work hours, job restructuring, assistive technologies, ergonomic furniture, and modifications to the physical workspace.\nCan an employer refuse to provide a reasonable accommodation?\nAn employer can only refuse to provide a reasonable accommodation if it would cause undue hardship on the business. Undue hardship means significant difficulty or expense.\nWhat should I do if my employer refuses to provide a reasonable accommodation?\nIf your employer refuses to provide a reasonable accommodation, you should seek legal advice. You may be able to file a complaint with the Commission for Conciliation, Mediation, and Arbitration (CCMA) or the Labour Court.\nCan an employer discriminate against a person with a disability?\nNo, it is illegal for an employer to discriminate against a person with a disability. This includes discrimination in hiring, promotion, training, and other employment-related decisions.\nWhat should I do if I experience discrimination at work because of my disability?\nIf you experience discrimination at work because of your disability, you should report it to your employer's human resources department or a manager. If the issue is not resolved, you may file a complaint with the CCMA or the Labour Court."}, {"title": "University of Pretoria", "article": "Welcome to the University of Pretoria’s Disability Unit. The University of Pretoria has an institutional commitment to ensuring an integrated and inclusive learning experience for students with disabilities. Accordingly, the Disability Unit aims to create an enabling environment by providing support to students with disabilities. We encourage you to register with the Disability Unit and visit our webpage regularly to keep abreast of any updates.\nWe operate within the Department of Student Affairs and support students with disabilities in partnership with professional services and faculties. The DU endeavours to establish a human rights culture at UP which allows for equal access and participation of students with disabilities in the learning environment. The DU facilitates academic accommodations in partnership with the professional services and academic departments.\nWalk-In- Sessions/Consultations:\nDU staff run virtual consultation sessions and walk-in sessions to support you with queries daily\nbetween 08:00 and 15:30 at the Old Chemistry Building, Room 1-4 or email [email protected]. The\nUnit’s administrator will assist you with completing the walk-in form prior to each consultation.\nSessions are offered on a first-come, first-served basis and are suitable for a range of queries\nincluding:\nShould I register with the Disability Unit?\nWhat type of support is available?\nHow do I book tests and exams at the Disability Unit?\nIn-depth queries such as a change in support needs or a review of concessions?\nIn efforts to create an integrated and inclusive learning environment for students with disabilities, the Disability Unit offers the following services:"}, {"title": "Universal Design Guide for Inclusive Tourism by Scott and Sarah Pruett", "article": "“Inclusive tourism is a global movement to ensure the full social participation of all persons with disabilities in travel, citizenships, and cultural contribution – and in the process, to ensure the same for everyone else.” – Dr. Scott Rains , srains@oco.net www.RollingRains.com For more on the Pruetts see: Universal Design Partners https://universaldesign.org/"}, {"title": "Finding a way towards high-quality, accessible tourism: the role of digital ecosystems", "article": "By drawing on the concept of digital ecosystems, this paper is amongst the first studies to suggest a path to making tourism locations more accessible to all tourists (with or without disabilities) based on technology.\nThis paper describes a path to fostering accessible tourism, drawing on local authorities, particularly municipalities and universities. The suggested solution would benefit from future empirical analyses to assess its strengths and weaknesses.\nThe results indicate that a digital ecosystem could contribute to making tourism locations more accessible by enabling information sharing and coordination amongst all actors that co-create the tourism experiences. Moreover, the analysis underlines that tourism locations should be designed to be useable by all people, drawing on the principles of the universal design.\nThis paper is developed as a conceptual contribution, drawing also on an illustrative example that considers a tourist with mobility disability as the focal actor.\nDespite a growing interest in accessible tourism, delivering high-quality tourism experiences to people with disabilities (PwD) remains a major challenge. Beyond a number of acknowledged barriers (e.g. cultural, architectural, relational), the main issue is the lack of coordination amongst the many actors participating in the co-creation of tourism experiences. This paper intends to advance available knowledge on this issue by conceptually suggesting a solution that draws on the concepts of the tourism experience and digital ecosystems.\nCopyright © 2020, Fabio Cassia, Paola Castellani, Chiara Rossato and Claudio Baccarani\nPublished by Emerald Publishing Limited. This article is published under the Creative Commons Attribution (CC BY 4.0) licence. Anyone may reproduce, distribute, translate and create derivative works of this article (for both commercial and non-commercial purposes), subject to full attribution to the original publication and authors. The full terms of this licence may be seen at http://creativecommons.org/licences/by/4.0/legalcode\n4. Tourism experience and tourism ecosystem from perspective of tourists with mobility disability 4.1 Mapping the tourism experience through the tourism customer journey The tourism customer journey (TCJ) involves mapping the entire journey of a tourist, outlining all the stages a person goes through when experiencing the need to move for tourism purposes (Åstrøm, 2020). The TCJ draws on the more general concept of the customer journey, which is the “process a customer goes through, across all stages and touch points, that makes up the customer experience” (Lemon and Verhoef, 2016, p. 71). Mapping customer journeys is a popular and effective way to grasp the entire tourism customer experience (Rosenbaum et al., 2017). If the tourism product as a whole was offered by one single company, the general customer journey concept could be easily applied to tourism in the same way as it is applied to other kinds of services (e.g. banking, retail and insurance services). However, as will be discussed shortly, tourism is a more complex service because of the number and variety of co-creating actors and the relationships amongst them. Here, we apply the TCJ to the context of people with mobility disability. A similar analysis could be applied to people with other disabilities (Alén et al., 2012), resulting in different and specific types of TCJs. Given the complexity of applying a contextual study to all types of disabilities, this study focusses only on people with mobility disability, but the same method of analysis could be easily extended and replicated. From the very beginning of the TCJ, even when individuals are planning their holiday, they will encounter a series of actors, whose number will dramatically increase in the subsequent stages of the journey (Buhalis, 2000; Saraniemi and Kylänen, 2011). This is because tourism involves a complex ecosystem that has many actors who influence to a greater or lesser extent the experience perceived by individuals during their journey (Gretzel et al., 2016). The quality delivered by each actor clearly influences the overall quality of the tourist's overall experience (Ciasullo, 2017). Sometimes this phenomenon is emphasised because the quality performance of one provider has a spillover effect on the customer's evaluation of the quality performance of other components of (or actors in) the tourism ecosystem (Bourdeau et al., 2007). That is, a negative performance in one part of the journey may have a negative halo effect on the entire journey, considering that the tourist (beyond being the focal actor of the ecosystem) (Storbacka et al., 2016) is the only actor to see all the components of the ecosystem. Similarly, a positive performance in one of the moments of truth (Normann, 2001) has the potential to compensate for a series of negative performances in other parts of the journey. Overall, there is a remarkable risk of tourist dissatisfaction, which is heightened when the person undertaking the journey has some form of disabilities, such as when they have reduced mobility. These arguments can be illustrated through the construction of the TCJ for a holiday that is independently conceived and designed by a person with mobility disability who has time to spend in a destination to be selected and does not want to rely on standardised offerings delivered by tour operators. For this purpose, we draw on the general framework suggested by Baccarani and Cassia (2017), according to which a holiday is articulated and occurs in the following four main stages (Figure 1): destination choice and trip design; outbound trip; staying at the destination; transfer to another destination or return home. Each of the four stages of the TCJ develops through the processes that are outlined below. The points marked with the sign (*) in the following list represent critical aspects for people with mobility disability because they can entail various problems related to accessibility because of the presence of architectural, communication, cultural, technological and relational barriers. The first stage of the TCJ – destination choice and trip design – encompasses the formation of a tourist's experiential expectations drawing on the following elements: time available for the journey, motivations triggering the need for the journey, any previous personal holiday experiences, any previous indirect holiday experiences (e.g. information collected online, online reviews and e-word-of-mouth), dialogue and interactions with disability organisations and associations, information available online or printed specialised magazines and publications, information available in promotional materials delivered by tourism destinations, means of transportation available and reservation of such transportation (*), type of accommodations available and reservation of such lodgings (*), definition of a hierarchy of suitable destinations (*). The second stage of the TCJ – outbound trip – covers the most complex part of the holiday. In fact, the anticipated benefits of the planned holiday take shape during this stage. In the case that the tourist uses a personally owned means of transport suitable for their disability to reach the boarding point and that the travel is done by aeroplane, this stage includes the following elements: printing the boarding pass, estimating the time that they must leave home to reach the airport (this estimation is informed by customers' sensitivity to risk and the information available), preparing their luggage, planning which road or highways to take to reach the airport, stopping at rest areas to meet their needs or the needs of others or to comply with the requirements of the transport providers (*), parking in an area near the airport (*), checking in their luggage (*), reaching the boarding point (*), complying with any safety control procedures (*), waiting at a boarding gate (*), boarding the aeroplane (*), flying to the destination (*), disembarking and claiming their luggage (*), searching for a local means of transport to reach the accommodation facility (*), arriving and being welcomed at the accommodation facility (*). The third stage of the TCJ – staying at the destination – represents the core of the holiday with all that a person desired for their time away on holiday. This is a stage of personal enhancement in relation to seeking knowledge, values and relationships. During this stage, the core value of the holiday emerges and is influenced, at least in the beginning, by the travel experience, which may increase or diminish the initial enthusiasm. This stage encompasses the following points and involves a variety of actors at the destination: planning itineraries, visits and activities that the tourists wish to engage in at the destination based on their previous knowledge and the information available to them, visiting cultural, artistic and natural sites in an area (*), forming relationships with the host community (*), selecting from a variety of foods and eateries on offer (*), participating in local guided tours (e.g. wine tours) (*), using local means of transport (*), purchasing souvenirs. The fourth stage of the TCJ – transfer to another place or return back home – is similar to stages two and three described above, and includes the overall evaluation of the perceived quality in relation to the expected quality developed in stage one. In addition to the steps described above, which imply a variety of relationships between the tourist and several different actors, the context of a holiday is even more complex because tourist safety and care must be specifically assured, particularly for PwD. These conditions must be guaranteed by higher-level welfare systems, with which the tourism service network should be able to cooperate effectively. In summary, in this TCJ the tourist benefits from a variety of services that globally support the creation of the tourism experience, which is phenomenologically determined and perceived by the beneficiary (i.e. the tourist) (Vargo and Lusch, 2016). 4.2 Identifying the tourism ecosystem in relation to tourists with mobility disability This subsection identifies the actors that form the complex tourism ecosystem in its co-creation of the tourism experience. During each of the four stages of the TCJ, many different actors contribute to the formation of the overall tourist experience by delivering or not delivering the expected quality. In the tourist's experience, all these actors form a tourism service ecosystem, even if they represent only a set of services that the customer has assembled (Baccarani and Cassia, 2017). In fact, a service ecosystem implies a self-contained, self-adjusting system of resource-integrating actors connected by shared institutional arrangements and mutual value creation (Vargo and Lusch, 2016). However, this level of coordination amongst all the actors involved in the co-creation of tourism experience does not yet exist. Below, we outline the actors involved in each of the four stages of the TCJ. In the first stage, the tourist imagines, designs, plans and anticipates the pleasure of their holiday. To complete this stage, the tourist relies on the information provided by actors such as airlines and accommodation providers and interact with them directly or through intermediaries. For people with mobility disability, the dialogue and interactions with disability organisations and associations play an important role. As highlighted by the UNWTO, disabled peoples' organisations (DPOs) play a key role in accessible tourism because “they are mediators in understanding specific needs, existent barriers and the ways to bridge them” (UNWTO, 2020). At this first stage of the TCJ (destination choice and trip design), quality is evaluated on the basis of the completeness and clarity of the information provided by multiple actors. All the actors involved in this first stage of the TCJ represent the holiday-design ecosystem (see Figure 3). In the second stage of the TCJ (outbound trip), at least the following 12 actors are involved, and this number could be even higher if a tourist decides to use public means of transport (instead of a personally owned means on transport): producers of publications or websites and intermediaries distributing information that guides the tourist in selecting the destination during the season in which the journey takes place; booking organisations through their websites; transport providers, including those preparing the service timetable; highways operators who have information about roadworks and any related delays; firms executing the roadworks who have information about any interruptions that may affect the roadworks and travel times; firms managing the rest areas and a variety of other services that may be required; firms managing the parking areas who may assist customers to reach their boarding point after having parked their vehicle; airport company that manages the departure airport that offers a welcome service and controls safety processes; airline that is responsible for checking in passengers, assigning boarding gates, flying times and delivering baggage; airport company that manages the arrival airport that offers welcome services and provides information to customers and about local means of transport; local transport service operators; accommodation services providers. Therefore, a tourist interacts with at least 12 different co-creating actors during the second stage of the TCJ. These actors are connected in the tourist's mind but they are practically linked only through market relations and they do not coordinate their decisions and behaviours. Thus, it is unlikely that the tourist will be able to complete the second stage without experiencing some level of difficulty. For example, the tourist may miss the flight because of planned roadwork not being properly notified in advance or because of other unforeseen events. To evaluate the quality of the overall experience, the tourist considers all the components of this stage of the TCJ, comparing expected and actual quality. In particular, the tourist will appreciate the problem-solving capability of the actors. This second group of actors represents the travel ecosystem (see Figure 3). In the third stage of the TCJ (staying at the destination), the tourist stays at the chosen destination where they interact with at least the following actors: firms who manage welcome and accommodation services; restaurateurs; local inhabitants (local community); local transport service operators; local merchants with their value propositions; agencies who organise local tours so that customers can explore local traditions, culture and products; municipalities; organisations protecting tourists' safety and care. This third stage of the TCJ has fewer actors than the second stage. However, the variety of actors is greater because during the tourist's stay at the destination, the tourist will engage in activities such as trying different types of food offerings to appreciate the local food culture, which means they will have contact and engage with more actors. Similarly, to explore local artistic, natural and cultural heritage, the tourist will select from a variety of opportunities that are available at the destination. In the third stage of the TCJ, the local community also plays a fundamental role in welcoming tourists and in co-creating their tourism experiences. In fact, in addition to the technical and functional–relational components of the quality delivered by local services (Grönroos, 1990; Kang and James, 2004), the welcoming atmosphere experienced at the destination plays a central role in the formation of the overall perceived quality (Nunkoo and Ramkissoon, 2011). All the actors involved in the third stage of the TCJ represent the staying at destination ecosystem (see Figure 3). The fourth stage (transfer to another place or return back home) is a replication of the stages two and three outlined above and encompasses the tourist's comparison between the overall perceived quality and the expected quality developed in stage one. The actors that populate the tourism service ecosystem are largely the same for tourists with and without disabilities. However, tourists with disabilities can select amongst a smaller number of offerings than tourists without disabilities. Moreover, actors are required to have adequate technical and relational skills to deliver tourism services to tourists with disabilities. Thus, tourists with disabilities must face greater difficulties in their travel-related choices because of the presence of several types of barriers (see Figure 2). The tourism ecosystem described in this sub-section is depicted in Figure 3. The quality of the tourism experience emerges from the relationships established within this tourism ecosystem through which resources are combined and value is co-created. Such relationships have different degrees of smoothness depending on the presence of several barriers.\n5. Barriers to accessible tourism: can digital ecosystems represent a solution? Drawing on the arguments developed so far, this section identifies in detail the barriers to fulfilling tourism experience co-creation for PwD. The intention of the discussion is to understand whether and how digital ecosystems could represent a viable solution to such barriers. The identified relationships amongst the co-creating actors have not been harmonised to deliver the overall quality desired by the tourist because they are regulated by pure competitive mechanisms, emphasising the value of a specific part of the ecosystem instead of the value of the entire ecosystem. However, in tourism, competition amongst companies of the same sector can exist only once a territory as a whole is attractive. As highlighted in several studies (Baccarani et al., 2019; Barnes, 2004), the territory is not a physical space, but a highly complex viable subject emerging from all co-creations over time through the interactions between nature and human beings. Thus, the territory emerges from the relational synergies between the people who inhabit it and the environment. Therefore, the stronger the synergies established in a certain location, the higher the location's attractiveness and value, which then make the location a platform in which individual actors can compete against each other with their propositions. That is, the long-term attractiveness of a territory and of a tourism destination derives from the actions of the entire ecosystem, within which the actors must aim to do their best through a continuous dialogue with the territorial ecosystem. For this purpose, tourism must be conceived in a holistic manner by deploying planning efforts that involve all the actors of the ecosystem and engage all the potential beneficiaries of the tourism offering – be they are tourists with or without disabilities (Darcy et al., 2020). This perspective cannot ignore a series of barriers that determine biases in the co-creation of a location that provides tourism services for all tourists and particularly for those with mobility disability. In detail, the following barriers to accessible tourism can be identified (Gillovic et al., 2018; Michopoulou et al., 2020; Nyanjom et al., 2018): informational barriers; architectural barriers; political barriers; cultural barriers; relational barriers; technological barriers; entrepreneurial myopia. These barriers are outlined below from the perspective of PwD. Informational barriers refer to the difficulties that a person with disabilities faces when desiring to autonomously evaluate and choose a means of transport, accommodation, a holiday itinerary or simple holiday activities such as shopping. While there is usually a great deal of information is available for such services, informational needs of PwD leads to higher levels of complexity. For example, even when information about tourism services is available it can difficult to verify. Architectural barriers refer to the obstacles PwD encounter on holiday when engaging in activities such as accessing means of transport, moving in different locations, and using sidewalks and roads. Inconveniences related to architectural barriers can often also be experienced by people without disabilities (e.g. finding it difficult to understand the subway system) but the barriers are emphasised for PwD. Architectural barriers are directly connected to political barriers, which refer to the needs of PwD in the context of a political agenda. While political discourses highlight the ideal of acting to eliminate architectural barriers, political actions are often guided by urgency, short-termism and narrow-sighted electoral benefits. Cultural barriers refer to the indifference that can characterise the behaviour of all people of all abilities (Gillovic et al., 2018) towards PwD. This barrier is manifest in factors such as the lack of respect for PwD parking slots. Relational barriers refer to the general population viewing PwD from a self-righteous perspective, believing that the PwD cannot live a full life, even within the constraints of the experienced impairments. Technological barriers refer to the speed of the technological change related to means of transport and communication, which can create difficult situations for those who do not keep up with the ongoing changes. Entrepreneurial myopia refers to the inability to appreciate the size and value of the tourism market for PwD and of changes occurring in public opinion. This myopia is in tension with the ideals of sustainability provided by Agenda 2030 (United Nations, 2015), which explicitly highlights the need to promote sustainability and inclusivity and to empower PwD (e.g. points 11 and 23 of Agenda 2030) and by the Global Code of Ethics for Tourism (UNWTO, 2001), which states the “right to tourism” (article 7). When accessible tourism experiences are designed, it is important to avoid ad-hoc solutions aimed exclusively at PwD (Scheyvens and Biddulph, 2018). Following the principles of universal design (Michopoulou et al., 2020), tourism providers should in fact enable experiences that are useable by all people, with or without disabilities. This approach is consistent with the idea that tourism carries a value that makes it a public service, interpreted as a service that should be assured for every member of communities that desire such services. The question now arises of the assessment of the potential of digital ecosystems to remove the identified barriers and enable effective accessible tourism experience co-creation. While it is clear that technology cannot solve all the problems, we contend that it represents a valuable engine for such effective co-creation. As noted by Akaka and Vargo (2014), technology should be conceived as an operant resource able to bring about changes in ecosystems and influence value co-creation processes. The provision of a platform to support the engagement of actors involved in accessible tourism can thus represent a first step to first removing informational and relational barriers, and over time, smoothening other barriers (e.g. cultural barriers). Thus, technology can enable the emergence of a digital ecosystem with tourists and their needs as the focal actors (Gretzel et al., 2015, 2016). Such an ecosystem could initially organise and coordinate suitable solutions to emerging PwD needs and issues by collecting and sharing the information concerning all the actors of the ecosystem. Given that tourism is a service provided by a specific territory, the digital ecosystem should be led by the authorities in charge at the territorial level, whether a municipality, province, region or country. Given that the emerging ecosystems require rapid efficiency and effectiveness checks, it seems more appropriate that the process begins at the local territorial level and then extended (through imitation and adaptations) to higher levels. Beyond authorities in charge at the territorial level, universities and other research institutes should play a central role in the design of a tourism ecosystem. These institutions should establish a dialogue with tourists, with PwD and with disability organisations and associations, without overlooking local inhabitants who are important for creating a warm and smooth welcoming. The emergence of the tourism ecosystem also draws on the constructive contributions of all the organisations representing the service providers who play a role in co-creating tourism experiences. The digital ecosystem should also be based on a series of incentives for firms that decide to be a part of the ecosystem, beyond a process of certification and evaluation of their delivered quality. As a good starting point, municipalities could establish tourism departments that have the additional responsibility for the removal of mobility barriers. The viability of this choice is demonstrated by the experience of Verona, the first (and currently the only) municipality in Italy that has introduced such a department. For smaller municipalities, the digital ecosystem could be created at a higher level, such as in a consortium of municipalities, a province or a region. Figure 2 presents the main features of the tourism digital ecosystem. Overall, the establishment of a digital ecosystem aims to make the territory an inclusive, warm and welcoming location where people want to live or stay. Hence, by providing an engagement platform, technology can act as an operant resource, disrupting the myopia guiding each actor's individual behaviours. An example of a digital ecosystem to support accessible tourism is the one being implemented by Explora, the destination management organisation of the Lombardy region (Italy). Explora has begun to establish a digital ecosystem (Ecosistema Digitale Turistico della Lombardia) through a platform that aims to support information sharing amongst the actors of Lombardy's tourism ecosystem. This ecosystem has not been created specifically to support accessible tourism. However, through this platform, operators could coordinate and harmonise the design of accessible tourism experiences, which would then be communicated and sold through the related web portal “in-lombardia.it”. This web portal currently hosts dozens of accessible tourism experiences; however, these are not conceived following the concept of the holistic ecosystem described in this paper. Nonetheless, the technological infrastructure that has been created has the ability to foster the future emergence of such a holistic accessible tourism ecosystem."}, {"title": null, "article": null}, {"title": "Accessible Hotels in South Africa", "article": "9.0 Wonderful 1,131 reviews\nThis former power station is located in Knysna and offers sunny suites with an iPod docking station and views of the Knysna Lagoon. The spacious sun deck comes with an outdoor pool.\nShow more\nShow less"}, {"title": "The World's Best Accessible Hotels", "article": "1\nIt starts with a booking\nIt starts with a booking\nThe only way to leave a review is to first make a booking. That's how we know our reviews come from real guests who have stayed at the property."}, {"title": null, "article": null}, {"title": "Travelling with a Disability", "article": "We want all our passengers to feel at ease and comfortable during their journey. If you require any mobility assistance (wheelchair, mobility aids, etc.) before, during or after your flight; please contact us in advance so that the necessary arrangements can be made.\nInternational compliance\nSouth African Airways is covered by the United States rule for non-discrimination on the basis of disability. A full copy of the rule is available for you to read at your leisure.\nCustomers may also obtain a copy of the rule (Part 382), the regulations regarding nondiscrimination on the basis of disability in air travel, in an accessible format from the Department of Transportation by any of the following means:\nFor calls made from within the United States, by telephone via the Toll-Free Hotline for Air Travelers with Disabilities at 1-800-778-4838 (voice) or 1-800-455-9880 (TTY)\nBy telephone to the Aviation Consumer Protection Division at 202-366-2220 (voice) or 202-366-0511 (TTY)\nBy mail to the Air Consumer Protection Protection Division, C-75 U.S. Department of Transportation, 1200 New Jersey Ave., SE., West Building, Room W96-432, Washington, DC 20590\nOn the Aviation Consumer Protection Division's Website https://www.transportation.gov/airconsumer\nReservation requirements\nFor travellers who need mobility assistance, please give us 48 hours notice so we can meet your requirements. It is important to provide detailed information at the time of booking, including:\nThe type of mobility aids with which you are travelling\nWhether they are collapsible, electric or non-electric\nDimensions, in adjusted or disassembled state, and weight\nIf any medical assistance will be required\nWhether you are travelling alone or with a carer\nOur reservation desk will gladly assist you:\n+27 11 978 1111.\nOr from the USA: 1 800 722 9675\nPlease note:\nMake sure the assistance you requested in your reservation has been confirmed before you arrive at the airport."}, {"title": "Special Travelling Assistance", "article": "If you have special travel needs, we recommend that you make your travel plans as early as possible, so that we can serve you better. Should you require any medical assistance, please request it when making your reservation or at least 48 hours prior to the departure of your flight, through your local SAA office. It is important that you provide SAA with detailed information at the time of booking. Please let us know:\nThe type of mobility aids you are travelling with\nWhether your mobility aids are collapsible, electric or non-electric\nThe dimensions, in adjusted or disassembled state, and weight\nIf you require access to a wheelchair in the airport and/or on the aircraft\nTransfer from wheelchair to aircraft seat and vice versa.\nService dog amenities (e.g. emotional support dogs). For conditions pertaining to the transportation of such animals please visit https://www.gov.za/services/import/import-animals-and-animal-products . .\nhttps://www.gov.za/services/import/import-animals-and-animal-products . Elderly care\nOn-board facilities for the use of medical equipment, e.g. battery-operated C-PAP Machine.\nAn adjacent seat for your carer\nBefore the day of departure\nPlease ensure the assistance you requested has been confirmed and authorised by SAA before you arrive at the airport. Ensure you have all the relevant documentation, including a FREMEC card and medical clearance, if applicable.\nOn the day of departure\nIt is advisable that you check-in early so we have enough time to assist you\nFlights within South Africa: Arrive at least 90 minutes before flight departure.\nInternational flights: Arrive 3 hours before departure time.\nInternational compliance\nSAA is covered by the United States rule for non-discrimination on the basis of disability. A full copy of the rule is available on request."}, {"title": "Traveling With A Disability Guide", "article": "Disclosure: Some links may be affiliate links. If you buy an item via links on our site, we may earn a commission. Learn more.\nFor many people, traveling, whether near or far, is often taken for granted for its normality. But when you have a disability, it can be more challenging and stressful to go through the process. You may even worry so much that in the end, you may decide not to proceed with your trip as it is making you too anxious thinking about all the things that could potentially go wrong.\nHowever, planning your trip and arming yourself with the correct information is the best way to ensure a safe and smooth journey. In this guide to accessible travel, we will show you how to plan for every stage of your trip so that no matter what your disability is, you can ensure that you will have a more pleasant and stress-free journey.\nKnow Your Rights When Traveling\nAs one of the world’s leading free countries, the USA has many acts in place that protect disabled people. Many of these apply to traveling, so it is important to make sure you know what your rights are as a disabled person.\nAir Carrier Access Act (ACAA)\nThe Air Carrier Access Act (ACAA) is equivalent to the ADA for airlines and has been in place since 1986. It protects disabled passengers and lays out legal guidelines for air companies to adhere to. The policy is enforced by USDOT (U.S. Department of Transportation) and ensures you are fully protected. However, due to this, you cannot take private action against an airline that doesn’t follow the act and will need to go through the USDOT for assistance in the matter.\nIf you are traveling by air, the airline has a legal responsibility to ensure that their travel system is accessible to those with a disability. This can include but is by no means limited to the free carriage of mobility equipment such as your wheelchair as well as free carriage of any medical equipment or supplies. The airline must also offer complimentary carriage of assistance animals as well as providing wheelchair assistance for passengers who require this.\nThe airline staff should not expect you to travel with a companion except in the most extreme circumstances and should be on hand to offer assistance with various tasks such as help getting to the restroom and boarding the plane. The only time that you would be required to have a travel companion would be if you were unable to perform basic self-care tasks such as feeding yourself or if you would be unable to aid in your own evacuation, in the case of an emergency. You should not be, by law, refused service on an aircraft on the basis that you have a disability. Every service should be fully inclusive.\nPlanning Your Trip\nTraveling takes extensive planning at the best of times, but when you have a disability, this becomes even more important. Before you head off on your journey, be sure to put the right plans in place and have everything prepared; this is the best way to ensure a smooth trip.\nLet the Airline Know About Your Disability and Any Special Requirements\nOne of the best ways to ensure that airline staff are effectively able to provide you with the right assistance during your trip is to prepare them with the right information. When you book your ticket, there is usually an option to add any special requirements; use this to your advantage and provide as much information as possible. If there is not an option for this, you should contact the customer services department who will be able to take details of your requirements.\nYou can detail whether you have a handicap or whether you have an illness or medical condition, as well as offering information on the type of equipment you will need to bring with you. This might include but is not limited to portable oxygen containers (POCs), wheelchairs, or mobility scooters.\nAs well as discussing your needs with the airline prior to the flight, it is also important to make any necessary arrangements relating to special assistance. This might include bringing a service dog on board, the use of an oxygen container, or services to help with reduced mobility. While different airlines may have slightly different procedures for this, in general, you should be able to book services before flying.\nWhen booking, it is important to let the airline know about any special assistance that you require. The airline will use four-character Special Service Request (SSR) codes in order to arrange the necessary assistance that you may require at the airport or/and onboard the aircraft. A list of common SSR codes relating to different needs is shown in the below table:\nSSR Status Code Description of Assistance WCHR Wheelchair assistance is required to/from the aircraft (passenger can walk short distances and ascend/descend steps) WCHS Wheelchair assistance is required to/from the aircraft, and up & down the aircraft steps (passenger can walk short distances but not ascend/descend steps) WCHC Wheelchair assistance is required to/from the aircraft, and up and down the aircraft steps, as well as on/off the aircraft seat (passenger is unable to walk) BLND Passenger is blind or has vision impairments, and requires a walker through the airport to the aircraft seat BLDP Passenger is blind or has vision impairments, but does not require any assistance and can travel alone DEAF Passenger is deaf MASS Meet and assist WCBD Passenger is traveling with a powered wheelchair with a dry cell battery WCBW Passenger is traveling with a powered wheelchair with a wet cell battery WCMP Passenger is traveling with a manually powered wheelchair WCMB Passenger is traveling with a powered wheelchair with a lithium ion battery WCOB Passenger requires an on-board wheelchair provided by the airline PPOC Passenger is traveling with a portable oxygen concentrator AOXY Passenger requires airline supplied oxygen SVAN Passenger is traveling with a service dog ESAN Passenger is traveling with an emotional support dog\nAccording to the ACAA, the airline should allow you to transport your powerchair, wheelchair, POC, and any other pieces of equipment you need. However, this doesn’t mean that there might not be restrictions on how the equipment is transported. For example, in the case of a powerchair or mobility scooter, you may be required to remove the batteries during the flight and transport them separately. These regulations may vary from one airline to another, so it is vital to check this before your trip. In addition, it can be helpful to know of any weight or size limits on equipment and speak to customer services regarding how you will transport things if it exceeds these limits.\nYou must also consider that any special equipment you require to take with you will likely fall outside of your typical luggage allowance. For this reason, we would highly recommend checking your luggage allowances before your flight and finding out what, if any, restrictions are in place. This is especially important for people who need to take more luggage than usual.\nWhen booking, we would also advise you to speak to the airline to reserve your seating. This will allow you to have priority for special seating that may include things like a moveable aisle armrest, an adjoining seat, or a bulkhead seat. You cannot hope to turn up at the airport on the day and expect that these seating options will be available as somebody else may have already reserved them. However, it is important to keep in mind that, as a disabled person, you have a right to preferential seating.\nAirlines may be at liberty to ask you to change your seat if they feel that this is the safest option. For example, if you are traveling with a service animal, the airline may ask you to move to a bulkhead seat to comply with FAA guidelines.\nThe final thing that you should ensure before traveling is to check whether there are any restrictions on what medication you are allowed to take in your hand luggage. As you may already be aware, there are limits on things like medications and liquids in hand luggage, in terms of quantity and size, so it is vital that you check what you are allowed to carry and how this must be done.\nChoose Your Hotel Carefully\nNot all hotel rooms are designed with accessibility in mind, and this is crucial to keep in mind when booking accommodation. One of the best ways to choose the best hotel room for your needs is to check out online reviews from other disabled guests who will give a reliable and truthful account of the hotel facilities.\nThere are travel agents that specialize in booking rooms that are suitable for disabled travelers, so you may consider hiring one of these people. However, you can also make plans yourself. It is possible to contact the hotel directly and ask what things they have in place to make your stay more convenient. If you use a wheelchair, you will need to find out whether there are ramps to give you easy access to the building and whether elevators are in place to reach the upper levels. If there are not, you will need to request a ground floor room.\nBut it isn’t just getting to and from your room that may be an issue. Once inside the suite, you may find that it is difficult to navigate, so it is essential to check out the layout of the room before booking. Most hotels will have a selection of accessible rooms but these tend to be limited so booking in plenty of time will ensure you get a room that meets your needs.\nTIP: While many hotels claim to have accessible rooms, you should always check with the hotel’s staff first before booking to ensure that it has all the accessible features that you may require, to make your stay comfortable. Ask for photographs or video footage of the rooms, so that you can check yourself to see if they are indeed accessible-friendly.\nBook Any Required Transport to and from the Airport\nFor passengers traveling by air, the plane journey is just one part of the trip. You will need to ensure that you can safely get to and from the airport. In order to make sure that you have the most appropriate form of transport, you should book this in advance. While you will find cabs and buses outside most global airports, not all of these will be equipped to transport disabled passengers.\nYou will need to ensure that the vehicle has enough room to transport any mobility aids or special equipment. You may also wish to let the company know if you are traveling with a service animal. Most companies won’t have an issue with this and will allow your animal to travel free of charge.\nAfter making your booking, make a note of the telephone number of the company to take with you so that you can contact them if there are any problems on the day.\nEnsure That You Have Travel Insurance\nWe would advise anyone to take out appropriate travel insurance, but this becomes even more imperative when you are a disabled person, especially if you are traveling with mobility aids or medical equipment.\nWe suggest making travel insurance arrangements at the same time as booking your trip as this will give you greater peace of mind that everything is organized. When taking out a travel insurance policy, you will want to check that it covers any existing medical conditions or disabilities as well as covering your equipment. You should make sure that the policy covers you in the event that the airline cannot transport you, perhaps if the planned plane is out of commission and the replacement is not accessible. It is vital to ensure that the policy covers medical costs that are charged as a result of your disability or condition. This isn’t something that is seen on all policies so always check this first.\nIn most cases, there will be a limit on the amount of cover you can claim, so be sure to check this before signing anything. This is very important in all cases but even more so if you own an expensive piece of equipment such as a powerchair.\nTIP: You should ensure that any travel health insurance that you take out, covers any pre-existing medical conditions, as well as possible medical emergencies. You should also check that it covers any expensive mobility aids that you will be taking with you, for loss or damage.\nA Month Before Your Trip\nOnce all of your travel plans are in place, you could be forgiven for thinking that you can sit back and relax. However, we would suggest making further plans as your trip draws closer to ensure that everything goes as smoothly as possible.\nBook an Appointment to See Your Doctor\nSeeing your doctor before your travel will give you the peace of mind that everything to do with your medical condition or disability is dealt with and that there will be no nasty surprises while you are away. For example, it will give you an opportunity to collect any spare medicines that you may need for your journey. When you are traveling, it is essential to make sure that you have more than enough medication and not just enough for the duration of the trip. In the event of a delay or an emergency, you will be rest assured that you won’t run out.\nYour doctor will be able to pen a letter that details your disability or condition, which will come in handy should you require treatment during your trip. In addition to this, when you go through TSA security, a doctor’s letter may provide you with fast-tracking where medical devices are being carried, which can take much of the stress out of the experience. You may also be expected to provide a medical certificate from your doctor stating that you are fit to travel. While this isn’t something that all airlines require, many do, so you should check this before you book your appointment.\nTIP: Get a doctor’s letter before your trip that provides detailed information about your disability or medical condition. This will not only prove useful if you need any medical treatment while you are away, but it can also help to speed up the security checks if you are carrying any medication or medical aids on you.\nA Week Before Your Trip\nAs your trip draws ever nearer, there are a few essential things to tick off your to-do list.\nCheck the Airport Layout\nMost airports will cater to the needs of those with disabilities. However, since each airport is different, it is important to check the layout of any airport you will be visiting. You will typically find that this information is available on the airport’s website, where you will be able to find information on where wheelchair ramps are located and the location of accessible toilets.\nYou will also be able to find out details on suitable changing rooms and seating for disabled passengers. This information will better help you navigate the airport, so it is important to either print it out or have it saved to your mobile device for reference during the journey.\nMake a List of Any Essentials You Need to Take With You\nTraveling requires you to take a lot of personal belongings, and this may be even more when you have a medical condition or a disability. It is a good idea to make a list of everything you will need for your journey, most importantly, essential items. This could include your plans for the airport as well as travel documents like your passport, tickets, and hotel confirmation.\nYou will also need to include items such as your driver’s license, a doctor’s letter, any necessary medication, and contact numbers you may need. If you have any special equipment such as a wheelchair or any instruction manuals for your disability aids, you should include these on your list too.\n1-2 Days Before Your Trip\nMost of your travel plans will be made by now, but in the days before leaving, there are a few final preparations you will need to make.\nMake Sure You Have All Your Essentials Packed\nPack your luggage well in advance of leaving; the last thing you want to do is to leave it until the last minute and risk forgetting something. Using the list you made, add things to your bag and cross these off as you go.\nAirlines provide you with a certain baggage allowance. If this is exceeded, you may be charged to carry the additional weight. Once your bags are packed, weigh them to ensure that they are within the given parameters. Any mobility devices you use should be free of charge to transport but do keep in mind that you are only permitted to take two before there will be a charge.\nPack Any Medication That You May Require into Separates Bags\nIf you take any medication then it is a good ideal to split this across all of your luggage. If a bag gets lost, you will still have a supply of medication. We would always advise taking a little more than you need in the case of an emergency or delay.\nWhen placing the medication into your bag, be sure to put it somewhere that it is easily accessible such as a side pocket.\nMake Sure Any Medical Devices You Need To Take Are Easily Transportable\nIf you are taking any mobility devices on your trip, you should ensure that they are correctly stored by folding them and storing them in a transport bag. Of course, this only applies if you will not require the use of the device during the journey. Airlines require that disabled people use a manual wheelchair when on the flight, so your power chair will need to be stored in cargo. However, it is the responsibility of the airline to return the chair to you before you disembark.\nMobility scooter batteries will need to be removed for the flight and most airlines will require that the battery is stored in a special container. All batteries that are installed in mobility scooters or power chairs are non-spillable, meaning that they are safe to transport. However, if you are using a lithium ion battery, this will need to be transported in its own special case.\nWhen transporting your wheelchair, be sure to remove any parts that come away, such as bags, cushions, and wheels. You should also provide instructions on how to handle the chair for the airline staff. Items such as crutches, prosthetics, and walkers are considered to be assistive devices and are usually permitted for transportation within the cabin.\nContact the Airline\nYou may have spoken to the airline at the time of booking about your special requirements, but if not, now is a good time to contact them and let them know what you need. You will need to let them know if you are taking a service animal or any mobility equipment, as well as detailing what help you may need from the assistants at the airport gate.\nSome passengers may require a specific type of seating and the airline is required to provide you with this. However, it has to be available and so getting in touch in the days prior to the flight will help to ensure you are given priority. All airlines are required to follow FAA safety standards where seating is concerned and there are various options that may make the journey more comfortable for you, which include:\nSeats with a moveable armrest in the aisle for passengers who cannot transfer into a fixed armrest seat.\nThose traveling with a service animal may require a bulkhead seat.\nPeople with immobilized or fused legs may benefit from a seat with extra legroom.\nFor people who are traveling with a caregiver, adjoining seats may be available.\nWhile the airline is required to help passengers with disabilities, there are requirements on your part. Some airlines ask that you notify them of special requirements within 24 to 48 hours of flying, whereas others may need you to contact them 72 hours in advance. This is something you should always check.\nGetting to the Airport\nWhile the flight may be the main part of your journey, getting to the airport requires careful planning too\nGet to the Airport with Plenty of Time to Spare\nThe last thing you want is to feel rushed when you arrive at the airport, so be sure to get there with plenty of time to spare. We would recommend arriving at least three hours before your departure time. This will allow you lots of time to check-in, go through security, and board the flight. This additional time will also ensure that you aren’t rushed when taking apart your mobility equipment and removing the battery.\nThe airline may require a little more time to make sure that all of your needs are met. If you have a staff member helping you with boarding, they are required to allow you a bathroom break and provide your service animal with a respite stop. Once you are ready to board, you are able to get on the plane ahead of other passengers, should you need to.\nAt the Airport\nGetting through the airport may feel like a mammoth task, but with some careful planning, things will go much more smoothly.\nChecking-In\nWhen you arrive at the check-in desk, you should inform the assistant of any special requirements you have and let them know that you have contacted the airline in advance. In many cases, airlines will have already arranged for someone to meet and assist you, but if not, the check-in desk will arrange this at the time.\nYou should check any medical equipment or luggage that won’t be needed on the plane but ensure you keep any medication with you. If you are using a wheelchair, you can take this to the gate, but if it is a power chair, you won’t be able to take it into the cabin.\nTIP: If you are taking medical or mobility equipment, take the corresponding operating manuals in your hand luggage with you. The airline may require additional information about these devices, so this can help to speed up the check-in process.\nSecurity Check-In\nDisabled passengers may be eligible to sign up as a TSA Precheck member, which provides you with a 5-year membership to make security checks much easier. Members are not required to remove their shoes, nor do they need to remove things like belts, light jackets, or laptops. You will also not be required to have a security pat-down which some disabled people may find invasive. In most cases, this fast-track service will see you through security in 5 minutes or less and is available at more than 200 US airports.\nIf you have a doctor’s note with you, you should show this to the TSA staff to demonstrate that you do require any mobility devices you have with you. This is imperative to prevent delays during the security checks.\nBoarding the Plane\nWhile you will not be able to take a power chair into the cabin, you are permitted to use this right up to the departure gate. At this point, the airline staff will transport it to the cargo hold. However, if you are unable to board the plane without a wheelchair, the airline will provide you with one for transfer. In some cases, a lift may be used to further assist with boarding.\nIn some airports, the plane may not be directly located outside of the gate, in which case, you will be required to board a shuttle bus. Again, airline staff will be happy to assist you, simply communicate your needs at the gate.\nIt is possible to pre-board the plane, and this allows you more space and time to get comfortable as well as giving you the benefit of choosing the most appropriate seating. Airlines have specially trained staff who will be able to provide you with the correct assistance, but once again, it is essential to communicate your needs.\nOn the Plane\nThere is a legal requirement that all planes with a passenger capacity of more than 60, must have an accessible bathroom. However, if you are not on a plane with an accessible bathroom, it may be worth selecting a seat close to the lavatory. While staff can provide you with assistance getting to the bathroom, they cannot help you whilst inside.\nYou should keep in mind that airline staff are there to help you with stowing your luggage in the overhead lockers. Even if you previously stated that assistance is not required, you can ask for help at any time. However, if you realize mid-flight that you may need help when the plane lands, it is a good idea to notify staff before the descent.\nAt Your Destination\nOnce the plane lands, you may require assistance disembarking and getting out of the airport. Staff are there to help you, so be sure to be aware of what is on offer to you.\nWait for Assistance\nIf you have notified the cabin crew during the flight that you require assistance upon landing, allow them time to come to you and provide this. If English is not your first language or if you have problems communicating, then it can be a good idea to have written details of your requirements to allow staff to help you more easily.\nCheck the Condition of Your Mobility Device\nWhile most airlines will take great care to look after your mobility equipment, there may be times that damage occurs. Before leaving the airport, we would strongly suggest that you check over the device for signs of damage that were not previously there (it can be helpful to take photos before departing so that you can prove any damage).\nIf you do notice anything, you are within your rights to file a claim to cover the cost of the repairs.\nTIP: Take photographic evidence of any mobility aids you’re taking with you before your trip. In the event the airline damages or loses any of these devices, you will have a much stronger case when claiming for compensation.\nFlying With a Service Dog\nThe ACAA does not only see dogs as being a service animal. They will accept any animal provided that it has been trained to provide assistance in a physical or emotional capacity. However, keep in mind that the ADA does not define service animals in the same way.\nAirlines are required to accommodate service animals within reason but there are limitations on this. For example, if the dog is too large to be safely transported or if it poses a safety risk to other passengers. Dogs that cause too much disruption may be denied travel. The airline will view the behavior of the animal and check for obvious signs that it is a service animal."}]