[
    {
        "title": "6 Tour Companies Dedicated to Travelers with Disabilities",
        "article": "Growing up, Neha Arora didn’t have the easiest time traveling with her family—her father is visually impaired and her mother is a wheelchair user. “We’d travel 2,000 miles only to realize the place wasn’t accessible or wouldn’t give us the experience we were looking forward to,” says Arora. In 2016, she founded Planet Abled, a travel company that caters to the needs of people with various disabilities, a group the World Health Organization estimates at 15 percent of the world’s population. Arora isn’t the only one pushing for more thoughtful travel experiences—here’s a look at six companies focused on accessible travel.\nTravel for All\nTravel for All has organized more than 5,000 vacations around the world for travelers with a variety of requirements, including cane users, slow walkers, hearing and vision impaired persons, travelers with complex health issues like dialysis and developmental disabilities, and wheelchair users. “As multiple sclerosis began to affect my own personal travel, I researched what resources could assist me with executing travel using my wheelchair,” says CEO Tarita Davenock. “I was shocked when I saw the lack of services.” Every trip Travel for All plans comes with an accessibility specialist. “We research and give our clients the pros and cons of any area in the world before planning the trip, so our client knows what to expect while they are in that destination,” says Davenock. “Meticulous planning and great attention to detail are the keystones of keeping our vacations safe.”\nA Seable group trip in Cambodia, where travelers visited the Wat Phnom temple Courtesy Seable Holidays\nSeable Holidays\nSeable Holidays specializes in trips for visually impaired travelers. All trips include trained chaperones—who undergo a background check—as well as inclusive sports and sensory activities like horse riding, scuba diving, kayaking, wine tasting, yoga, and tactile museum excursions. And everything is thoroughly vetted, with chaperones, activities, and accommodations tested by blind people before they’re recommended by the company. While trips are on pause during the pandemic, Seable Holidays will bring them back in summer 2022.\nEasy Access Travel\nDebra Kerper and her team at Easy Access Travel accommodate most types of physical disabilities in their solo trips and mixed group tours. While Kerper sometimes relies on her own experiences as a traveler in a wheelchair, she says every trip needs to be tailored to an individual client’s needs. To do so, the team spends time getting to know their clients to match them with the best vacation choice, and visits hotels and tourist spots for inspection, takes cruises beforehand, and collects information from trustworthy sources to ensure a safe, accessible, and fun experience.\nPlanet Abled\nNeha Arora’s Planet Abled arranges customized tours for people with different types of disabilities, and also plans group tours that include non-disabled people. Their trips mostly take place in India and South East Asia, with plans to expand to countries in Europe, and popular activities include river rafting, skiing, trekking, and wildlife safaris. Some of their extra touches include assigning a travel buddy for the blind, seeking special permission from museums so clients can touch and feel the articles on display, and arranging for sign language interpreters for the hearing impaired.\nWheel the World\nAlvaro Silberstein, the CEO of Wheel the World, was paralyzed from the chest down after surviving an accident at 18. This didn’t stop him from seeing the world—he’s since visited 30 countries on five continents. “I realized that people with disabilities should be able to explore places as anyone else,” he says. Most of his clients are adults or seniors with mobility disabilities and wheelchair users, and he can arrange solo travel or group trips. Silberstein wants to create more awareness around accessibility, and his company pays special attention to details like the height of beds, width of doors, and accessibility of bathrooms, compiling this information on the Wheel the World website. Their multi-day trips are designed with local tour operators with a focus on accessible travel, and includes access to adaptive bikes, beach wheelchairs, and equipment for hiking, skydiving, kayaking, scuba diving, and surfing—they’ve even planned Macchu Pichu trips for wheelchair users. The company makes sure “prices are competitive and the pricing is the same no matter if the clients have a disability or not,” says Silberstein.\nA quiet moment in Sintra, Portugal Courtesy Tapooz Travel/Aicha Nystrom\nTapooz Travel\nLaurent Roffe and Aicha Nystrom spent years volunteering with an organization that provides outdoors excursions to people with disabilities. “We have many friends in wheelchairs as part of our close community,” says Roffe. “I’m a sea kayak guide and [Aicha] is a ski guide and this has always been a source of immense joy for us. Launching our accessible travel business was a natural extension of what we are and what we like to do.” Their company, Tapooz Travel, specializes in trips for those with mobility issues, including visual and hearing impairment, rather than cognitive disabilities. When they have a client with a visual or hearing impairment, they make sure there’s at least one guide trained in sign language, or have a guide who can help with things like reading the menu at the restaurant and providing a voice narration during a site visit. Their network also includes adaptive sports instructors, sailboat skippers, tribal elders, massage therapists, and hot air balloon operators, all of whom are trained to work with travelers with disabilities."
    },
    {
        "title": null,
        "article": null
    },
    {
        "title": null,
        "article": null
    },
    {
        "title": "5 Great Tour Companies for Disabled Travelers​",
        "article": "Wheelchair user Elissa Fischer, 64, has ataxia, a brain disease that affects her speech, coordination and ability to walk. Nonetheless, the retired Floridian and her husband recently spent eight days exploring Iceland, the Nordic island nation known for its rugged landscape and challenging outdoor adventures. Their itinerary included taking a dip in the country’s famous Blue Lagoon. Fischer couldn’t have made such a trip without the help of Iceland Unlimited, a Reykjavik-based travel company that specializes in accessible tours.\nCompanies like Iceland Unlimited work hard to make travel accessible to people with all types of physical challenges, including those that come with age, such as less stamina and balance problems. They host their own tours to bucket-list destinations, focusing primarily on making travel easier and doable for their clients by carefully vetting hotels, restaurants and attractions to ensure truly accessible accommodations; using accessible vans with lifts to eliminate transportation issues; arranging for wheelchairs, scooters, walkers and other special medical equipment, as needed; securing accessible cabins on cruises, and more.\nAARP Membership Join AARP for $12 for your first year when you sign up for Automatic Renewal. Get instant access to members-only products and hundreds of discounts, a free second membership, and a subscription to AARP The Magazine. Join Now\nIn addition to their guided tours, some also provide travel agency services, such as booking trips their clients want to take on their own — always focusing on their clients’ special needs.\nBelow is more information on Iceland Unlimited, as well as four other accessible-focused companies.\nEasy Access Travel\nDebra Kerper, a bilateral amputee, found few options when looking for travel experiences she could do given her disability, so she founded Easy Access Travel in 1995. Since then, the Carrollton, Texas–based company has hosted a variety of trips both on land and at sea. Plus, as a travel agency, it helps clients plan and book both domestic and international travel, with Hawaii and New England topping the list for U.S. getaways.\nKerper’s philosophy for serving her special client base is simple: “Eliminating surprises and informing clients of possible situations remain paramount for successful planning,” she says.\nJust two of the many ways the company ensures client satisfaction are by using guides in each locale who are accustomed to working with special-needs travelers, and by following routes for various excursions that are specially designed to be easily navigated by wheelchair users. It currently has accessible staterooms set aside for an Alaskan cruise this summer and for a Mediterranean cruise in October, both with Royal Caribbean. Itineraries for 2023 are still in the works; check the site for updates.\nEasyAccessTravel.com; 951-202-2208"
    },
    {
        "title": null,
        "article": null
    },
    {
        "title": "Best Accessible Tours 2024/2025",
        "article": "At Intrepid, we believe travel is for everyone. While there are some destinations or itineraries that are more suitable for accessible travel than others, we’re always open to ways we can do better and learning how we can make our tours more inclusive. We want to help more travelers explore different cultures, meet new people and support the local communities they visit.\nWhat Intrepid Travel are doing\nWe’re committed to making travel accessible for everyone, regardless of ability or disability. That’s why we do our best to help as many people see the world as possible, regardless of any physical or mental limitations they might have. We’re always happy to talk to travelers with disabilities and see if we can help guide them towards the most suitable itinerary for their needs and where possible, make reasonable adjustments to our itineraries.\nHow does Intrepid assess my ability?\nEveryone’s level of ability is unique, which is why we take the time to assess whether you will be able to complete an existing itinerary, or whether we will be able to make reasonable adjustments to meet your needs before you book.\nCompleting an existing itinerary generally includes such things as being able to carry your own bags, using our existing transport and accommodation (such as local buses and home stays), and being able to look after yourself independently without your leader's supervision or other assistance, both in scheduled free time and during included activities and meals.\nThe more we know about your abilities, the better we will be able to assess what we may be able to do to accommodate you and enable you to complete the itinerary, either with or without reasonable adjustments in place.\nDo you have trips designed specifically for travelers with disabilities?\nOur existing itineraries are not specifically designed for travelers with disabilities, but that doesn’t mean you will not be able to enjoy one of our small group tours – it’s largely dependent on your specific needs and the destination you wish to visit.\nSome destinations are better suited for travelers with disabilities than others. Many destinations we visit lack accessible public infrastructure or facilities designed to accommodate travelers with disabilities, but we will do our best to arrange suitable alternatives where possible.\nYou may also prefer to speak to our Tailor-Made Experiences team and arrange a customized itinerary to suit your needs.\nContact our Tailor-Made Experiences team\nCan Intrepid create a customized trip to suit my needs?\nOur Tailor-Made Experiences team develop customized itineraries and special departures for a wide variety of travelers, including travelers with disabilities.\nContact our Tailor-Made Experiences team\nLearn more about Accessible Travel in these destinations\nRead more about Accessible Travel"
    },
    {
        "title": "Planning an accessible trip? These travel resources can help.",
        "article": "Traveling with a disability poses challenges, and more research and planning are required to ensure a safe trip. Unfortunately, not everywhere you go will be accessible to people with disabilities, so picking where you go and when can make all the difference in your trip experience.\nThere are great tour companies and travel agencies out there that specialize in helping travelers book accessible trips catered to their specific needs. But if you do go the DIY route, there are also resources available to help you research where to book.\nWant more travel news and advice from TPG? Sign up for our daily newsletter.\nPlanning resources\nAbleThrive\nAbleThrive aggregates support resources to help people with disabilities. The site covers multiple topics related to living with a disability, including healthcare, parenting, employment, relationships and, of course, travel.\nAccessibleGO\nAccessibleGO is a full-service travel platform dedicated to helping people with disabilities make the most out of their travels. They offer articles written by community members who all have first-hand experience traveling with a disability.\nYou can use their booking tool to search for hotels and cruises that are accessible. You can also book trips through the website, but we recommend booking directly with a hotel or airline generally.\nHandiscover\nSimilar to AccessibleGO, Handiscover allows you to book accessible accommodations. The site uses a unique classification system that lets you filter searches to your specific physical accessibility needs — from being able to walk up only a few flights of stairs to needing fully wheelchair accessible accommodations.\nHandiscover also has community-contributed articles on the site to help you plan out your trip from start to finish.\nRelated: What does accessible travel mean to you?\nDaily Newsletter Reward your inbox with the TPG Daily newsletter Join over 700,000 readers for breaking news, in-depth guides and exclusive deals from TPG’s experts Email address Sign up By signing up, you will receive newsletters and promotional content and agree to our Terms of Use and acknowledge the data practices in our Privacy Policy . You may unsubscribe at any time.\nTips for planning an accessible trip\nThe resources listed above all offer content created specifically to help people with disabilities — often with a focus on physical disabilities that impact mobility — plan out trips. But there are also some general tips everyone looking to book an accessible trip should keep in mind when mapping out a getaway.\nUse a travel agent or tour company that specializes in accessible travel\nBeginner travelers especially should consider taking advantage of tour operators and travel agents that cater to those with disabilities. They'll not only have resources to help make sure your trip fits your specific needs, but you also might get special rates or offers when going through an agency.\nEnroll in the Smart Traveler Enrollment Program (STEP)\nThe STEP program is a free government service that notifies you of security updates from the nearest U.S. embassy or consulate while you're abroad. STEP also helps the U.S. embassy better provide assistance during an emergency while you're out of the country.\nThis tip doesn't only apply to people traveling with disabilities — anyone traveling abroad should sign up — but those who are traveling with physical disabilities can also add relevant information about any mobility limitations.\nCall ahead to arrange special assistance\nWhether it's a hotel, a cruise or a flight, you should call ahead if you need special assistance. When you book, it's a good idea to call and note if there are any physical limitations you'll need help with — such as boarding a plane with a wheelchair. Also, call again 48 hours before your trip to confirm any assistance arranged at booking, and mention it again at the check-in counter.\nRelated: Air travel tips for wheelchair users\nResearch contingency plans before you go\nTalk to your doctor before your trip to discuss any specific concerns, get any doctors' notes required for travel and arrange for any medication refills you may need before you go (you'll want to pack more than you need of any medication, and it should go in your carry-on bag for easy access).\nAdditionally, research the area where you're traveling, and have contact information for doctors' offices, pharmacies and hospitals in case of emergency.\nIt's also not a bad idea to look into comprehensive travel insurance that includes medical coverage while you're abroad."
    },
    {
        "title": "10 accessible tour companies that are changing the travel industry",
        "article": "Planning a trip as a wheelchair user can be complicated, to say the least. Searching hours-on-end for the perfect accessible hotel, figuring out which modes of transportation are accessible, and compiling lists of accessible must-see attractions can certainly be stressful and time-consuming. But what if there was a way to eliminate a lot of the stress that comes with planning a wheelchair-friendly vacation? Well, there is and I'd love to tell you all about it.\nFor more TPG news delivered each morning to your inbox, sign up for our daily newsletter.\nAround the world, there are a variety of tour companies that specialize in accessibility. They organize accessible transportation and accommodations and know which attractions are accessible so that you don't have to plan anything. Instead, you can simply look forward to your vacation and know that all of the planning is in good hands.\nWhether you want to see waterfalls in Iceland, roll on the equator in Ecuador, go on a safari or something else, almost any experience is possible with the 10 companies that are featured below. Each one offers accessible tours, and while these are by no means the only accessibility-focused tour companies in the world, they are some of the best\nAbility Adventures\nIf you have ever dreamed of visiting New Zealand, Ability Adventures can turn your dream into reality. They are New Zealand's outstanding accessible travel company and cater to all disabilities. Whether you are a wheelchair user, hard of hearing, blind or a slow walker, they have a plethora of tour options to suit your accessibility needs. You can explore national parks, see heritage sites, cruise fjords or even go bungee jumping if you're feeling particularly adventurous. (Note that New Zealand continues to be closed to foreign travelers in 2021 due to the COVID pandemic.) Learn more about Ability Adventures here.\nRelated: 5 tips for going on a cruise as a wheelchair user\nAccessible Caribbean Vacations\nAccessible Caribbean Vacations — Aruba.\nAfter the past year and a half, the Caribbean has never sounded so great, right?! If relaxing on a Caribbean island sounds nice to you, consider checking out Accessible Caribbean Vacations. This company offers accessible tours and shore excursions in more than 20 Caribbean destinations. They can also book accessible cruises for guests and arrange fully accessible shore excursions for each port of call. Whether you're cruising the Caribbean or flying in to a destination, Accessible Caribbean Vacations can be sure that you have a fun and accessible experience. Learn more about Accessible Caribbean Vacations here.\nRelated: The most wheelchair-accessible beach destinations in the U.S.\nDaily Newsletter Reward your inbox with the TPG Daily newsletter Join over 700,000 readers for breaking news, in-depth guides and exclusive deals from TPG’s experts Email address Sign up By signing up, you will receive newsletters and promotional content and agree to our Terms of Use and acknowledge the data practices in our Privacy Policy . You may unsubscribe at any time.\nDisabled Accessible Travel\nEurope has so many destinations that are worth visiting, but no matter which part of Europe you're most interested in, there is a good chance that Disabled Accessible Travel offers tours there. The company offers accessible shore excursions, accessible land-based tours, and mobility equipment rental. From popular destinations like Italy and Spain to lesser-known places like Latvia, Disabled Accessible Travel can take care of all of your accessibility needs. Learn more about Disabled Accessible Travel here.\nRelated: 7 air travel tips for wheelchair users\nEpic Enabled\nEpic Enabled -- South Africa.\nGoing on a safari is on most people's bucket list and Epic Enabled is making that once-in-a-lifetime experience possible for travelers with disabilities in South Africa. The company leads monthly group tours on safari in Kruger National Park and a private game reserve with an accessible safari truck, but accessible tours are also available in the beautiful city of Cape Town. If you want to see lions, elephants, giraffes, hippos and more in their natural environment, consider going on a safari with Epic Enabled. Learn more about Epic Enabled here.\nRelated: 12 Unusual Safaris You Can Try Around the World\nIceland Unlimited\nIceland Unlimited.\nDo you want to see the northern lights, swim in hot springs or view majestic waterfalls? If so, Iceland could be the ideal destination for you. Iceland Unlimited's founder and owner, Jón Gunnar Benjaminsson, is a wheelchair user himself, so he knows firsthand which activities to recommend to fellow wheelchair users. His company can organize accessible trips throughout the entire country. Learn more about Iceland Unlimited here.\nRelated: Best northern lights adventures for families\nIl Viaggio Travel\nIl Viaggio Travel -- Costa Rica.\nCentral America is known for not being the most accommodating for wheelchair users, but when it comes to Costa Rica, it's a whole different story. Thanks to Il Viaggio Travel, wheelchair users can experience all that Costa Rica has to offer. Adapted transportation is available and you can go on customized tours to the rainforest, in the capital city of San Jose, or even try adaptive surfing at the country's best beaches. Learn more about Il Viaggio Travel here.\nRelated: These are the most wheelchair-accessible cities around the world\nLatin America for All\nSouth America is full of remarkable destinations that are worth experiencing, and if you are interested in visiting Ecuador and the Galapagos, Peru or Argentina, you need to check out Latin America for All. This company plans everything for you so that you can fully enjoy these three destinations. While accessibility between the three countries does vary to some degree, Latin America for All can customize your trip and make your itinerary as accessible for you as possible. Learn more about Latin America for All here.\nMorocco Accessible Travel Consultants\nMorocco is a destination that I knew nothing about before visiting, but it quickly became one of my favorite places thanks to a phenomenal trip with Morocco Accessible Travel Consultants. The company has adapted transportation and can customize itineraries for each traveler, depending on the traveler's needs. You can explore popular cities like Casablanca, Fes, and Marrakech, or even stay in the Sahara desert. Morocco Accessible Travel Consultants also created an adapted camel saddle to give wheelchair users the ability to safely and comfortably ride a camel in the desert. Learn more about Morocco Accessible Travel Consultants here.\nRelated: 10 things to know before you go to Morocco\nSaku Travel\nSaku Travel — Viru Bog in Estonia.\nEstonia is a European country that is often skipped over unless it falls on a cruise itinerary, but it is completely worth visiting whether you're on a Scandinavian cruise or not. The capital city of Tallinn is gorgeous, but there are accessible experiences outside of the city as well, including hiking/rolling on a smooth boardwalk trail in a bog in Lahemaa National Park. Saku Travel has accessible transportation that can get you around the country and the fantastic guides sure know how to show wheelchair users a good time. Learn more about Saku Travel here.\nWheel the World\nWheel the World has quickly become one of the leading companies devoted to accessible tours. They offer accessible tours in more than a dozen countries, providing transportation and plenty of accessible things to do, including some pretty adventurous and epic experiences. With Wheel the World, you can roll around Easter Island, soar on a zipline in Mexico or even go dune bashing in Qatar ... just to name a few. Learn more about Wheel the World here.\nAll photos courtesy of the author"
    },
    {
        "title": "The world’s most wheelchair-accessible travel destinations",
        "article": "At Lonely Planet, we believe that travel should be for all, and that accessible travel information is vital to making that possible. And with one billion people in the world living with a disability, the more resources there are for travelers with disabilities, the better.\nIn partnership with KAYAK.com, we’ve rounded up the top wheelchair-accessible destinations around the world. Consider these spots for your future travel plans.\nHow KAYAK.com can help you find accessible accommodations\nKAYAK.com's search features can help travelers with disabilities find accommodations that meet their needs. To find accessible hotels, first search for hotels in your destination, and then check the “Increased accessibility” box in the “Amenities” filters on the left-hand side of the page. This filter reveals properties that offer these features: wheelchair accessible, facilities for disabled guests, in-room accessibility, accessible rooms, facilities for disabled guests, and disabled access.\nPlaya del Carmen, Mexico\nOne hour from Cancún International Airport, Playa Del Carmen is a far cry from its more revelrous neighbor, yet still has accessible hotels and an accessible beach furnished with beach wheelchairs. There’s even adaptive equipment to allow you to go snorkeling to enjoy the coral reef and green turtles. But the main reason for coming here is to visit the nearby and largely wheelchair-accessible Mayan archaeological sites, Chichén Itzá and Tulum, a rare chance for the mobility-impaired to get up close to ancient ruins.\nSan Diego skyline from the harbor © David Toussaint / Getty Images\nSan Diego, California, USA\nWith the Americans with Disabilities Act having just celebrated its 30th anniversary, much of the USA’s infrastructure is accessible, but our pick is San Diego. Laid out along the classic grid system, generally flat and with a fully accessible trolley system, it also boasts a balmy year-round 64-80°F climate.\nThe historic Gaslamp Quarter is very wheelchair friendly, as is the massive Balboa Park (incorporating the slightly hilly San Diego Zoo), but it’s the miles of beachfront promenade with beach wheelchairs available – including a motorized one with caterpillar tracks at Mission Beach! – that are the main attraction.\nBarcelona, Spain\nWith the national tourism authority and Catalonia in particular pushing accessible travel, it’s no surprise that wheelchair users have been flocking to Barcelona. With 80% of the metro stations and 100% of buses wheelchair-accessible, as well as a relatively flat and cobblestone-free old city, getting around is a breeze.\nWhat’s more, wheelchair users not only jump to the front of the queue for attractions such as the breathtaking Sagrada Família, they often get in for free! You can explore the length of La Rambla and get around the famous Mercat de la Boqueria; even the beach has wheelchair access and people on hand to help.\nWelcome to Las Vegas © Michael Phillips / Getty Images\nLas Vegas, Nevada, USA\nLas Vegas is undoubtedly one of the most accessible cities for people with disabilities in the US. Of course, the casinos and the venues hosting world-renowned musicians and shows are all wheelchair accessible, as are the vast majority of sites and attractions, many of which – like the Fountains of Bellagio and the Fremont Street Experience – are completely free.\nMore surprising, perhaps, the High Roller – the tallest observation wheel in the world, which takes 30 minutes to do a full revolution – is also wheelchair-accessible. And if you’re after an adrenaline rush, wheelchair users can even enjoy the SlotZilla Zip Line and the Zoomline, which reach speeds of up to 35 miles an hour, or a hot-air balloon ride over the city.\nAdd to this a very wide choice in accessible accommodation, easy exploration along the wide sidewalks of the Strip, a fully accessible bus service that serves all parts of the city, and plenty of wheelchair-accessible taxis and you can begin to understand why Las Vegas has become something of a destination for wheelchair users.\nManchester, UK\nAlthough it was the birthplace of the Industrial Revolution, much of central Manchester was rebuilt in the late 1990s, making smooth, wide, step-free pavements, as well as stepless entry into shops, restaurants and bars the norm – ideal for anyone with mobility requirements.\nNorthern England’s cultural hub is well served by accessible public transport, leaving you free to pay homage at Old Trafford, learn about our industrial roots at the Museum of Science and Industry or shop with the goths at Affleck’s. And if you’ve had enough of the city, the Peak District National Park, with well-developed facilities for visitors with disabilities, is less than an hour away.\nA piazza in Taormina, Sicily © Matt Munro / Lonely Planet\nSicily, Italy\nItaly might not spring to mind as a very accessible destination due to its narrow, often cobblestone streets. But there are a number of tour operators that cater to travelers with disabilities. Motor-impaired travelers can enjoy scuba diving, 4WD off-road driving, traditional Sicilian fishing and olive oil making – not to mention the gastronomic delights normally associated with Italy. Indeed, two Guinness world records have been set here: first paraplegic to dive to 59m and first blind woman to dive to 41m!\nPhiladelphia, Pennsylvania, USA\nAs one of the oldest cities in the US, you might not expect Philadelphia to be very accessible – but it is! While the Old Town may offer some challenges for wheelchair users, sidewalks are generally well maintained in the more touristed areas, with plenty of curb cuts and tactile markings.\nThis is particularly useful for wheelchair users considering most of the city’s attractions are within a two-mile radius of the City Hall. The subway, opened in 1907, is only partially wheelchair-accessible, as is the overland rail network, but unfortunately the aging trolley system is not. However, the city’s fleet of more than 1000 buses are all low-floor and wheelchair-accessible, as is the PHLASH tourist bus which runs a continuous loop downtown, stopping at many popular attractions, and costs only $5 for an all-day pass.\nNeedless to say, all of the city’s most popular attractions – including Independence Hall, the Liberty Bell, Love Park and the Philadelphia Museum of Art – are fully wheelchair-accessible despite their antiquity. And when it comes to finding accommodations, there are plenty of wheelchair-friendly options right in the center of the action.\nSandridge Bridge in Melbourne, Australia © Catherine Sutherland / Lonely Planet\nMelbourne, Australia\nWith its highly accessible public transport system and compact city center, Melbourne is one of the most accessible cities in the world. Visit the sporting capital of Australia armed with Lonely Planet’s accessibility guide, Accessible Melbourne, a free e-book that includes the most up-to-date advice for travelers with special needs. Discover Melbourne’s best wheelchair-friendly restaurants, enjoy spectacular scenery along the Great Ocean Road, and visit one of the world’s best zoos as well as many of the parks that progressive Parks Victoria is opening up to visitors with access needs.\nLjubljana, Slovenia\nSlovenia’s flat and largely pedestrianized capital, served by accessible electric vehicles, is well worth a visit. Most of its buses are accessible, but the city is so small, with plenty of ramps and curb cuts, you might rarely need them.\nThe city’s main drawcard, the 16th-century Ljubljana Castle is reached via a funicular (free for people with disabilities and a companion) or train, both wheelchair-accessible. Many of Jože Plečnik’s famous bridges have recently been made accessible, and were joined in 2010 by the award-winning Butchers’ Bridge, which allows wheelchair users access to boats.\nSingapore has established accessibility requirements into its city code © Ninnat Fongsupa / 500px\nSingapore\nSingapore has to be the most accessible city in Asia and one of the most accessible cities in the world. Its universal code on barrier-free accessibility, in place for decades, plus increasing affluence have resulted in an infrastructure with stepless access to most buildings and no shortage of curb cuts.\nAlthough power wheelchair-friendly taxis aren’t common, the accessibility of the mass rail transit (MRT) and buses makes them unnecessary. In Singapore, the question is not “what is accessible?” but rather “what isn’t?” – from its street food hawker centers to its marvelous zoo.\nVienna, Austria\nLike many European cities, Vienna is steeped in history, being the center of the former Habsburg Empire and the musical heart of Europe. Unlike many of its counterparts, however, its cobblestones have been removed, as have many of the curbs.\nThe refurbished city is both flat and compact, with most central shops and cafes fully accessible. Getting around is relatively easy with elevators to the metro and plenty of low-floor trams. Most museums and places of interest are fully accessible, including the must-see Schloss Schönbrunn.\nYou might also like:\nTake a spin around the globe with an accessible travel expert\nWhat I have learned from travelling the world with a wheelchair"
    },
    {
        "title": "6 of the World's Most Disability-Friendly Travel Destinations",
        "article": "This metropolis on the Mediterranean Sea has made great strides in recent years to become fully accessible for people with disabilities. Almost all of the city’s intercity bus lines can be accessed by wheelchair and include various technologies for the visually-impaired, including bus stations that read out the upcoming buses and buses announcing their line number over speaker when arriving. Strict building codes ensure that all new construction must be wheelchair accessible and almost every store and restaurant in the city is equipped with ramps, if needed. All banks and public offices offer services for people with sensory disabilities and a new law even requires all Hebrew-language websites to be optimized for screen reading software. In addition, Tel Aviv is host to a range of hotels with special handicapped-ready rooms, equipped with extra-wide doors, special bathtubs and panic-buttons in the bathrooms."
    },
    {
        "title": "Disabled World Travel: Accessible Disability Travel Information",
        "article": "Disabled World Travel: Accessible Disability Travel Information\nAuthor: Disabled World - Contact Details\nUpdated/Revised Date: 2022/04/07\nOn This Page: Main Article - Subtopics - About Synopsis: Information on accessible travel for persons with disabilities with reviews of tours, cruises, flights, and wheelchair accessible accommodation. Accessible tourism is the ongoing endeavor to ensure tourist destinations, products, and services are accessible to all people, regardless of their physical limitations, disabilities, or age. Look for disability organizations or resources at your destination that can provide you with area-specific information as well as local contacts.\nadvertisement\nMain Document\nThe Disabled World disability travel section covers reviews of accessible tours, vacations, and cruises for persons with disabilities, including wheelchair accessible accommodation reviews and articles about interesting places to visit or vacation around the world.\nOur holiday travel destinations include travel tips for those traveling with disabilities or health conditions. Many of these travel articles have been written by Disabled World members who wanted to share their traveling experiences with other readers in the hope they will be of assistance to others with disabilities who may be thinking of traveling locally or abroad.\nArticle continues below image. Directional signs to world cities on a wooden pole by the palm tree at Long Bay Beach, Turks and Caicos Islands. Continued...\nWhat is Accessible Tourism?\nAccessible Tourism, as defined by Darcy and Dickson (2009, p34);\nAccessible tourism is the ongoing endeavor to ensure tourist destinations, products, and services are accessible to all people, regardless of their physical limitations, disabilities, or age.\nAccessible tourism encompasses publicly and privately owned tourist locations.\nAccessible tourism enables people with access requirements, including mobility, vision, hearing and cognitive dimensions of access, to function independently and with equity and dignity through the delivery of universally designed tourism products, services, and environments.\nThis definition is inclusive of all people, including those traveling with children in prams, people with disabilities and seniors.\nNoting the obstacles that persons with disabilities, or those with other access requirements, face in taking advantage of fundamental aspects of travel, senior United Nations (UN) officials urge policy-makers, travel planners and companies that work with persons with disabilities to work together to make travel more accessible.\nSpecific problems often encountered by the disabled tourist when trying to book a holiday, scenic tours, and accommodation can include:\nLack of well-adapted hotel rooms\nLack of accessible airport transfer\nLack of wheelchair accessible vehicles\nLack of accessible restaurants, bars, etc.\nInaccessible, or only partly accessible, websites\nLack of adapted toilets in restaurants and public places\nInaccessible streets (cars parking on the sidewalk, etc.)\nLack of professional staff capable of informing and advising about accessibility issues\nLack of disability equipment (wheelchairs, bath chairs, toilet raisers, electric scooters)\nLack of reliable information about a specific attraction's level of accessibility (church, castle, exhibition, etc.)\nDisability Travel Tips\nBicycle shops are great places for wheelchair replacement parts.\nLearn foreign vocabulary that can help you describe your situation and needs.\nConsider getting travel insurance. Make sure that it covers pre-existing conditions.\nBring plenty, even extra, of any medications that you take. Make sure that all medicines are allowed in the country you're visiting.\nLook for disability organizations or resources at your destination that can provide you with area-specific information as well as local contacts.\nIf you use an electric wheelchair, look into whether you'll need a plug adapter and a voltage converter. Or see whether you can rent a battery charger abroad. Have a contingency plan if power outages or voltage drops.\nHave a backup plan, including your accommodation. In case your reserved accessible room isn't available, bring along items such as a portable ramp, a shower chair and a reacher to grab items that may be beyond arm's length.\nKnow your rights. This is particularly important for airline travel, at the airport and on the plane. Familiarize yourself with applicable laws and airline regulations. Inform the airline of your situation and make assistance requests in advance.\nUnderstand cultural differences. You may get more, or less, attention in other countries than you would in the United States. Then again, Roth-Vinson says, you may stand out more as an American than as a wheelchair user or a blind person.\nMajor Airline Travel Tips for Travelers with Disabilities - Jessica Padykula - (2015-02-12)\nTips to Make Traveling with a Disability Easier - Helen Hecker - (2008-12-24)\nWheelchair Travel Tips - J.D. - (2010-07-01)\nSubtopics and Associated Subjects\nadvertisement"
    },
    {
        "title": "Unique, All-Inclusive Experiences Around the World to Try",
        "article": "Luxury meets convenience in the latest travel trend sweeping the globe: all-inclusive hotels and resorts. These properties offer an immersive escape for all types of travelers, perfectly blending luxury accommodations, dining experiences, amenities and awe-inspiring landscapes. For travelers looking for an all-inclusive escape, here are some of the best options around the world.\nTwin Farms in Barnard, Vermont\nThe best of New England is brought to life at Twin Farms, the casually luxurious, exclusive, all-inclusive retreat along the lush Vermont mountains. This adults-only culinary destination brings a new era of bespoke experiences through its chef-guided culinary options; 28 unique accommodations; museum-grade art collection; and a variety of indoor and outdoor activities such as ax throwing, archery, fly fishing and more. Prized Chef Nathan Rich and his team create new dishes daily, using Vermont’s finest products sourced on property and from local partners.\nMii amo in Sedona, Arizona\nMii amo is a world-class destination spa situated within Sedona’s iconic Boynton Canyon. Mii amo spent the last 20 years inspiring guests to journey within, find a connection with nature and immerse themselves in well-being. After a two-year closure for expansive renovations, the Relais & Châteaux property features 23 casitas, a two-story movement and fitness studio, signature restaurant and more.\nAlila Ventana Big Sur in Big Sur, California\nA breathtaking resort with inclusive offerings in the heart of California’s rugged Central Coast, Alila Ventana Big Sur sits at the edge of the continent overlooking the majestic Pacific coastline. The intimate, all-inclusive resort offers 59 accommodations; Spa Alila; culinary options with ingredients from an on-property organic garden; and one-of-a-kind Alila Experiences to inspire the mind, body and soul.\nUlusaba by Virgin Limited Edition in Sabi Sand Reserve, Mpumalanga, South Africa\nUlusaba, or “place of little fear,” is an all-inclusive Private Safari Game Reserve situated in the Sabi Sand Game Reserve. Ulusaba is set over three beautiful lodges, Rock Lodge, Cliff Lodge and Safari Lodge, each offering views of the Sabi Sand landscape and Drakensberg Mountains. A stay at one of the three lodges’ rooms or suites includes all meals at a variety of locations; twice daily guided game drives; talks on local flora, fauna and conservation; a daily walking safari; and a complimentary laundry service and minibar.\nNecker Island in British Virgin Islands\nBeing stranded on a private island has never been better with Necker Island’s all-inclusive getaway. Available for exclusive use only, adults seeking an adventure-packed holiday will have Sir Richard Branson’s private island to themselves. Guests will spend the day kitesurfing, paddleboarding and kayaking over the Caribbean waters, swim with sea turtles or relax on the beach. On land, explore the island and hang out with the giant tortoises roaming the island or visit the lemur and bird enclosures. Guests can also challenge each other to chess on the giant outdoor chess board overlooking the ocean. At night, head up to the crow’s nest and watch the stars glisten and shooting stars fly by.\nAngsana Velavaru in Dhaalu Atoll, Maldives\nLocated on an expansive private lagoon is the virtually untouched South Nilandhe Atoll in the Maldives. Angsana Velavaru, known as Turtle Island in the local Dhivehi language, is surrounded by turquoise waters and is the perfect playground for travelers. The resort offers a variety of all-inclusive packages catered toward gourmet foodies, families, well-being travelers and novice and experienced divers. Guests can choose their adventure from cultural infusions to family fun at the Rangers’ Club, from the dedicated kids pool to relaxing at one of eight outdoor spa pavilions."
    },
    {
        "title": "25 best all-inclusive resorts in the world, according to frequent travelers",
        "article": "When it's time to plan a vacation, you need to know that all-inclusive resorts are good again. In fact, the best all-inclusive resorts break the stereotypes of watered-down drinks, mediocre food, kitschy activities and dated accommodations that need a face-lift.\nEven better, the very best all-inclusive resorts truly span the globe, from the beaches of Mexico to the deserts of Dubai and even a few great ones in the United States.\nSo whether you're looking for all-inclusive resorts perfect for honeymooners or something more family-friendly, this list has it all. And, even if you've been to an all-inclusive resort before, there are still common mistakes you should avoid. But the biggest mistake you can make is not giving all-inclusive resorts a chance in the first place.\nFinding the right all-inclusive\nThere are a lot of factors that come into play when deciding what all-inclusive properties are the best, and the truth of the matter is that most of it comes down to personal preference and location. For example, do you want to be at a resort with great beach access or are you looking for an experience near Montana's beautiful mountains? Do you want a nice experience that comes at an affordable rate or are you willing to splurge for an all-inclusive resort that has fine dining? And — one factor that's really important — do you want an adults-only experience or are you okay with somewhere that's family-friendly? If you're unsure, there are plenty of incredible family-friendly resorts with secluded pools and restaurants for people without children (or offer babysitting services or kids clubs for an adult date night or spa appointment).\nKnowing what you want from an all-inclusive resort will make it much easier for you to find the right property for your trip.\nSandals Royal Caribbean Montego Bay, Jamaica SANDALS ROYAL CARIBBEAN/SANDALS Best for: Couples searching for that Instagram-worthy overwater bungalow experience. Why stay here: This adults-only haven is perfect for couples looking for a special getaway in an oh-so-romantic atmosphere. Best way to book: For the best rates and availability, book directly through the Sandals website. Book now\nStaying in an overwater bungalow is at the top of many travelers' must-experience lists, but did you know you don't have to travel all the way to the Maldives or Bora Bora to experience it? You can actually stay in one at the all-inclusive, adults-only Sandals Royal Caribbean in Montego Bay, Jamaica. Not only do you get that dreamy overwater bungalow, but the bungalows are actually built into the shape of a heart on a private island off the main resort.\nBeyond that, guests can enjoy food ranging from Thai to French and Indian to Caribbean at nine different restaurants on the property, as well as premium liquor at most of the on-site bars. Add that to top-notch pools, water and land activities like land chess and volleyball, live entertainment, and the option to get PADI scuba certified, and what else could you possibly need?\nBut if you do need more, guests can also access all the food and activities at the property's sister resort, Sandals Montego Bay.\nRates at Sandals Royal Caribbean start at $277 per person, per night.\nDaily Newsletter Reward your inbox with the TPG Daily newsletter Join over 700,000 readers for breaking news, in-depth guides and exclusive deals from TPG’s experts Email address Sign up By signing up, you will receive newsletters and promotional content and agree to our Terms of Use and acknowledge the data practices in our Privacy Policy . You may unsubscribe at any time.\nSecrets Impression Moxche Playa del Carmen, Mexico ANDREA ROTONDO/THE POINTS GUY Best for: Discerning travelers that long for a beautiful, kid-free environment that's close to home. It's an easy nonstop flight to Cancun from many U.S. gateways. Why stay here: This exclusive resort-within-a-resort offers VIP access to several pools, a beach club, lounge and gourmet restaurants — plus you have access to the entire Moxche complex. One of the best all-inclusives there is. Best way to book: Book with World of Hyatt points to get the best value. Otherwise, book directly for elite night credit and benefits. Book now\nPart of Hyatt's new luxury all-inclusive brand, Secrets Impression Moxche is one that our reviewer said might be the \"best all-inclusive resort in Playa del Carmen.\" It's easy to see why when you look at the fact that this luxury resort only offers suites; those suites start at nearly 1,000 square feet and include options with outdoor hot tubs, beautiful views of the ocean and even a two-story penthouse that feels like it's fit for royalty.\nIf you decide to leave your beautiful rooms, there's plenty to do: Explore the resort's hidden coves and cenotes, dance in a tucked-away speak-easy, go snorkeling to get face-to-face with exotic sea life, head to the spa for a relaxing treatment or just relax by the pool and soak up the sun. Just don't forget to look at the entertainment calendar so you don't miss live music, pool volleyball and more.\nBut what really sets this resort apart is its dedication to great food, which ranges from fine French dining to an open-fire grill and even a modern Japanese restaurant with teppanyaki tables. Just be sure to stop by Teodoro for a seven-course dining experience unlike anything you've had at an all-inclusive resort before (extra fees apply at certain restaurants).\nRates at Secrets Impression Moxche start at $800 per night, based on double occupancy. As a Category F in Hyatt's all-inclusive chart, award nights can be found between 42,000 and 58,000 points per night.\nAlila Ventana Big Sur Big Sur, California, USA ALILA VENTANA BIG SUR/FACEBOOK Best for: Romantic weekends away or disconnecting in nature while surrounded by world-class amenities. Why stay here: Alila Ventana Big Sur is arguably one of the best Hyatt properties in North America, perhaps even the world, thanks to its one-of-a-kind location in California’s coastal redwood groves and the value you can get from your Hyatt points. Best way to book: Book through our partner Skylark for elitelike perks and on-property credits, or book using World of Hyatt points for one of the best redemptions in the program. It’s also available through American Express’ Fine Hotels + Resorts and Chase’s Luxury Hotel & Resort Collection, where you can get valuable perks like credits to use on the property, room upgrades and late checkout, depending on the program. Book now\nThere are many reasons to love this adults-only, luxury Hyatt resort on the rugged coast of California. One major reason is that, back in 2020, it converted to an all-inclusive model. The 59 guest rooms and suites are chic and cozy. Each comes with a balcony or private deck, scenic views, a stocked mini-bar, a walk-in shower and a soaking tub. Many rooms even have fireplaces and hot tubs.\nWith Ventana's inclusive offerings, guests can enjoy modern American meals at The Sur House, which uses local ingredients and organic produce grown on the property. Just note that alcohol is not included in the package. Guests can unwind with yoga, daily hikes or reserved access to indoor or outdoor wellness studios. Take the day to chill in the sun at one of the pools, slip away to the Japanese hot baths for some mountainside serenity or hit up Spa Alila — the first in the U.S. — for a Body Renewal Ritual starting at $330.\nRates at Alila Ventana Big Sur start around $1,300 per night for double occupancy, including all meals and various activities. World of Hyatt members can book this Category 8 property from 35,000 to 45,000 points per night.\nHyatt Zilara and Hyatt Ziva Cap Cana Punta Cana, Dominican Republic HYATT ZIVA CAP CANA/HYATT Best for: Ziva is a great sunny beach retreat for families while Zilara is a chic destination for adults traveling as couples or with a group of friends. Why stay here: This upscale Hyatt property is divided into two distinct resorts, the family-friendly Ziva and adults-only Zilara, both of which have a variety of restaurants and bars, stunning beaches and pools that make for a great use of World of Hyatt points. Best way to book: World of Hyatt members can book using points for a solid award redemption using Hyatt’s new all-inclusive award chart. Book now\nAt Hyatt's sister Zilara and Ziva resorts in Cap Cana (a luxury, gated resort area in Punta Cana), adults can take advantage of both areas of the dual-branded property. Children are restricted to the Ziva side. Kids (and kids at heart) will enjoy the Canapolis Waterpark, which has a handful of adrenaline-inducing slides. Adults looking for something more relaxing can hit up the cenote-inspired spa.\nThe resort is truly massive, with more than 700 ocean-view suites split between Ziva and Zilara; these include swim-up suites, one-bedroom options and even rooms with direct beach access. There are almost more restaurants and bars than you can imagine. Some highlights are French-Polynesian restaurant Brando's, an Indian restaurant in a trainlike setting and an Asian joint with teppan grills. There are also multiple buffets, coffee shops, beach and pool bars, and sports and martini bars. Also, 24-hour room service will help with those late-night cravings.\nRates for Hyatt Zilara and Hyatt Ziva Cap Cana start at $539, based on double occupancy. As a Hyatt All-Inclusive Category E property, award nights are 35,000 to 45,000 points per night for double occupancy. Additional guests require an additional 17,500 to 23,000 points per person, per night.\nAl Maha, a Luxury Collection Resort & Spa, Dubai Dubai, United Arab Emirates AL MAHA/MARRIOTT Best for: Travelers looking for a once-in-a-lifetime experience that can be thrilling, romantic, cultural and relaxing. Why stay here: This desert resort offers luxurious accommodations and the perfect balance of relaxing moments and adventurous activities. Best way to book: Book through our partner Skylark for elitelike benefits and on-property credits. Considered one of the best points redemptions in the Marriott Bonvoy program, members can book amazing entry-level rooms without the need to splurge on an upgrade with points. Or, receive guaranteed late checkout and a possible room upgrade by booking through American Express' Fine Hotels + Resorts. Book now\nDubai is known for its towering skyscrapers and over-the-top hotels. However, just 45 minutes outside of the overwhelming hustle and bustle is a desert oasis where guests can bask in the heat of the Dubai Desert Conservation Reserve or go for a sand-filled adventure. At this resort, part of Marriott's Luxury Collection, each of the 42 suites features a plunge pool, a private deck and the utmost privacy. Plus, they come with the chance to see gazelles and Arabian oryxes roaming in the wild.\nWhile visiting, take a camel ride through the desert, learn the art of falconry or go on a desert drive to see some wildlife. If you need to relax, opt for a specialized treatment from the Timeless Spa — just don't forget that two desert activities are included with full board.\nDon't worry about going hungry — food is serious business at Al Maha. Dining options are more gourmet than you might expect from an all-inclusive resort. Al Diwaan, the international restaurant, serves three meals a day with views of the reserve. Hajar Terrace Bar is the perfect place to sit back and take in the power of the desert, drink in hand.\nRates at Al Maha start around $960 a night for double occupancy or 94,000 Marriott Bonvoy points a night.\nGrand Velas Los Cabos Cabo San Lucas, Mexico GRAND VELAS LOS CABOS/FACEBOOK Best for: Families, groups of friends or romantic escapes. Why stay here: One of the most popular all-inclusive resorts in Mexico, Grand Velas Los Cabos has incredible food, great pools and beaches, and phenomenal ocean-view suites measuring over 1,000 square feet. Best way to book: Book through our partner Skylark for elitelike perks and on-property credits. If you have access to Amex Fine Hotels + Resorts, you can score a $100 spa credit, guaranteed 4 p.m. checkout and room upgrades when available. Book now\nGrand Velas Los Cabos has a lot to offer guests spending a few nights in Baja California. It's an all-suite property where every room has stunning ocean views, a spa-style bathroom with a Jacuzzi and a large terrace to soak up the salty air.\nOutside the rooms, guests can enjoy delicious food from seven upscale restaurants. Options include a 10-course tasting menu of international flavors at Cocina de Autor; French, Mexican and Italian spots; and a buffet.\nThe resort also offers Mexican cooking classes, yoga and a kids club. Paid activities range from whale watching to off-roading on all-terrain vehicles to camel excursions on the beach. Undercurrents prevent swimming at the resort's beach, but there are three infinity pools — including a family-friendly one — overlooking the ocean. At the 35,000-square-foot SE Spa by Grand Velas, a spa valet can make all your wellness dreams come true.\nRates at Grand Velas Los Cabos start at $1,295 a night, based on double occupancy.\nHilton Rose Hall Resort & Spa Montego Bay, Jamaica HILTON ROSE HALL/FACEBOOK Best for: Families looking for a fun beach vacation without breaking the bank. Why stay here: With a solid water park and a beautiful beach, the Hilton Rose Hall Resort & Spa has a lot to offer at an affordable price. Best way to book: Book the Hilton Rose Hall directly through Hilton’s website for the lowest rates, whether you’re using cash or points. Book now\nWhen we sent a reviewer to Hilton Rose Hall in 2021, he was impressed enough to give it our \"recommended\" seal of approval — and it's easy to see why. The property boasts a beautiful, well-maintained beach, free nonmotorized water sports equipment (like kayaks and water tricycles), tennis and basketball courts, a 24-hour fitness center and plenty of entertainment, such as karaoke and DJs.\nA great resort for families, it has everything the kiddos could want, including a massive 280-foot waterslide at Sugar Mill Falls, the on-site water park (and one of the largest in Jamaica). Across its nine bars and restaurants, even the pickiest eaters are sure to find something they love; among the options are Italian fare, Caribbean classics and an American burger bar. For adults, a swim-up pool bar slings island favorites during the day while an open-air cocktail bar is a great place to end the night.\nRates at Hilton Rose Hall Resort & Spa start as low as $325 a night, based on double occupancy, while Hilton Honors members can book an award night starting at 74,000 points.\nCastle Hot Springs Morristown, Arizona, USA CASTLE HOT SPRINGS Best for: A reenergizing weekend away, a romantic escape or a girls trip. Why stay here: A tranquil oasis in the middle of the desert, this resort, which doesn’t require a passport to visit, is an all-inclusive experience rooted in the healing powers of mineral-rich hot springs. Best way to book: For now, book through American Express Fine Hotels + Resorts to receive a $100 property credit, guaranteed 4 p.m. checkout and room upgrades if available. Book now\nYou might be surprised to learn that there are a handful of deluxe all-inclusive resorts in the U.S., and Castle Hot Springs — a luxury desert oasis about an hour north of Phoenix — is one of the best. Its 30 stand-alone bungalows and cabins are tucked away in a lush setting full of palm trees spread across 1,100 acres. Dating back to the late 1800s, the resort's natural hot springs (which range from 86 to 106 degrees) have been helping people stay healthy and relaxed for decades.\nStays at Castle Hot Springs include breakfast, lunch and a five-course tasting menu for dinner each evening, all crafted with select ingredients grown at the resort. A $25 daily drink credit is available per guest. The rate also includes activities like yoga, meditation, farm tours, guided hikes and exclusive access to the hot springs. Additional experiences are available for a fee, including spa and wellness treatments; more adventurous options include UTV tours and the elevated adventure course and aerial walkway.\nRates at Castle Hot Springs start at $1,400 per night, based on double occupancy. Two- and three-night minimums are required for most dates and the resort is closed seasonally for most of July and August.\nThe Westin Reserva Conchal, an All-Inclusive Golf Resort & Spa Playa Conchal, Guanacaste, Costa Rica THE WESTIN RESERVA CONCHAL/MARRIOTT Best for: Active travelers who want to immerse themselves in the natural beauty of Costa Rica. Why stay here: An inviting beachfront property with upscale amenities, superb service and manicured grounds. Best way to book: Book directly with Marriott, and either pay cash or redeem points. Book now\nAll-inclusive resorts in Costa Rica just hit different, thanks to the combination of beautiful beaches and tropical rainforests. At the Westin Reserva Conchal resort, you get the best of both. Set on 2,400 acres, the resort has a lagoon-style pool as well as access to a championship golf course, tennis courts and pristine beaches.\nWith 406 rooms — ranging from entry-level deluxe junior suites with a balcony to club-level suites (with access to the club lounge and private pool) and larger family suites — there's plenty of room for the entire family to spread out. Families can take advantage of the kids club or go for a three-hour hike in the rainforest. The resort fields a handful of bars and restaurants, including a barbecue joint, seafood options and a steakhouse.\nRates at The Westin Reserva Conchal start at $522 a night while Marriott Bonvoy members can book an award night starting at 71,500 points, both based on double occupancy.\nHilton Cancun, an All-Inclusive Resort Cancun, Mexico HILTON CANCUN/VRX STUDIOS/FACEBOOK Best for: Families who want to enjoy a contemporary resort that breaks the all-inclusive mold. Why stay here: This new upscale resort from Hilton is redefining the brand’s take on the all-inclusive model and has a lot to offer guests of all ages looking for a mix of fun and relaxation in Cancun. Best way to book: This new upscale resort from Hilton is redefining the brand’s take on the all-inclusive model and has a lot to offer guests of all ages looking for a mix of fun and relaxation in Cancun. Book now\nIn Mexico, Hilton has been opening new hotels left and right, one of which is Hilton Cancun, an All-Inclusive Resort. Each of the resort's 715 guest rooms and suites has a balcony. Also, select premium suites offer swim-up pools and extra outdoor space. The crafts of local artisans inspire the rooms' decor, which is full of modern touches like subtle pops of color and plenty of charging ports.\nActivities abound at this Hilton. Guests can partake in arts and crafts, sports on the beach, nightly fiestas with music and themed parties. As a great resort for families, a kids club is available to occupy young children, as is a designated family pool with a splash playground. A teen club is available for the older ones, too. This resort shares grounds and some facilities with the new, ultraluxe Waldorf Astoria Cancun.\nWith 12 dining options, there's a meal for every appetite. There is traditional Mexican food at Maxal, wood-fired pizza at Italian trattoria La Luce, a Southeast Asian-inspired menu at Auma, and unlimited ice cream and churros at La Churreria.\nRates at Hilton Cancun, an All-Inclusive Resort start at $297 a night, based on double occupancy, while Hilton Honors members can book an award night starting at 85,000 points.\nMohonk Mountain House New Paltz, New York, USA MOHONK MOUNTAIN HOUSE/MOHONK Best for: Families wanting to explore the great outdoors, history lovers and couples looking for a unique but intimate experience. Why stay here: Feel like you’re in Europe any time of the year at this charming and historic resort that offers more activities than you could possibly have time for. Best way to book: Book directly through Mohonk Mountain House for the best rates. Book now\nBelieve it or not, the Hudson Valley is home to a picture-perfect, fairy tale-like castle that offers year-round fun for the whole family (or a dreamy romantic retreat). This all-inclusive resort sits just 90 minutes from New York City.\nMohonk Mountain House, which dates back to 1869, is set within 40,000 acres of forest. It offers ample space for hiking, horseback riding, learning archery or ax throwing, and canoeing on the lake (where you can bask in the faux Victorian castle's beauty).\nGuests at Mohonk receive three included meals a day (alcohol is additional) from an upscale buffet or one of the specialty restaurants. The Main Dining Room has breathtaking views of the Catskill Mountains to accompany the farm-to-table dishes and wine pairings.\nA treatment from the spa is not included, but worth the splurge. The 60-minute Mohonk Red massage treatment ($240), which uses the distinct \"Mohonk Red\" witch hazel growing on the property, is a highlight.\nWhen you enter your room, you'll immediately be transported back to the grand days of the past thanks to traditional decor; gilt wallpaper, sturdy wooden furniture and views of the forest and mountains create a memorable ambience. The move here is to opt for a room with a balcony and fireplace, like one of the Victorian Rooms, so you can have a special experience. If you're worried about getting the fire going, ring reception and they'll send someone up to do it for you.\nRates at Mohonk Mountain House are typically over $1,000 a night, based on double occupancy. Kids under 12 stay and eat for free during select weeks each year (limited to one child per adult guest, two children maximum).\nNihi Sumba Hoba Wawi, Sumba, Indonesia NIHI SUMBA/FACEBOOK Best for: Travelers of all types looking for a highly curated and customizable, once-in-a-lifetime vacation in a destination that feels like the ends of the earth. Why stay here: Private luxury on a beautiful and unspoiled island where no request is too much. Best way to book: Book through our partner Skylark for elite-like benefits and on-property credits or reserve your room through American Express Fine Hotels + Resorts to enjoy extra perks during your stay. Book now\nIf you want a tailor-made luxury experience, and one that's all-inclusive, look no further than Nihi Sumba, one of the world's dreamiest — and most talked about — resorts. It's a little tough to get to (because it requires a trip to Bali and a connecting flight to Tambolaka Airport as well as a more-than-hourlong car ride or a private helicopter transport). Still, the jet lag quickly fades away once you get settled in one of the resort's 27 villas. Villas have a private pool, canopy beds, views of the Indian Ocean and even handmade chocolate waiting in the minifridge.\nGuests who check into Nihi Sumba can eat at Ombak, an open-air, sandy-floored restaurant serving a la carte breakfast and dinner. Or, they can enjoy fresh-caught fish and pizza made with organic ingredients grown by the property at Nio Beach Club & Pool.\nAs for activities, it's impossible to decide between swimming with horses, stand-up paddleboarding in the crystal-clear water, hiking to a beautiful waterfall and just lazing by the pool. Luckily, you don't have to choose — the resort wants you to have it all (though some activities are an extra expense).\nRates at Nihi Sumba start at $1,075 during the shoulder season and $1,795 during the high season per villa, per night, based on double occupancy.\nMiraval Berkshires Lenox, Massachusetts, USA MIRAVAL BERKSHIRES/MIRAVAL Best for: Couples who simply need to unwind. Why stay here: This luxury wellness retreat is the place to trade the fast pace of the modern world for a tranquil retreat ... and use Hyatt points to do it. Best way to book: Book through our partner Skylark for elitelike perks and on-property credits or book directly with Hyatt to earn or redeem points. Go through Amex Fine Hotels + Resorts for extra perks like guaranteed late checkout and a $100 property credit. Book now\nHyatt's wellness-centered Miraval brand has three locations across the country, and we're big fans of all of them. We're exceptionally smitten with the baronial outpost in the Berkshires, though. At this adults-only resort, focusing on yourself is the primary task of any visit. Rates include \"life-enhancing wellbeing activities\" such as yoga, hiking, aqua barre classes in the pool and nutrition classes. Paid experiences include pottery, archery and even therapeutic sessions with horses.\nAccommodations at Miraval Berkshires range from spa-inspired guest rooms stocked with Tibetan singing bowls and meditation cushions to 600-square-foot suites with balconies. The resort's newest offering, Wyndhurst Mansion, is a Gilded Age stunner with 10 rooms and suites named after famed writers. Rates include three meals daily at the health-conscious restaurant Harvest Moon or through in-room dining. For an extra fee, head to 1894 for a four-course prix fixe menu with dishes like black truffle risotto and dry-aged bison rib-eye served through an interactive experience.\nRates at Miraval Berkshires start at $1,386 per night or 57,500 or 72,000 points per night, both based on double occupancy. Note that every award booking includes a $175 resort credit per person.\nHilton Vallarta Riviera All-Inclusive Resort Puerto Vallarta, Jalisco, Mexico HILTON VALLARTA RIVIERA ALL-INCLUSIVE RESORT/FACEBOOK Best for: Families, friends and couples looking for a good value at a great resort. Why stay here: Right on the beach but also a 15-minute taxi ride from the city center, this large resort has a lot to offer, including balconies and ocean views from every room. Best way to book: Book directly with Hilton to earn or redeem points. Book now\nIf you're looking to escape the party scene of Cancun, give Puerto Vallarta a chance — and book a great stay at this towering Hilton all-inclusive resort. It has 444 rooms and suites, each of which has a private balcony and ocean views. For an exclusive-feeling experience, book a club-level room to access a private check-in area, the club lounge and its daily happy hour.\nTake a culinary trip around the world by visiting the resort's Italian, Asian and Mexican restaurants, or grab a juicy steak at Seasalt steakhouse. Like all the best all-inclusive resorts, room service is available 24/7.\nBy day, catch some rays by the pool or on the beach; at night, hit up the sunset pool party for dancing or attend the evening fiesta for live entertainment. If you'd rather take it slow, visit the Eforea Spa to sweat away the day in the steam room or get a Hawaiian-inspired, deep-tissue massage.\nRates at Hilton Vallarta Riviera All-Inclusive Resort start at $366 a night or 91,000 points per night, based on double occupancy.\nJade Mountain Soufriere, St. Lucia JADE MOUNTAIN/FACEBOOK Best for: Enjoying tropical mountain views in a luxurious setting. Why stay here: Jade Mountain offers an ultraromantic and high-end atmosphere with large private pools in open-air guest rooms that look out over the Pitons. Best way to book: Book through our partner Skylark to enjoy elite-like benefits and on-property credits; or reserve through American Express Fine Hotels + Resorts for value-added benefits like upgrades and late checkout based on availability, plus on-property statement credits. Book now\nSt. Lucia is one of the most beautiful islands in the Caribbean, and Jade Mountain — an independent resort offering all-inclusive pricing options — might be one of the most beautiful resorts. There are picture-perfect views of the island and its geological splendors from each of the 24 unique \"sanctuaries,\" or suites. Every accommodation (except for whirlpool suites) also includes a large private infinity pool, 15-foot-high ceilings and an open fourth wall to allow for unobstructed views of paradise.\nMeals of \"tropical cuisine\" are served around an infinity pool at Jade Mountain Club, helmed by James Beard Award-winning chef Allen Susser. At the Kai en Ciel spa, couples can indulge in \"The Alchemy of Two,\" a 110-minute experience ($595) that unites the loving duo through massages, poetry and handcrafted chocolates. Couples who want to take their Jade Mountain stay to the next level can book the \"Total Romance\" package. It starts at $6,980 for a three-night stay, and it includes three meals daily, most alcoholic drinks, a bottle of Champagne, a snorkel trip, a scuba diving lesson, one-hour massages, jungle biking, a yacht sail and more.\nRates at Jade Mountain start at $1,795 per night based on double occupancy.\nBlackberry Farm Walland, Tennessee, USA BLACKBERRY FARM/FACEBOOK Best for: Anyone who loves food, as well as couples and even larger groups looking for something special. Why stay here: Fresh, delicious food is front and center at this farm-style resort near one of the country’s most popular national parks. Best way to book: Book through our partner Skylark for elitelike benefits and on-property credits. Book now\nTucked away in the foothills of the Smoky Mountains, Blackberry Farm is a 4,200-acre estate that's one part working farm, one part luxury hotel and one part culinary destination that attracts visitors from all over the world to East Tennessee. Stays here include all meals, from dinner on the night of arrival through lunch on the day of checkout. Menus consist of \"Blackberry Farm's Foothills Cuisine,\" made with local products and seasonal ingredients grown in the 4-acre garden.\nThere are just 69 accommodations. They range from Historic Rooms decorated with period pieces to Hill Cottages which average 1,080 square feet and feature fireplaces, front porch rocking chairs and a personal golf cart.\nFor bigger groups, book a self-contained house that has three to five bedrooms. Beyond simply coming for the mouthwatering food, activities abound (many of which cost an extra fee). Go hiking, fly-fishing, horseback riding or cycling, or do yoga. You can even try your hand at shooting sporting clays. There's a spa with a slew of rejuvenating wellness treatments and even concerts with major headliners (like the country group Little Big Town) scheduled throughout the year.\nNightly rates at Blackberry Farm start at $1,045 per night and require a three-night minimum stay.\nBooking an all-inclusive resort in Cancun can be tough thanks to the sheer number of options, but for an upscale all-inclusive experience, look no further than Excellence Playa Mujeres. Every room is a suite and includes picture windows, outdoor spaces, a romantic oversized Jacuzzi, a rainfall shower and natural design elements.\nThere's even a club-level option that offers upgraded amenities like Bulgari bath products and top-shelf liquors (not to mention access to a private beach and pools, and the club lounge).\nAt the resort, dining options include The Lobster House, a restaurant specializing in juicy crustaceans. There is classic French fare at Chez Isabelle and bold Mexican cuisine at Agave. Stop at the lobby bar, Martini, for a stiff take on the eponymous classic or enjoy a handful of other bars dotting the resort.\nWith a total of seven pools and a beach, there are plenty of loungers to go around. For even more fun, borrow snorkeling gear, take a dance or Spanish lesson, or head to the theater (and its Stars bar) for a night of live entertainment. When you need some \"me time,\" head to the Miile Spa for a treatment.\nRates at Excellence Playa Mujeres start at $573 a night, based on double occupancy.\nHilton Playa del Carmen, an All-Inclusive Adult Only Resort Playa del Carmen, Quintana Roo, Mexico HILTON PLAYA DEL CARMEN/FACEBOOK Best for: Romantic retreats or fun with friends. Why stay here: This adults-only resort offers excellent value away from the overly touristy resorts in Cancun. Best way to book: Book through Hilton to earn and redeem points. Book now\nSouth of Cancun in Playa Del Carmen, this Hilton adults-only all-inclusive resort checks all the boxes for travelers who want to show up and let the hotel take care of every detail for them. Thanks to the 14 bars and restaurants — including sushi at Asiana, multiple Mexican restaurants and even an outdoor tequila bar — there's no chance you'll go hungry. With an Olympic-size pool, live entertainment, a rooftop tennis court, dancing lessons and the Innan Spa, you'll also never be bored.\nWhen it's time to retreat to the room, you'll be comfortable no matter which type of room you choose. You can crash in an entry-level, 653-square-foot junior suite with a 55-inch TV, furnished patio and whirlpool spa, or a beachfront walkout suite that allows you to open your doors to the salty air and sounds of crashing waves. Even better, 24-hour room service and an in-room bar restocked daily mean you technically never have to leave the suite if you don't want to.\nRates at Hilton Playa Del Carmen start at $223 a night or 51,000 Hilton Honors points, based on double occupancy.\nTwin Farms Barnard, Vermont, USA TWIN FARMS VT/FACEBOOK Best for: Adults looking for an all-inclusive experience that’s cozy, rustic and quintessential New England. Why stay here: At Twin Farms, you get exactly what you want thanks to staff members whose main goal is to make your every dream come true. Best way to book: Book through our partner Skylark for elitelike perks and on-property credits. Book now\nNot everyone loves the all-inclusive spirit, but at Vermont's Twin Farms, the experience is so unique, even the biggest naysayer will fall in love.\nGuests can find seclusion in the 20 individually designed suites and cottages decorated with art that stands well above what you'd find in a regular hotel. The various design aesthetics look like they came straight from the pages of a fashion magazine. In addition to rooms, the all-inclusive experience includes meals, wines and spirits at the restaurant or in your suite or cottage. You can even order lunch to be served as a picnic anywhere on the 300-acre property.\nGuests can take advantage of the resort's long activity list, which includes canoeing, kayaking, fly-fishing, snowshoeing, sledding and even skiing on Twin Farms' private mountain — necessary equipment and instruction included.\nAt the fitness center, yoga classes and Peloton bikes are on offer. Meanwhile, the Bridge House Spa's menu includes facials, massages and in-room rituals for an extra fee. To really let it all go, especially if you visit in the snowy winter, make sure to go for a soak in the Japanese furo — a unique experience that's included with your stay.\nRates at Twin Farms start at $2,600, based on double occupancy.\nHyatt Ziva Los Cabos San Jose del Cabo, Baja California Sur, Mexico HYATT ZIVA LOS CABOS/FACEBOOK Best for: Families wanting an upscale and memorable experience where everything is taken care of for you. Why stay here: Hyatt’s Ziva brand is one of the best all-inclusive experiences money (or points) can buy. Best way to book: Book directly with Hyatt to earn or redeem World of Hyatt points. Book now\nHotels and resorts are a dime a dozen in the Cabo area, but Hyatt's Ziva resort is one of the best all-inclusive options. And, thanks to World of Hyatt's generous points chart, it's also one of the best places to burn some Hyatt points for a memorable vacation.\nThis Ziva has seven restaurants and seven bars to indulge at. Whether you're getting dinner with a show at the Japanese restaurant Dozo or eating fresh grilled seafood at beachside Cortez, know you'll go to bed full.\nWith 591 rooms and suites to choose from, guests can stay in a standard 584-square-foot master king or master double with a furnished balcony and hydro-massage bathtub, or they can opt for a club-level suite, which includes swim-up options, a private check-in area and access to the club lounge.\nFor families, the KidZ Club has a water park with slides and supervised activities. Meanwhile, parents can hit the adults-only pool and bar area. At the two-story Zen Spa, 19 indoor-outdoor treatment rooms are available for a moment of calm. You might need the relaxation after taking advantage of the resort's \"Olympics\" beach games, dance lessons and live shows.\nRates at Hyatt Ziva Los Cabos start at $520 a night, based on double occupancy. As a Category D all-inclusive resort in the World of Hyatt program, award nights cost 25,000 to 35,000 points per night, based on double occupancy. Additional guests require an additional 13,00 to 17,000 points per night, per guest.\nBreathless Cabo San Lucas Resort & Spa Cabo San Lucas, Baja California Sur, Mexico BREATHLESS LOS CABOS Best for: Adult travelers looking for a high-energy all-inclusive that knows how to party. Why stay here: This resort wants to make sure guests have a good time in busy Cabo. Best way to book: Book directly through Hyatt to earn or redeem points. Book now\nSome all-inclusive resorts are about sitting back and relaxing. Others, like Breathless Cabo, are designed to provide moments of tranquility but are also big on the party scene. Guests can enjoy a robust lineup of entertainment options, from bubble parties to carnival-themed Champagne pool parties — all with a live DJ. When it gets too much, guests can retreat to the quieter infinity pool overlooking the marina or visit the spa for a hot stone massage to work out all the knots.\nAll 169 rooms have either a private balcony or terrace with marina views. Expect chic design, stocked minibars, 24-hour concierge service and room service. You can upgrade to an Xhale club suite and get access to personalized check-in service, the club lounge with premium liquors and snacks, upgraded minibars and even a pillow menu.\nThere are seven bars and restaurants at this Breathless, including a contemporary tapas bar, Mediterranean and Italian options, and a beachside grill. Speaking of the beach, this resort has one of the few swimmable ones in the area.\nRates at Breathless Los Cabos start at $576 a night, based on double occupancy. As a Category D all-inclusive resort in the World of Hyatt program, award nights cost 25,000 to 35,000 points per night, based on double occupancy. Additional guests require an additional 10,500 to 14,5000 points per night, per guest.\nThe Ranch at Rock Creek Philipsburg, Montana, USA THE RANCH AT ROCK CREEK/FACEBOOK Best for: Families, couples and everyone in between looking for a Western-style vacation that’s equally rugged and luxurious. Why stay here: There’s no better way to experience the sheer wonder of Montana’s great outdoors than at this all-inclusive ranch with numerous activities and delicious food. Best way to book: Book through our partner Skylark for elitelike perks and on-property credits or through Amex Fine Hotels + Resorts for perks like a $100 property credit, guaranteed 4 p.m. checkout and more. Book now\nA trip to Montana's beautiful, natural landscape should be on everyone's must-experience list. At The Ranch at Rock Creek, you can have the best of it all without worrying about every little detail: The resort's all-inclusive pricing means most of what you want to experience is already paid for.\nGuests can choose from 29 accommodation options, which range from glamping tents and cabins to multiroom homes and even a historic barn converted into three suites that can be booked together or separately.\nDuring a visit to The Ranch, guests can enjoy (upscale) cowboy-style food with various dining options for breakfast; they can tuck into lunch at the Buckle Barn and dinners with creative menus that rotate seasonally. For entertainment, there are summer rodeos with a barbecue, autumn dinners with barn dances and tasting menus organized by the chef.\nFor fun, learn the art of archery, go fly-fishing or try horseback riding. In the winter, enjoy sports like snowboarding and skiing, or simply take in the magic of fresh snow with a ride on a tube. A highly customizable experience, every reservation includes a \"Ranch Ambassador\" who helps plan every trip detail. All you have to do is show up and have the time of your life.\nRates at The Ranch at Rock Creek start at $2,000 a night, based on double occupancy.\nHyatt Ziva Puerto Vallarta Puerto Vallarta, Mexico HYATT ZIVA RUERTA VALLARTA/FACEBOOK Best for: Whale-watchers and Hyatt loyalists looking for a quick and easy getaway on points. Why stay here: A smart, secluded resort with something for everyone at a great price. Best way to book: Use Hyatt points and any free night certificates you have lying around. Book now\nAnother entry from Hyatt's Ziva brand, the Puerto Vallarta property is a force to be reckoned with. Home to five restaurants and five bars, the culinary experience here is a trip across the globe with stops at an Italian trattoria, a beachside East Asian restaurant and an outpost serving Mexican cuisine. The resort has five infinity pools, including an adults-only pool, two kiddie pools and even an infinity-style hot tub. Guests can enjoy live entertainment nightly as well as activities such as nonmotorized water sports, cooking demonstrations and daily fitness classes.\nIn the more than 335 rooms and suites, guests can expect ocean views, white marble bathrooms, large TVs and — in select rooms and suites — hydro-massage bathtubs and rainfall-style showers. Club-level rooms and suites are available, offering in-room upgrades, private check-in areas and access to the club lounge. For a really special stay, splurge on a swim-up suite so that you can access semiprivate pools directly from your room.\nRates at Hyatt Ziva Puerto Vallarta start at $320 a night, based on double occupancy. As a Hyatt All-Inclusive Category C property, award nights are 21,000 to 29,000 points per night for double occupancy. Additional guests require an additional 10,500 to 14,500 points per person, per night.\nSandals Royal Bahamian Nassau, Bahamas SANDALS ROYAL BAHAMIAN/SANDALS Best for: Couples who want a romantic getaway. Why stay here: An adults-only resort designed specifically for couples, this Sandals outpost just went through a $55 million renovation. Best way to book: Book directly through Sandals for the best rates. Book now\nFrom intimate dining venues to rooms with romantic soaking tubs, Sandals invites travelers into an all-inclusive wonderland designed specifically for couples. Its 10 restaurants appease all palates, and options range from a chop house with tables under an imposing chandelier to a dreamy seafood restaurant on a wooden pier above the water. For a truly romantic experience, the resort can arrange a private candlelight dinner as well.\nThe resort's 404 accommodations run the gamut in offerings; there are swim-up suites, hideaway villas with private pools, honeymoon suites, and options that include butler service. All-inclusive rates at Sandals include water sports, a comprehensive diving program, pool and beach parties, live entertainment, and even a visit to Barefoot Cay, the property's private offshore island with beaches, snorkeling and a beach club.\nRates at Sandals Royal Bahamian start at $335 per person, per night.\nBreathless Punta Cana Resort & Spa Punta Cana, Dominican Republic BREATHLESS PUNTA CANA/FACEBOOK Best for: Adults who want to be lazy in the sun then turn it up with live music and DJs. Why stay here: At Breathless, you get the perfect mix of a relaxing vacation with high-energy social elements. Best way to book: Book directly with Hyatt to earn and redeem points. Book now\nAt Breathless Punta Cana, your vacation can be whatever you want it to be. If you want to relax and be lazy, spend your days lounging on the beach. If you're looking for something a little more energetic, enjoy pool parties and thumping music surrounded by new friends from all over the world at the multilevel Freestyle Pool. The property's 11 restaurants range from French and Italian to classic buffets and a steakhouse. Its eight watering holes include a sports bar, multiple swim-up bars and a moody lobby bar.\nThere are 750 suites available, including the 554-square-foot entry-level Allure rooms that come with a furnished private balcony or terrace and a hot tub; there are also swim-up suites with direct access to the pool. On the Xhale club level, guests gain access to a private lounge with premium liquor and afternoon hors d'oeuvres as well as an exclusive restaurant and two pools. They also receive VIP host service and upgraded in-room amenities (like a premium minibar and a pillow menu).\nRates at Breathless Punta Cana start at $342 per person, per night. As a Hyatt All-Inclusive Category B property, award nights are 17,000 to 23,000 points per night for double occupancy. Additional guests require an extra 8,500 to 11,500 points per person, per night.\nLooking for more inspiration to help plan your next all-inclusive vacation? Read on:"
    },
    {
        "title": "17 Most Unique All-Inclusive Resorts Around the World (2023)",
        "article": "One of the best all-inclusive resorts in Colorado, Dunton Hot Springs offers a unique Colorado mountain adventure that includes overnights in a meticulously-restored 19th-century ghost town – complete with mineral hot springs. This five-star property sits against a backdrop of aspens and the rocky San Juan Range. Dotted with historic log cabins that are spread across 1,400 wildflower-filled acres, the 19th-century structures were restored by local craftsmen two decades ago and converted into this luxurious, secluded retreat that sits about 30 miles southwest of Telluride, offering the chance to totally disconnect from the chaos of modern life. Use the time away from your electronic gadgets to go heli-skiing, rock climbing or hike miles and miles of scenic trails. In addition to the ring of cabins that form the perimeter of the pond, other historic buildings house a lavish spa, a well-stocked library, and a saloon with wagon-wheel chandeliers and the original bar that Butch Cassidy and the Sundance Kid once imbibed at – by looking closely, you’ll even see their names carved into the wood."
    },
    {
        "title": "Curated Travel Experiences",
        "article": "What our members are saying\n\"The experiences on the trip, especially the cruise, were among the best of any trip we have taken with Inspirato. You continue to curate unique experiences that we don't want to miss.\"\nRobyn M., Inspirato member\nAntarctica Expedition 2020"
    },
    {
        "title": "Accessible Tourism",
        "article": "Accessible Tourism\nAccording to the World Health Organization (WHO, 2023), ¨an estimated 1.3 billion people - about 16% of the global population - currently experience significant disability¨. Accessibility for all to tourism facilities, products, and services should be a central part of any responsible and sustainable tourism policy. Accessibility is not only about human rights. It is a business opportunity for destinations and companies to embrace all visitors and enhance their revenues.\nThis portal provides UNWTO resources targeting both public and private sectors to include accessibility into their policies and businesses strategies. All resources have been developed in collaboration with Organizations with Persons with Disabilities (DPOs), and key civil society and tourism sector stakeholders. Most of publications guidelines and recommendations have been laid-out following the Web Content Accessibility Guidelines (WCAG) 2.0 (level AA).\nNEW! UNWTO International Conference on Accessible Tourism - 16/17 November 2023 UNWTO and the Government of the Republic of San Marino are providing again an international platform for governments, destinations and the private sector, to advance accessibility. What are the objectives of the Conference? Foster Leadership in Accessibility : Explore the role of governments and destinations in advancing accessibility.\n: Explore the role of governments and destinations in advancing accessibility. Provide International Guidance : Discuss how international tools and universal design principles are applied to the tourism value chain.\n: Discuss how international tools and universal design principles are applied to the tourism value chain. Advance Innovation: Showcase innovative solutions in access to transportation, cultural heritage, nature areas, leisure, MICE and tourism businesses. Who is this Conference for? Governments and destinations\nTourism industry professionals and developers of IT solutions\nOrganizations of persons with disability\nInternational organizations and development agencies Which take aways do participants get? Learn from best practices and successful accessibility solutions\nShare your own experience and network\nBecome part of the UNWTO & San Marino Action Agenda For the Future of Accessible Tourism Register online at: San Marino Accessible Tourism. Download here the Programme of the Conference.\nACCESSIBILITY RECOMMENDATIONS FOR MANAGERS OF NATURAL RESOURCES A set of guidelines on accessibility targeting key players in the management of natural resources, was published by UNWTO and partners in October 2023. These recommendations aim to guide the decision-makers of natural resources in tourism in undertaking accessibility improvements. The document has a particular focus on facilitating access to protected areas, beaches and parks. The WCPA Tourism and Protected Areas Specialist Group of the International Union for Conservation of Nature and the European Network for Accessible Tourism (ENAT), acted as the expert reviewers. Their involvement was key in identifying the best actions geared towards a greater extent of accessibility and inclusiveness within nature areas, vis a vis tourism. The guidance tool, whose drafting was led by UNWTO, the ONCE Foundation and UNE, is part of the promotion of ISO Standard 21902:2021. Download here the guidelines in English and Spanish.\nRecommendations for cultural tourism key players on accessibility UNWTO, Fundación ONCE and UNE issued in September 2023, a set of guidelines targeting key players of the cultural tourism ecosystem, who wish to make their offerings more accessible.\nThe key partners in the drafting and expert review process were the ICOMOS International Cultural Tourism Committee and the European Network for Accessible Tourism (ENAT). The ICOMOS experts’ input was key in covering crucial action areas where accessibility needs to be put in the spotlight, in order to make cultural experiences more inclusive for all people.\nThis guidance tool is also framed within the promotion of the ISO Standard ISO 21902, in whose development UNWTO had one of the leading roles. Download here the English and Spanish version of the Recommendations.\nNew user-friendly guides for destinations to implement accessibility standards On the occasion of the International Day of Persons with Disabilities, UNWTO, ONCE Foundation and the Spanish Association for Standardization have launched, in December 2022, a user-guide targeting public administrations and tourism destinations to implement ISO Standard 21902:2021. This is a key tool to understand specific actions that can be undertaken by a wide range of organizations entrusted with designing policies, strategies and destination marketing plans in the sphere of accessible tourism. Download the user-guide (December 2022) produced in collaboration with Turismo de Portugal, Turismo Argentina and European Network for Accessible Tourism (ENAT): Accessibility Standards for Public Administration Normas de accesibilidad para administraciones públicas\nACCESSIBILITY STANDARDS AND RECOMMENDATIONS GUIDING THE RECOVERY UNWTO held a webinar on 9 December 2021, in partnership with the ONCE Foundation, UNE Spain and ENAT, to shed light on the new normative instruments and recommendations on accessible tourism.\nThe industry’s leaders called upon tourism stakeholders to implement their own accessibility agenda, in order to grasp all its benefits and make everyone feel welcomed. Every customer counts now, in the recovery process.\nPlease click here for the recording (YouTube file) or visit the event's webpage.\nYou can click and download below the takeaway thoughts & conclusions (accessible PDF file):\n➥Conclusions (in accessible PDF format) - English: Webinar\n➥Conclusions(in accessible PDF format) - Spanish: Webinar\nUNWTO INCLUSIVE RECOVERY GUIDE - PERSONS WITH DISABILITIES Launched on the International Day of Persons with Disabilities, 3 December 2020, the UNWTO Inclusive Recovery Guide - Sociocultural Impacts of COVID-19, Issue I: Persons with Disabilities, suggests measures for the whole tourism value chain to build back better, becoming more accessible and more competitive. Just as other guidelines on the UNWTO series, this document will be revised in 2021 with relevant accessibility partners.\nReopening Tourism for Travellers with Disabilities:\nHow to Provide Safety Without Imposing Unnecessary Obstacles In partnership with the ONCE Foundation of Spain and the European Network for Accessible Tourism (ENAT), UNWTO suggested in July 2020 a set of practical steps to ensure accessibility for all, under the new circumstances. “Reopening Tourism for Travellers with Disabilities” provides recommendations for destinations and service providers to accommodate customers with disabilities and specific access requirements, including seniors.\nAccessible Tourism Destination The \"Accessible Tourism Destination\" was launched in 2019 by UNWTO and the ONCE Foundation, to recognize and promote accessible tourism destinations. The ATD is an annual UNWTO distinction based on an Expert Committee evaluation, which acknowledges destinations enabling a seamless experience to any tourist, regardless of their abilities. The first ATD was awarded in 2019 and has been temporarily put on hold, given the pandemic.\nVideo \"Change your destination\" The video “Change your destination” was issued by Fundación ONCE and UNWTO by the occasion of the 2019 International Fair of Tourism (FITUR). Facilitating travel for people with disabilities is an exceptional business opportunity. Yet, a change in mind-set and in the model of tourism services provision is needed in order to meet this major market demand. Accessible environments and services contribute to improve the quality of the tourism product and can create more job opportunities for people with disabilities. Accessibility, therefore, must be an intrinsic part of any responsible and sustainable tourism policy and strategy.\nWorld Tourism Day 2016: \"Tourism for All - promoting universal accessibility\" To mark the celebration of the World Tourism Day 2016 under the theme \"Tourism for All - promoting universal accessibility\" UNWTO, the European Network for Accessible Tourism (ENAT) and the Spanish ONCE Foundation for the Social Inclusion of Persons with Disabilities have produced a compilation of Good Practices in the Accessible Tourism Supply Chain. While these examples provide a small sample of possible solutions regarding accessibility, they will hopefully inspire others to take steps towards broadening the availability of accessible offers in tourism destinations around the world. The publication has been laid-out following the Web Content Accessibility Guidelines (WCAG) 2.0 (level AA) Download full text: Tourism for All - promoting universal accessibility UNWTO Recommendations on Accessible Information in Tourism The tourism sector stakeholders must deliver accurate, relevant and timely information to its customers, prior to, during and even after the journey. Ensuring that the information is accessible, is without any doubt a key to communicating successfully with visitors in all stages of their journey, particularly with regards to travelers with disabilities and special needs. The UNWTO Recommendations on Accessible Information in Tourism have been developed with the support and collaboration of the ONCE Foundation for Cooperation and Social Inclusion of People with Disabilities and the European Network for Accessible Tourism (ENAT). They were adopted by the Resolution A/RES/669(XXI) of the General Assembly of UNWTO as a follow-up to the ‘Recommendations on Accessible Tourism for All’ of 2013. The publications in English and Spanish have been laid-out following the Web Content Accessibility Guidelines (WCAG) 2.0 (level AA). Download full text: UNWTO Recommendations on Accessible Information in Tourism UNWTO Recommendations on Accessible Tourism for All The UNWTO Recommendations on Accessible Tourism for All are meant to be used as a general, basic mainstreaming framework for ensuring that people with disabilities have access to the physical environment, the transportation system, information and communications channels, as well as to a wide range of public facilities and services. The Recommendations incorporate the most relevant aspects of the UN Convention on the Rights of People with Disabilities of 2006 and the principles of Universal Design. In the context of a trilateral agreement between UNWTO, ONCE and ENAT, the recommendations were adopted by UNWTO General Assembly Resolution A/RES/637(XX) of August 2013, updating the 2005 UNWTO Recommendations. Download full text: UNWTO Recommendations on Accessible Tourism for All\nManuals on Accessible Tourism for All One of the most significant outcomes of a major collaboration framework between UNWTO and Disabled People’s Organizations (DPOs), particularly the Spanish ONCE Foundation for the Cooperation and Social Inclusion of People with Disabilities, the European Network for Accessible Tourism (ENAT), and the Spanish ACS Foundation, are the Manuals on Accessible Tourism for All. The manuals are meant to assist tourism stakeholders in improving the accessibility of tourism destinations, facilities and services worldwide.\nHighlights of the 1st UNWTO Conference on Accessible Tourism in Europe In recognition of accessibility’s importance in the tourism sector, UNWTO and the Government of San Marino jointly organized the 1st UNWTO Conference on Accessible Tourism in Europe (19 - 20 November 2014). Drawing together policy makers, tourism destinations, the private sector and civil society, this landmark event addressed challenges in advancing quality, sustainability and competitiveness within the tourism sector through universal accessibility. This publication features 14 good practices presented at the Conference which focus on accessibility of cultural heritage sites, policy frameworks and strategic actions to make accessible tourism a reality. The publication has been laid-out following the Web Content Accessibility Guidelines (WCAG) 2.0 (level AA). Download full text: Highlights of the 1st UNWTO Conference on Accessible Tourism in Europe San Marino Declaration on Accessible Tourism The Declaration which resulted from the 1st UNWTO Conference on Accessible Tourism in Europe, held on 19-20 November 2014 in the Republic of San Marino, can be downloaded here: Download full text: Highlights of the 1st UNWTO Conference on Accessible Tourism in Europe"
    },
    {
        "title": "What is \"Accessible Tourism\"?",
        "article": "Listen Content Type F.A.Q.\nF.A.Q. Published At 01/01/2010 What is \"Accessible Tourism\"?\nThere is no single, universally accepted definition of \"accessible tourism\". Here we refer to some of the ways in which the term is defined and used. The concept is certain to evolve as it is applied in more and more contexts around the world.\n- “Accessible Tourism” (also known as “Access Tourism”, “Universal Tourism”, “Inclusive Tourism” and in some countries such as in Japan “Barrier-free Tourism”) is tourism and travel that is accessible to all people, with disabilities or not, including those with mobility, hearing, sight, cognitive, or intellectual and psychosocial disabilities, older persons and those with temporary disabilities\" (Takayama Declaration - Appendix, UNESCAP, 2009).\n- \" 'Accessible Tourism' refers to tourism that caters to the needs of a full range of consumers including persons with disabilities, older persons and cross-generational families. It entails removal of attitudinal and institutional barriers in society, and encompasses accessibility in the physical environment, in transportation, information and communications and other facilities and services. It encompasses publicly and privately owned tourist locations.\" (Takayama City and UNESCAP Conference - Press Release - Takayama, 2009)\n- \"Accessible tourism is the ongoing endeavour to ensure tourist destinations, products and services are accessible to all people, regardless of their physical limitations, disabilities or age. It encompasses publicly and privately owned tourist locations. The improvements not only benefit those with permanent physical disabilities, but also parents with small children, elderly travellers, people with temporary injuries such as a broken leg, as well as their travel companions.\" (Accessible Tourism on Wikipedia - downloaded 1 January 2010).\n- ...a process of enabling people with disabilities and seniors to function independently and with equity and dignity through the delivery of universal tourism products, services and environments. The definition is inclusive of the mobility, vision, hearing and cognitive dimensions of access (Darcy, 2006, p. 6).\nDarcy, S. (2006). Setting a Research Agenda for Accessible Tourism. In C. Cooper, T. D. LacY & L. Jago (Eds.), STCRC Technical Report Seriespp. 48). Available from http://www.crctourism.com.au/BookShop/BookDetail.aspx?d=473\n- ...Accessible tourism enables people with access requirements, including mobility, vision, hearing and cognitive dimensions of access, to function independently and with equity and dignity through the delivery of universally designed tourism products, services and environments. This definition is inclusive of all people including those travelling with children in prams, people with disabilities and seniors (Darcy & Dickson, 2009, p. 34). Reference : Darcy, S., & Dickson, T. (2009). A Whole-of-Life Approach to Tourism: The Case for Accessible Tourism Experiences. Journal of Hospitality and Tourism Management, 16(1), 32-44.\n- ...When people hear the word “accessible” attached to tourism they think they have a pretty good idea what that means. And there is the problem. Almost everybody thinks they know what it means but, since it has never been fully defined, almost everybody has invented their own personal definition. That is a recipe for disaster. If travellers and the industry have no common language, then imagine how frequent disappointment and disputes will become? If hotel owners and construction teams have no way to describe the solutions they want designed and built, then how likely is either side to be satisfied with the result? Reference: Dr. Scott Rains' slide presentation on \"What is Inclusive Tourism?\"\n(Note: Increase the slide presentation to full screen for easier reading. Unfortunately, the text transcript below the slideshow is jumbled up).\nFurther definitions and uses of the term may be added to this page.\nReaders may send their comments or additional definitions to ENAT via the Contact Page."
    },
    {
        "title": "Tourism for All: Economic Opportunities and Territorial Constraints for Sustainable Development",
        "article": "‘Tourism for all’ is a way to consider tourism activities and services inclusive, involving all people, guests and residents, in the same activities and creating the dialogue, peace and human development.\nThis tourism is able to achieve the Millennium Development Goals in two ways: first, it implements human rights, respecting the possibilities of everyone and second, it activates the process of development from the local to global impacts for sustainable development, thus eradicating the poor in the local level.\nThese are ambitious goals; on the one hand they are certainly difficult to achieve, but on the other hand they are necessary to implement in order to make tourism a more and more sustainable economic activity, given its international spread. Certain sustainable development is ambiguous ground but in the tourism activities it is very pressing for the negative impacts of the classical tourism model.\nThese assumptions are useful to analyze the costs and benefits of inclusive tourism, thanks to the pyramid of accessibility. This study will in fact make it possible to determine, on the basis of the resources present in the territory, the opportunities and limits of this type of tourism.\nIn European destinations, above all, in Italy, the openness to inclusive tourism can constitute a new cycle of tourism product such as to activate that interest and curiosity that drives tourists to visit the destination. This chapter describes at first the criteria for the planning of tourism for all, and finally, in the second part, it will deal with the international policies for the realization of tourism for all.\nThe traditional model of tourist destination is characterized by tourist attractions and related infrastructure, often avoiding the local people. The resort or tourist villages are born to entertain tourists, but they did not involve local people. Nowadays the tourism and the resorts are changing, and so a lot of destinations are involving a new idea of tourism with the accomplishment of the local people that can support the persons with specials needs to live an independent travel as inhabitans.\nIt is therefore necessary to look for new models in tourism that can create a dialogue, peace and fruitful encounter between guests and the local community. This involvement, in fact, can be activated directly or indirectly – with or without the presence of the local community in all activities of tours – but always in accordance with the need of each other. Tourism for all is a new idea but is the future of tourism for different reasons: the first is that the needs of people, especially those with differences or disabilities, are increased in all parts of the world and they required the solution immediately and tailor-made; the second consists in the hypothesis that if guests can have more economic and especially technological potential, they can support and transfer their know-how to all those who suffer from that particular disorder, providing this benefit; and the third gives sustainability using the appropriate resources to enhance tourist activities.\nIn this new vision, the World Tourism Organization has attributed to tourism for all a broader vision than accessible tourism alone, combining sustainable and social tourism in a single form of tourism, including every person regardless of gender or other forms of diversity.\nIn the innovative strategy of inclusive tourism, it should be pointed out that destinations will have to develop plans and appropriate policies for sustainability and accessibility. This form of tourism, which certainly has social aims, could also be conflicting if, for example, accessibility makes use of very invasive technologies or not too much in line with the efficiency and protection of the environment. Tourism for all, therefore, becomes an ambitious project to be implemented at the local level to create a model, so valid to the global level."
    },
    {
        "title": "Ethical: Barrier Free Tourism",
        "article": "Tourism Accessible for All in Europe\nJoe McClain\nFor those who associate tourism only with holiday and leisure and luxury it should be mentioned that tourism is a sector of remarkable economic importance. The European tourism economy contributes to about 5 % (depending on its definition up to 11 %) to the GDP of the European Union and provides between 8 and 24 million jobs (depending on the definition of the sector). Furthermore, it should be taken into account that tourism is indispensably linked with travel..."
    },
    {
        "title": "DOT and NCDA hold Webinar on “Barrier Free Tourism Kaya Natin”",
        "article": "Secretary Bernadette Romulo-Puyat of the Department of Tourism and Executive Director Emerito L. Rojas of the National Council on Disability Affairs (NCDA) lead to undertake a Webinar today (September 24) to promote Barrier-Free Tourism for persons with disabilities, despite the unprecedented blow to tourism sector brought about the COVID-19 Pandemic , and affecting persons with disabilities among the vulnerable groups.\nDubbed as “Barrier-Free Tourism Kaya Natin” aims to encourage DOT-accredited tourism related establishments as well as tourism destinations to become more user friendly for persons with disabilities.\nBarrier-Free Tourism (BFT) is used to categorized the travel needs of persons with disabilities so they can move freely and independently as mentioned in Articles 9 and 30 of the UN Convention on the Rights of Persons with Disabilities or UNCRPD stating a provision on “ACCESSIBLITY” which enables persons with disabilities to live independently independently and participate fully in all aspects of life. Likewise, persons with disabilities can expect to participate fully and enjoy the same tourism activities at par with persons without disabilities.\nIn support of these provisions, a policy on “Tourism for All” advocacy campaign of DOT was initiated to provide policy guidelines for stakeholders on accessible tourism as provided for in the government’s National Tourism Development Plan (NTDP) to address the needs of tourists with disabilities.\nLikewise, the issuance of Memorandum Circular No. 2011-14 on February 11, 2011 entitled “Adopting the Guidelines on the Grant of Special Discounts to Persons with Disabilities Pursuant to the Provisions of Republic Act No. 9442.” An Act Amending Republic Act No. 7277, Otherwise Known as the “Magna Carta for Disabled Persons and Other Purposes.” Failure to comply with the grant of such benefits being stated in the said Guidelines is a “ground for the Review of its Accreditation of DOT’s Rules and Regulations on Accreditation without prejudice to said establishment’s liability.”\nSpeakers from the United Architects of the Philippines (UAP), Intramuros Administration, Resources for the Blind, as well as Special Education Teachers and Officials from the National Council on Disability Affairs will be discussing topics on “Making Tourism Establishments Barrier-Free, ” Key Mandates on the Rights of Persons with Disabilities” “Intramuros as a Model Friendly Tourist Destination for Persons with Disabilities.\nParticipants will be from the DOT-accredited establishments composed of hotels and restaurant managers, transport operators, security personnel of seaports and airports, farm tourism operators, and local tourism officers.\nAccording to NCDA Director Rojas, “this Webinar aims to ensure that tourists and guests with disabilities are properly accorded proper assistance in tourism establishments at the current pandemic situation towards the new system.”\nIn a related development, DOT and NCDA have been partners in undertaking Seminars on How to Assist Persons with Disabilities for Tourism Frontliners around the country since it started in 2011 and continued its conduct in Regions V, IV (CALABARZON), III and National Capital Region this year.\nReferences: http://hrlibrary.umn.edu/research/Philippines/RA%207277%20-%20Magna%20Carta%20of%20Disabled%20Persons.pdf\nncda.jemellee@gmail.com\nncda.exec.director@gmail.com"
    },
    {
        "title": "Search strategies in accessible tourism, barrier-free tourism, disabled tourism and easy access tourism literature",
        "article": "Research concerning the inclusion of individuals with disabilities in tourism activities began long before this field of study was formally named. This has led scholars to use a variety of expressions to refer to what is now known as accessible tourism (AT). Given that this diversity of terms can complicate locating relevant publications, this paper aims to examine the terminology used in the context of AT."
    },
    {
        "title": "How to access research remotely",
        "article": "Like most websites we use cookies. This is to ensure that we give you the best experience possible.\nContinuing to use www.cabdirect.org means you agree to our use of cookies. If you would like to, you can learn more about the cookies we use."
    },
    {
        "title": "Metropolitan Planning Program (MPP)",
        "article": "Metropolitan Planning Program (MPP)\nFAST Act (extension) Bipartisan Infrastructure Law (BIL) Fiscal year (FY) 2021 2022 2023 2024 2025 2026 Contract authority $358 M $438 M* $447 M* $456 M* $465 M* $474 M*\n*Calculated (sum of estimated individual State Metropolitan Planning Program apportionments)\nNote: Except as indicated, all references in this document are to the Bipartisan Infrastructure Law (BIL), enacted as the Infrastructure Investment and Jobs Act, Pub. L. 117-58 (Nov. 15, 2021).\nProgram Purpose\nThe BIL continues the Metropolitan Planning Program, which establishes a cooperative, continuous, and comprehensive framework for making transportation investment decisions in metropolitan areas. Program oversight is a joint Federal Highway Administration/Federal Transit Administration responsibility.\nStatutory Citations\n§ 11201; 23 U.S.C. 134\nFunding Features\nExcept as specified above and below, BIL continues all funding features that applied to Metropolitan Planning (PL) funding funder the FAST Act.\nType of Budget Authority\nContract authority from the Highway Account of the Highway Trust Fund, subject to the overall Federal-aid obligation limitation.\nApportionment of Funds\nAs under the FAST Act, the BIL directs FHWA to apportion funding as a lump sum for each State then divide that total among apportioned programs.\nEach State’s PL apportionment is calculated based on a ratio specified in law.\n[23 U.S.C. 104(b)(6)] (See “Apportionment” fact sheet for a description of this calculation)\nThe State DOT is then required to make the PL funds available to metropolitan planning organizations (MPOs) in accordance with a formula developed by the State DOT and approved by the FHWA. [23 U.S.C. 104(d)]\nSet-aside for Increasing Safe and Accessible Transportation Options\nThe BIL requires each MPO to use at least 2.5% of its PL funds (and each State to use 2.5% of its State Planning and Research funding under 23 U.S.C. 505) on specified planning activities to increase safe and accessible options for multiple travel modes for people of all ages and abilities. [§ 11206(b)]\nA State or MPO may opt out of the requirement, with the approval of the Secretary, if the State or MPO has Complete Streets standards and policies in place, and has developed an up-to-date Complete Streets prioritization plan that identifies a specific list of Complete Streets projects to improve the safety, mobility, or accessibility of a street. [§ 11206(c) and (e)]\nFor the purpose of this requirement, the term “Complete Streets standards or policies” means standards or policies that ensure the safe and adequate accommodation of all users of the transportation system, including pedestrians, bicyclists, public transportation users, children, older individuals, individuals with disabilities, motorists, and freight vehicles. [§ 11206(a)]\nTransferability to Other Federal-aid Apportioned Programs\nThe BIL continues to prohibit transfer of PL funds to other apportioned programs. [23 U.S.C. 126(b)(1)]\nFederal Share\nAs a general rule, in accordance with 23 U.S.C. 120. (See the “Federal Share” fact sheet for additional detail.)\nFor activities funded by the set-aside for Increasing Safe and Accessible Transportation Options (see above), the BIL provides for a Federal share of 80%, unless the Secretary determines that the interests of the Federal-aid Highway Program would be best served by decreasing or eliminating the non-Federal share. [§ 11206(d)]\nTravel Demand Data and Modeling\nThe BIL requires the Secretary to— carry out a study that gathers travel data and travel demand forecasts from a representative sample of States and MPOs and compares travel demand forecasts with observed data; and to use this information to develop best practices or guidance for States and MPOs to use in forecasting travel demand for future investments in transportation improvements;\n[§ 11205(b)(1)] seek opportunities to support States’ and MPOs’ transportation planning processes by providing data to improve the quality of transportation plans, models, and travel demand forecasts; and [§ 11205(b)(2)] develop, and make publicly available, a multimodal web-based tool to enable States and MPOs to evaluate the effect of highway and transit investments on the use and conditions of all transportation assets within the State or area served by the metropolitan planning organization, as applicable. [§ 11205(b)(3)]\nOther Program Features\nExcept as specified above and below, BIL continues all requirements that applied to the Metropolitan Planning Program under the FAST Act.\nFiscal Constraint on Long-range Plans\nThe BIL requires the United States Department of Transportation to amend Federal regulations to define a metropolitan transportation plan’s outer years as beyond the first four years. [§ 11202; 23 CFR 450.324(f)(11)(v)]\nRepresentation\nThe BIL requires an MPO that serves an area designated as a transportation management area, when designating officials or representatives for the first time and subject to the MPO’s bylaws or enabling statute, to consider the equitable and proportional representation of the population of the metropolitan planning area. [§ 11201(a)(1); 23 U.S.C. 134(d)(3)(D)]\nDesignation of More Than One MPO in an Urbanized Area\nThe BIL changes an existing requirement such that more than one MPO may be designated within an existing urbanized area (as opposed to within a metropolitan planning area under the FAST Act) only if the Governor and the existing MPO determine that the size and complexity of the area make such a designation for the area appropriate.\n[§ 11201(a)(1)(B); 23 U.S.C. 134(d)(7)]\nIf more than one MPO is designated within an urbanized area, the BIL requires the MPOs to— consult with the other MPOs designated for the area and the State in coordination of plans and transportation improvement plans (TIPs) required by 23 U.S.C. 134; and [ § 11201(a)(2); 23 U.S.C. 134(g)(1)] ensure, to the maximum extent practicable, the consistency of any data used in the planning process, including information used in forecasting travel demand, while clarifying that they are not required to jointly develop planning documents, including a unified long-range transportation plan or unified TIP. [§ 11201(a)(2); 23 U.S.C. 134(g)(4) and (5)]\nPublic Participation\nThe BIL allows MPOs to use social media and other web-based tools to encourage public participation in the transportation planning process. [§ 11201(a)(3); 23 U.S.C. 134(i)(6)(D)]\nHousing Coordination\nThe BIL makes several changes to include housing considerations in the metropolitan transportation planning process, including— updating the policy to include, as items in the national interest, encouraging and promoting the safe and efficient management, operation, and development of surface transportation systems that will better connecting housing and employment; [§ 11201(d)(1); 23 U.S.C. 134(a)(1)] adding officials responsible for housing as officials with whom the Secretary shall encourage each MPO to consult; [§ 11201(d)(2); 23 U.S.C. 134(g)(3)(A)] requiring the metropolitan transportation planning process for a metropolitan planning area to provide for consideration of projects and strategies that will promote consistency between transportation improvements and State and local housing patterns (in addition to planned growth and economic development patterns); [§ 11201(d)(3); 23 U.S.C. 134(h)(1)(E)] adding assumed distribution of population and housing to a list of recommended components to be included in optional scenarios developed for consideration as part of development of the metropolitan transportation plan; [§ 11201(d)(4)(A); 23 U.S.C. 134(i)(4)(B)] adding affordable housing organizations to a list of stakeholders MPOs are required to provide a reasonable opportunity to comment on the metropolitan transportation plan; and\n[§ 11201(d)(4)(B); 23 U.S.C. 134(i)(6)(A)] within a metropolitan planning area that serves a transportation management area, permitting the transportation planning process to address the integration of housing, transportation, and economic development strategies through a process that provides for effective integration, including by developing a housing coordination plan. [§ 11201(d)(5); 23 U.S.C. 134(k)]\nAdditional Information and Assistance"
    },
    {
        "title": "Strategic Plan on Accessible Transportation",
        "article": "The U.S. Department of Transportation has published a draft of its first Strategic Plan on Accessible Transportation (Strategic Plan), a noteworthy step in making America’s transportation system more accessible for all travelers.\nThe draft Strategic Plan reflects ongoing and future initiatives across the Department’s operating administrations to enhance accessibility and remove barriers in transportation for people with disabilities. It represents a unified vision for progress in accessible transportation that will guide the Department’s efforts in fiscal years 2021-2025. It builds upon the Strategic Plan Framing Document, which was previously open for feedback following the “Breaking Down Barriers: Celebrating the 30th Anniversary of the Americans with Disabilities Act” virtual event held on July 30, 2020. The draft Strategic Plan is available for public review and comment through February 16, 2021, at 5:00 p.m. (Eastern Time).\nIn addition, as part of its broader accessibility efforts, the Department released a Request for Information (RFI) regarding the launch of an Inclusive Design Reference Hub to establish a library of resources for accessibility in automation, and to work with outside experts to study voluntary best practices for ensuring accessibility in automated vehicles. Responses to the RFI are requested no later than 5:00 p.m. (Eastern Time) on February 19, 2021."
    },
    {
        "title": "The National Council on Aging",
        "article": null
    },
    {
        "title": "Fostering an inclusive urban-transit system",
        "article": "Using public transport can be stressful and even unsafe for many commuters, including but not limited to women, senior citizens, and people with disabilities. From minor annoyances to violent crimes, getting from point A to B can be fraught with risk.\nGoal 11 of the United Nationsâ\u0080\u0099 sustainable development goals exhorts member states to provide safe, affordable, and accessible transportation for everyone, especially those who find themselves in vulnerable situations. And yet, while disparate initiatives have been launched around the world to make public commutes safer and accessible for everyone, a survey of the United Nationsâ\u0080\u0099 and other international agenciesâ\u0080\u0099 research, plus our own analysis, suggests there is still more to be done across the three main stages of the commuter journey: planning and booking, the predeparture experience at boarding areas, and the travel itself.\nIn this article, we consider just how inclusive global public-transit systems are and explore ways that municipalities, urban planners, and other key stakeholders can assess and accommodate the end-to-end needs of all travelers.\nHow inclusive are our public-transit systems?\nOver the past decade, international organizations such as the United Nations have made the concerted effort to study inclusivity in urban-transport systems as a means to guarantee fair opportunities for all commuters. The insights that have come out of this endeavor fall under two broad themes.\nFirst, a collection of studiesâ\u0080\u0094including the UN Commission on the Status of Womenâ\u0080\u0099s Safe cities and safe public spaces for women and girls studyâ\u0080\u0094provide analyses of the key safety and communications issues that public-transport operators need to address. These include reducing violence and harassment on public transit, ensuring safer nighttime commutes, and providing clear, effective, around-the-clock communication between operators and travelers.\nSecond, a separate stream of research studies the main barriers that limit inclusion on public transit for women, people with disabilities, and low-income travelers, among others. Critical obstacles include, among others, poorly designed transportation, high ticket prices, inadequate safety regulations, and schedules that fail to account for the travel patterns of commuters with specific needs.\nAs theyâ\u0080\u0099ve become aware of these issues and limitations, many public-transit system providers and urban planners have launched initiatives to address themâ\u0080\u0094to limited effect, however. Such campaigns and programs have typically been introduced in an ad hoc manner rather than integrated into the overall public-transport system.\nSome cities, such as Los Angeles and Santiago, focused on surveying travel patterns of public-transit users, while others, including a major European capital and a large city in Southeast Asia, mostly worked on communication campaigns to raise awareness of nighttime safety. Other citiesâ\u0080\u0099 efforts were limited in scope. In Madrid, for example, on-demand bus stops were introduced on suburban routes during specific times to reduce the walking distance home for female passengers.\nFrom booking to travel: An end-to-end approach to inclusion\nShare From the inside out: Inclusion in the urban-transport workforce According to the latest Kantar Inclusion Index, less than half of transportation employees believe that their organizations are actively pursuing inclusion. In addition, the sector reports above-average workplace bullying/harassment and situations in which employees were made to feel uncomfortable. Fostering greater inclusion for public-transport employees requires providers to start with an accurate assessment of where they stand. Then, they can begin embarking on diversity, equity, and inclusionÂ (DEI) transformation journeys to reshape their way of working. Diversity refers to workforce composition across various identity-related characteristics, such as gender, ethnicity, age, sexual orientation, and disabilities. Equity focuses on ensuring that identity is not predictive of opportunities or workplace outcomes. Inclusion refers to the degree to which an individual feels that they can bring their authentic selves to work, enabling them to contribute in a meaningful and deliberate manner. From our experience working in this space, public-transport providers can gain DEI awareness in different ways. Sometimes targeted, eye-opening workshops aimed at uncovering deeply rooted unconscious bias represent a wake-up call for organizations: having diverse subsets of colleagues collaborate to identify unexpected biases in their ways of thinking is sometimes sufficient to trigger top-management engagement toward a new way of working. In other cases, transport agencies go even further and fully train their staff on civil-rights issues, among others, and on potential biases toward underrepresented categories. In other cases, achieving a profound understanding of the internal level of inclusivity can require more time and various sessions at all levels of the organization. Once companies agree that room for improvement exists, the journey to a fully inclusive work environment unfolds. After the first step of assessing and building the fact base through company-specific business cases, other challenging steps of the process remain: Architect (development of key performance indicators and road map): beginning with a solid awareness and understanding of the internal level of inclusion, companies develop a plan by designing a portfolio of initiatives linked to specific and tangible objectives, prioritizing them on feasibility and expected impact. The initiatives plan is complemented by the identification of pilots to be launched and tested, either on selected perimeters or on a company-wide basis.\nAct (test and learn with quick programs): companies start launching pilots and initiatives on target business units, functions, and geographies, in line with the agreed-upon implementation plan. As the plan unfolds, insights from pilots can be used to learn and refine ongoing and future initiatives.\nAdvance (build on success and track progress): in the core phase of the implementation, companies get the program to full scale. This requires a strong monitoring and accountability structure, alongside a proven knowledge codification and sharing system to constantly improve idea generation and the implementation of initiatives. Among public-transportation providers, one of the most notable programs in the past few years was launched by the roads and transport authority in a major city in the Middle East, which focused on including and elevating womenâ\u0080\u0094for example, it created a dedicated fund for high-performing women employees and another initiative for â\u0080\u009cpeople of determination,â\u0080\u009d which included ad hoc employment and training programs.\nItâ\u0080\u0099s time for urban-transport providers to draw from our collective understanding of inclusion and design and implement an urban-transport system that works for everyone. While this article focuses on the customer journey, travel providers should not miss the opportunity to transform their own organizations as well (see sidebar, â\u0080\u009cFrom the inside out: Inclusion in the urban-transport workforceâ\u0080\u009d).\nTo further contribute to our existing understanding of travel and inclusion, we conducted our own research. We surveyed more than 20 different public-transport operators around the world and identified key requirements and initiatives for an inclusive public-transport system. We found that while there are many initiatives to enhance inclusion, they are typically not part of an integrated, 360-degree framework. We believe that a comprehensive and integrated approach to inclusive transportation comprises initiatives that fall into six categories (Exhibit 1).\n1\nWe mapped these requirements and initiatives along the commuter journey, which we broke down into three parts: the booking stage, the predeparture stage, and the actual travel experience (Exhibit 2). In each phase, there are actions travel providers can take to address specific pain points. Weâ\u0080\u0099ll explore those actions using the example of a rail-based journeyâ\u0080\u0094although the conceptual principles here can be applied to other forms of urban transport, such as buses and ferries.\n2\nThe booking stage\nItâ\u0080\u0099s common nowadays for people to use navigation apps to find the most convenient route to their destination. The would-be passenger decides on the starting and arrival points, preferred mode of transport, and time of travel. Theyâ\u0080\u0099ll factor in potential route disruptions (and explore alternatives, if necessary), how crowded the commute might be, and whether there are any loyalty-program benefits to be accrued.\nThis stage presents a number of potential pain points for some commuters. For instance, a wheelchair user may not know if a train station is equipped with elevators and if there are design barriers that may make it difficult to board and alight from a train.\nSome cities have tried to create a more accessible and safe experience for senior travelers. For instance, Salzburg has launched initiatives to promote the use of public transport among older people. The city has hosted â\u0080\u009cmobility days,â\u0080\u009d and pamphlets on commuter safety can be found in all train stations. Salzburgâ\u0080\u0099s bus drivers are also trained to be extra vigilant around older passengers, and vehicles are designed with senior citizens in mind. These initiatives have reduced accidents among older people and increased awareness among the remaining population.\nOur research points to a number of actions urban-transport providers can take at the booking and planning stage to create more inclusion. For instance, they could create pooling options in their travel apps so that passengers could choose to commute in groups. They may offer special rates at this stage as well, to disabuse people of the idea that accessible travel options are more expensive than standard ones. Passengers could also be given the option to easily share their itinerary with their friends and loved ones for an additional layer of oversight.\nTravel providersâ\u0080\u0099 mobile apps may also provide a direct line of communication between the traveler and the provider and are a tool providers may want to use more strategically. Safety issues could be flagged immediately. Information about security measures, optimal travel times, and easy-access facilities could be relayed through this channel when passengers check and confirm their itinerary. The Transport for London, for instance, allows for just this with its dedicated journey planner; the app lets would-be passengers optimize their journey from the booking stage.\nPredeparture phase\nArriving at a station or terminal can be an overwhelming experience, with hordes of people crisscrossing in every possible directionâ\u0080\u0094businesspeople rushing to catch their trains with barely minutes to spare, families trying to herd rowdy children toward the right platform, and buskers plying their craft.\nFor many, the predeparture phase looks like this: you receive a push notification from your travel provider with information about your trainâ\u0080\u0099s departure time. To get to the platform you go through a thermal-imaging scanner that checks your temperature, you make it past the turnstile with an electronic ticket, and you find the correct platform, where youâ\u0080\u0099ll wait to board.\nFor groups or travelers with specific logistical needs, this phase can be full of hazards. If they are early for their train, for instance, such passengers may find few accessible waiting spaces to accommodate them.\nThere are a number of ways urban-travel providers can improve the predeparture experience for all travelers. They may want to integrate important safety and pooling information into the departure reminder, noting the location of accessible facilities and safe train carsâ\u0080\u0094carriages with an attendant, conductor, or security officer. Visual â\u0080\u009cnudgesâ\u0080\u009d and cues could promote positive behaviors, such as offering assistance to people with mobility constraints or to pregnant women. In stations where longer wait times are common, more rooms for nursing mothers and a greater number of dedicated waiting areas could be created. Treating the station as a civic space by promoting community-focused activitiesâ\u0080\u0094such as increasing retail outlets and installing open pianosâ\u0080\u0094could also enhance commutersâ\u0080\u0099 sense of safety.\nIn 2006, the city of Graz, Austria, upgraded its key stops to make them both more accessible and livable; and, targeting both safety and comfort in its train platforms and stations, the Canadian cities of Ottawa and Toronto created designated Transecure waiting areas.\nTraveling and arriving at the destination\nThere are a number of actions travel providers can take to make passengersâ\u0080\u0099 journeys inclusive once they are on board. For instance, it is possible for travelers on most trains to track their progress while en routeâ\u0080\u0094but it may not always be clear how to request help in cases of violence of harassment. Particularly when it comes to late-night routes, passengers may be in near-empty train cars. To provide peace of mind for all passengers, urban-travel planners should install highly visible GPS panic buttons throughout the system, as they have in New Delhi and Bangalore.\nCommuters with specific needs could be directed to the trainâ\u0080\u0099s safe wagons with security personnel and closer supervision. Pregnant women or passengers with specific physical needs could wear â\u0080\u009cMay I sitâ\u0080\u009d pins to alert other commuters to give way to them. Travel providers could also make it easier for these commuters to find information about connections and the safest ways to get to the next boarding point.\nWhile our case study focuses on rail travel, alternative transport modes may offer other opportunities for greater inclusion. The flexibility afforded by bus travel presents more options for making the travel experience safer. Passengers could be allowed to alight, on request, at specific time slots, for example, from 10:00 p.m. to 6:00 a.m., to reduce the distance between the drop-off point to the final destination. This is exactly what the city of Madrid put in place, arranging on-demand night bus stops on interurban bus lines.\nCreating an inclusive urban-transport system doesnâ\u0080\u0099t stop the moment a passenger gets off the train. Transport providers could review the arrival experiences and partner with security companies to provide additional support or with taxi and rideshare companies to provide special rates for arriving passengers.\nSetting the goal of an entirely accessible public-transport system is becoming increasingly common in major cities worldwide. Barcelona has committed to a 100 percent accessible underground metro system by 2024, and Seattle is already fully wheelchair accessible.\nOther municipalities and travel providers can do the same by undertaking a thorough assessment of customersâ\u0080\u0099 needs along the whole journey, mapping the potential pain points, and implementing targeted initiatives to address them. Of course, this process is an iterative one; any initiatives launched should be evaluated and refined over time. The systemic, end-to-end approach outlined in this article should help make traveling in our cities truly safer for all."
    },
    {
        "title": "Complete Streets",
        "article": "The U.S. Government does not endorse outside entities, products, or manufacturers. Links to content created by outside entities are provided for informational purposes only and are not intended to reflect a preference, approval, or endorsement of any one entity or product. External sites are not subject to Federal information quality, privacy, security, or accessibility guidelines."
    },
    {
        "title": null,
        "article": null
    },
    {
        "title": "Special Needs Travel Adventures",
        "article": "After you officially book a Trips Inc. Special Adventures® trip, all you have to do is show up and know that everything else is taken care of by our amazing team. Our travel planners, program directors, tour group leaders and chaperones carefully evaluate every detail of your trip with particular attention to your individual needs to create a completely worry-free and fun-filled vacation!"
    },
    {
        "title": null,
        "article": null
    },
    {
        "title": "New Directions Travel",
        "article": "New Directions for people with disabilities, inc. (New Directions Travel) is a 501(c)(3) non-profit organization providing leisure and educational travel opportunities for adults who have mild to moderate intellectual and/or developmental disabilities, such as cerebral palsy, Down Syndrome and autism. Since 1985, we have taken over 19,000 people with special needs on tours all over the world. (more...)"
    },
    {
        "title": "Disability Travel and Tours",
        "article": "Founded in 1979 Search Beyond Adventures provides all-inclusive escorted vacations for travelers with disabilities and special needs, ages 17 and up. Most of our travelers have developmental disabilities, although some participants may also have a physical disability. Many of our tours can accommodate wheelchair users. We have four program divisions. Our main Search Beyond Adventures tours is the largest and offers tours all over the world. For customers in the Minnesota and western Wisconsin areas we also operate three to four day weekend Potato Tours Likewise, in New England we offer three to four day weekend Sweet Pickle Tours throughout the New England region. For travelers needing a high level of assistance (1:1 ratio) we operate five to six day tours titled My Vacation . Browse the links on the right to learn more about any of these types of tours. Tours operate with one staff escort for every one to five participants. Our staff assist with participants' needs so generally a personal care attendant is not needed. Prices include EVERYTHING: all activities, accommodations, meals, transportation, tour staff, and tips. Our staff are BOTH human service professionals and travel service professionals. A successful tour must synthesis great people skills and disability knowledge AND logistical coordination with travel resources. Finally, if you're comparing us with other special vacation providers, please check our low prices. You'll be amazed at the value you receive with Search Beyond Adventures. We can offer you great quality tours to more destinations for a much better price than others. Our higher volume means more destination choices and greater savings for you! We guarantee your satisfaction! If you are not satisfied with your tour we'll replace it. See the \"Our Guarantee\" section for complete details."
    },
    {
        "title": "Traveling with Disabilities",
        "article": "This site is managed by the U.S. Department of State. External links to other Internet sites and listings of private entities on this page are provided as a convenience and should not be construed as the U.S. Department of State or U.S. government endorsement of the entity, its views, the products or services it provides, or the accuracy of information contained therein. The order in which names appear has no significance, and the listings or links may be removed at any time at the discretion of the Department."
    },
    {
        "title": "Accommodations",
        "article": "Under Title I of the Americans with Disabilities Act (ADA), a reasonable accommodation is a modification or adjustment to a job, the work environment, or the way things are usually done during the hiring process. These modifications enable an individual with a disability to have an equal opportunity not only to get a job, but successfully perform their job tasks to the same extent as people without disabilities. The ADA requires reasonable accommodations as they relate to three aspects of employment: 1) ensuring equal opportunity in the application process; 2) enabling a qualified individual with a disability to perform the essential functions of a job; and 3) making it possible for an employee with a disability to enjoy equal benefits and privileges of employment.\nAccommodations are sometimes referred to as “productivity enhancers”. Reasonable accommodations should not be viewed as “special treatment” and they often benefit all employees. For example, facility enhancements such as ramps, accessible restrooms, and ergonomic workstations benefit more than just employees with disabilities. Examples of reasonable accommodations include making existing facilities accessible; job restructuring; part-time or modified work schedules; acquiring or modifying equipment; changing tests, training materials, or policies; and providing qualified readers or interpreters. Here are some more examples. Many job accommodations cost very little and often involve minor changes to a work environment, schedule or work-related technologies:\nPhysical changes Installing a ramp or modifying a rest room Modifying the layout of a workspace\nAccessible and assistive technologies Ensuring computer software is accessible Providing screen reader software Using videophones to facilitate communications with colleagues who are deaf\nAccessible communications Providing sign language interpreters or closed captioning at meetings and events Making materials available in Braille or large print\nPolicy enhancements Modifying a policy to allow a service animal in a business setting Adjusting work schedules so employees with chronic medical conditions can go to medical appointments and complete their work at alternate times or locations\nThese are just a few example. Contact the Job Accommodation Network (JAN), an ODEP-funded technical assistance center, providing free, expert, and confidential guidance on workplace accommodations.\nOther resources on reasonable accommodations"
    },
    {
        "title": "Disability Accommodations Tips",
        "article": "Image\nAn applicant or employee with a disability may need a reasonable accommodation (a change to the way things are normally done at work) to allow her to apply for a job, perform a job or enjoy the same benefits as other employees.\nFor example, an applicant who uses a wheelchair may ask that an interview be scheduled in an accessible location, or an employee with diabetes may request an exception to the \"no food or drinks in the workspace\" rule so she can eat or drink when necessary to adjust her insulin level.\nUnderstand who the law protects. The law protects applicants and employees with disabilities. This includes people who have disabilities that do not affect them all the time, such as epilepsy, multiple sclerosis, bipolar disorder, schizophrenia or post-traumatic stress disorder (PTSD). People who have disabilities and people who had disabilities in the past may be entitled to reasonable accommodations, if needed.\nThe law protects applicants and employees with disabilities. This includes people who have disabilities that do not affect them all the time, such as epilepsy, multiple sclerosis, bipolar disorder, schizophrenia or post-traumatic stress disorder (PTSD). People who have disabilities and people who had disabilities in the past may be entitled to reasonable accommodations, if needed. Recognize requests for disability accommodation(s). An applicant or employee may indicate that he needs an adjustment or change in the application process or at work for a reason related to a medical condition. The request does not have to be in writing, and does not have to include the terms \"reasonable accommodation,\" \"Americans with Disabilities Act,\" or \"disability.\"\nAn applicant or employee may indicate that he needs an adjustment or change in the application process or at work for a reason related to a medical condition. The request does not have to be in writing, and does not have to include the terms \"reasonable accommodation,\" \"Americans with Disabilities Act,\" or \"disability.\" Consider the request. Don't automatically refuse an accommodation request or have an inflexible policy that doesn't allow for exceptions. Review each request individually. There is no one-size-fits-all accommodation. Accommodations may differ based on the employee's medical condition, medical treatment and job duties. Discuss the request with the applicant or employee, if needed. Ask for additional information if needed to help you determine what type(s) of accommodations might be effective for both the individual and your business. For example, if an employee who is partially blind requests special computer software, you may want to discuss what types of software would meet her needs. Consider alternative accommodations. If it is not possible to provide the requested accommodation, determine whether other accommodations would be effective for the applicant or employee and for your business. Consider additional requests. An employee may need another accommodation or a different accommodation later due to changes in his job responsibilities, his medical condition or his medical treatment.\nDon't automatically refuse an accommodation request or have an inflexible policy that doesn't allow for exceptions. Provide an effective accommodation , unless doing so requires significant difficulty or expense, changing fundamental job duties, lowering production or performance standards or tolerating misconduct.\nunless doing so requires significant difficulty or expense, changing fundamental job duties, lowering production or performance standards or tolerating misconduct. Don't automatically assume that you can't afford to provide an accommodation. Many accommodations are not expensive, and some are free. Also, you may be eligible for tax credits, such as the Small Business Tax Credit, or other funding, such as vocational rehabilitation funding.\nMany accommodations are not expensive, and some are free. Also, you may be eligible for tax credits, such as the Small Business Tax Credit, or other funding, such as vocational rehabilitation funding. Ask for help, if needed. If you and the applicant or employee are having difficulty finding the right accommodation, the U.S. Department of Labor's Job Accommodation Network (JAN) may be able to help. JAN provides free, confidential accommodation assistance.\nSee also:\nWhat should I do if an applicant or employee asks for breaks, leave or other changes to a work situation because of his medical condition or his religious beliefs?\nReasonable Accommodation Policy Tips\nManager Responsibilities - Reasonable Accommodation Tips"
    },
    {
        "title": "Job Accommodations",
        "article": "A job accommodation is an adjustment to a job or work environment that makes it possible for an individual with a disability to perform their job duties. Accommodations may include specialized equipment, modifications to the work environment or adjustments to work schedules or responsibilities. Not all people with disabilities (or even all people with the same disability) need the same accommodation. For example, a job applicant who is deaf may need a sign language interpreter during the job interview; an employee who is blind or who has low vision may need someone to read information posted on a bulletin board; and an employee with diabetes may need regularly scheduled breaks during the workday to monitor blood sugar and insulin levels.\nThe Job Accommodation Network (JAN), a service of the U.S. Department of Labor's Office of Disability Employment Policy (ODEP) is the leading source of expert, confidential guidance on workplace accommodations and provides one-on-one consultation to employers and employees, as well as service providers and others, free of charge.\nUnder Title I of the Americans with Disabilities Act, there are three areas in which reasonable accommodations may be needed:\nAdjustments to the job application process so a qualified applicant with a disability can be considered for a position;\nModifications to the physical work environment, or to the way a job is usually performed, so an individual with a disability can perform the essential functions of that position; and\nChanges that enable an employee with a disability to enjoy equal benefits and privileges of employment like those that are enjoyed by other employees without disabilities. This may include access to cafeterias, lounges, auditoriums and company-provided transportation.\nThe only legal limitation on an employer's obligation to provide reasonable accommodation is that the changes or modifications may not cause \"undue hardship\" to the employer. \"Undue hardship\" means significant difficulty, including accommodations that are overly extensive or disruptive, or which could impact the actual running of a business.\nU.S. Department of Labor Resources on Job Accommodations\nOther Resources on Job Accommodations"
    },
    {
        "title": "A to Z of Disabilities and Accommodations",
        "article": "JAN provides the following A to Z listings by disability, topic, and limitation. This information is designed to help employers and individuals determine effective accommodations and comply with Title I of the Americans with Disabilities Act (ADA). You will find ADA information, accommodation ideas, and resources for additional information.\nJAN's A to Z is a starting point in the accommodation process and may not address every situation. Accommodations should be made on a case by case basis, considering each employee’s individual limitations and accommodation needs. Employers and individuals are encouraged to contact JAN to discuss specific situations in more detail. To get started, choose one to find what you are looking for."
    },
    {
        "title": "Finding a way towards high-quality, accessible tourism: the role of digital ecosystems",
        "article": "By drawing on the concept of digital ecosystems, this paper is amongst the first studies to suggest a path to making tourism locations more accessible to all tourists (with or without disabilities) based on technology.\nThis paper describes a path to fostering accessible tourism, drawing on local authorities, particularly municipalities and universities. The suggested solution would benefit from future empirical analyses to assess its strengths and weaknesses.\nThe results indicate that a digital ecosystem could contribute to making tourism locations more accessible by enabling information sharing and coordination amongst all actors that co-create the tourism experiences. Moreover, the analysis underlines that tourism locations should be designed to be useable by all people, drawing on the principles of the universal design.\nThis paper is developed as a conceptual contribution, drawing also on an illustrative example that considers a tourist with mobility disability as the focal actor.\nDespite a growing interest in accessible tourism, delivering high-quality tourism experiences to people with disabilities (PwD) remains a major challenge. Beyond a number of acknowledged barriers (e.g. cultural, architectural, relational), the main issue is the lack of coordination amongst the many actors participating in the co-creation of tourism experiences. This paper intends to advance available knowledge on this issue by conceptually suggesting a solution that draws on the concepts of the tourism experience and digital ecosystems.\nCopyright © 2020, Fabio Cassia, Paola Castellani, Chiara Rossato and Claudio Baccarani\nPublished by Emerald Publishing Limited. This article is published under the Creative Commons Attribution (CC BY 4.0) licence. Anyone may reproduce, distribute, translate and create derivative works of this article (for both commercial and non-commercial purposes), subject to full attribution to the original publication and authors. The full terms of this licence may be seen at http://creativecommons.org/licences/by/4.0/legalcode\n4. Tourism experience and tourism ecosystem from perspective of tourists with mobility disability 4.1 Mapping the tourism experience through the tourism customer journey The tourism customer journey (TCJ) involves mapping the entire journey of a tourist, outlining all the stages a person goes through when experiencing the need to move for tourism purposes (Åstrøm, 2020). The TCJ draws on the more general concept of the customer journey, which is the “process a customer goes through, across all stages and touch points, that makes up the customer experience” (Lemon and Verhoef, 2016, p. 71). Mapping customer journeys is a popular and effective way to grasp the entire tourism customer experience (Rosenbaum et al., 2017). If the tourism product as a whole was offered by one single company, the general customer journey concept could be easily applied to tourism in the same way as it is applied to other kinds of services (e.g. banking, retail and insurance services). However, as will be discussed shortly, tourism is a more complex service because of the number and variety of co-creating actors and the relationships amongst them. Here, we apply the TCJ to the context of people with mobility disability. A similar analysis could be applied to people with other disabilities (Alén et al., 2012), resulting in different and specific types of TCJs. Given the complexity of applying a contextual study to all types of disabilities, this study focusses only on people with mobility disability, but the same method of analysis could be easily extended and replicated. From the very beginning of the TCJ, even when individuals are planning their holiday, they will encounter a series of actors, whose number will dramatically increase in the subsequent stages of the journey (Buhalis, 2000; Saraniemi and Kylänen, 2011). This is because tourism involves a complex ecosystem that has many actors who influence to a greater or lesser extent the experience perceived by individuals during their journey (Gretzel et al., 2016). The quality delivered by each actor clearly influences the overall quality of the tourist's overall experience (Ciasullo, 2017). Sometimes this phenomenon is emphasised because the quality performance of one provider has a spillover effect on the customer's evaluation of the quality performance of other components of (or actors in) the tourism ecosystem (Bourdeau et al., 2007). That is, a negative performance in one part of the journey may have a negative halo effect on the entire journey, considering that the tourist (beyond being the focal actor of the ecosystem) (Storbacka et al., 2016) is the only actor to see all the components of the ecosystem. Similarly, a positive performance in one of the moments of truth (Normann, 2001) has the potential to compensate for a series of negative performances in other parts of the journey. Overall, there is a remarkable risk of tourist dissatisfaction, which is heightened when the person undertaking the journey has some form of disabilities, such as when they have reduced mobility. These arguments can be illustrated through the construction of the TCJ for a holiday that is independently conceived and designed by a person with mobility disability who has time to spend in a destination to be selected and does not want to rely on standardised offerings delivered by tour operators. For this purpose, we draw on the general framework suggested by Baccarani and Cassia (2017), according to which a holiday is articulated and occurs in the following four main stages (Figure 1): destination choice and trip design; outbound trip; staying at the destination; transfer to another destination or return home. Each of the four stages of the TCJ develops through the processes that are outlined below. The points marked with the sign (*) in the following list represent critical aspects for people with mobility disability because they can entail various problems related to accessibility because of the presence of architectural, communication, cultural, technological and relational barriers. The first stage of the TCJ – destination choice and trip design – encompasses the formation of a tourist's experiential expectations drawing on the following elements: time available for the journey, motivations triggering the need for the journey, any previous personal holiday experiences, any previous indirect holiday experiences (e.g. information collected online, online reviews and e-word-of-mouth), dialogue and interactions with disability organisations and associations, information available online or printed specialised magazines and publications, information available in promotional materials delivered by tourism destinations, means of transportation available and reservation of such transportation (*), type of accommodations available and reservation of such lodgings (*), definition of a hierarchy of suitable destinations (*). The second stage of the TCJ – outbound trip – covers the most complex part of the holiday. In fact, the anticipated benefits of the planned holiday take shape during this stage. In the case that the tourist uses a personally owned means of transport suitable for their disability to reach the boarding point and that the travel is done by aeroplane, this stage includes the following elements: printing the boarding pass, estimating the time that they must leave home to reach the airport (this estimation is informed by customers' sensitivity to risk and the information available), preparing their luggage, planning which road or highways to take to reach the airport, stopping at rest areas to meet their needs or the needs of others or to comply with the requirements of the transport providers (*), parking in an area near the airport (*), checking in their luggage (*), reaching the boarding point (*), complying with any safety control procedures (*), waiting at a boarding gate (*), boarding the aeroplane (*), flying to the destination (*), disembarking and claiming their luggage (*), searching for a local means of transport to reach the accommodation facility (*), arriving and being welcomed at the accommodation facility (*). The third stage of the TCJ – staying at the destination – represents the core of the holiday with all that a person desired for their time away on holiday. This is a stage of personal enhancement in relation to seeking knowledge, values and relationships. During this stage, the core value of the holiday emerges and is influenced, at least in the beginning, by the travel experience, which may increase or diminish the initial enthusiasm. This stage encompasses the following points and involves a variety of actors at the destination: planning itineraries, visits and activities that the tourists wish to engage in at the destination based on their previous knowledge and the information available to them, visiting cultural, artistic and natural sites in an area (*), forming relationships with the host community (*), selecting from a variety of foods and eateries on offer (*), participating in local guided tours (e.g. wine tours) (*), using local means of transport (*), purchasing souvenirs. The fourth stage of the TCJ – transfer to another place or return back home – is similar to stages two and three described above, and includes the overall evaluation of the perceived quality in relation to the expected quality developed in stage one. In addition to the steps described above, which imply a variety of relationships between the tourist and several different actors, the context of a holiday is even more complex because tourist safety and care must be specifically assured, particularly for PwD. These conditions must be guaranteed by higher-level welfare systems, with which the tourism service network should be able to cooperate effectively. In summary, in this TCJ the tourist benefits from a variety of services that globally support the creation of the tourism experience, which is phenomenologically determined and perceived by the beneficiary (i.e. the tourist) (Vargo and Lusch, 2016). 4.2 Identifying the tourism ecosystem in relation to tourists with mobility disability This subsection identifies the actors that form the complex tourism ecosystem in its co-creation of the tourism experience. During each of the four stages of the TCJ, many different actors contribute to the formation of the overall tourist experience by delivering or not delivering the expected quality. In the tourist's experience, all these actors form a tourism service ecosystem, even if they represent only a set of services that the customer has assembled (Baccarani and Cassia, 2017). In fact, a service ecosystem implies a self-contained, self-adjusting system of resource-integrating actors connected by shared institutional arrangements and mutual value creation (Vargo and Lusch, 2016). However, this level of coordination amongst all the actors involved in the co-creation of tourism experience does not yet exist. Below, we outline the actors involved in each of the four stages of the TCJ. In the first stage, the tourist imagines, designs, plans and anticipates the pleasure of their holiday. To complete this stage, the tourist relies on the information provided by actors such as airlines and accommodation providers and interact with them directly or through intermediaries. For people with mobility disability, the dialogue and interactions with disability organisations and associations play an important role. As highlighted by the UNWTO, disabled peoples' organisations (DPOs) play a key role in accessible tourism because “they are mediators in understanding specific needs, existent barriers and the ways to bridge them” (UNWTO, 2020). At this first stage of the TCJ (destination choice and trip design), quality is evaluated on the basis of the completeness and clarity of the information provided by multiple actors. All the actors involved in this first stage of the TCJ represent the holiday-design ecosystem (see Figure 3). In the second stage of the TCJ (outbound trip), at least the following 12 actors are involved, and this number could be even higher if a tourist decides to use public means of transport (instead of a personally owned means on transport): producers of publications or websites and intermediaries distributing information that guides the tourist in selecting the destination during the season in which the journey takes place; booking organisations through their websites; transport providers, including those preparing the service timetable; highways operators who have information about roadworks and any related delays; firms executing the roadworks who have information about any interruptions that may affect the roadworks and travel times; firms managing the rest areas and a variety of other services that may be required; firms managing the parking areas who may assist customers to reach their boarding point after having parked their vehicle; airport company that manages the departure airport that offers a welcome service and controls safety processes; airline that is responsible for checking in passengers, assigning boarding gates, flying times and delivering baggage; airport company that manages the arrival airport that offers welcome services and provides information to customers and about local means of transport; local transport service operators; accommodation services providers. Therefore, a tourist interacts with at least 12 different co-creating actors during the second stage of the TCJ. These actors are connected in the tourist's mind but they are practically linked only through market relations and they do not coordinate their decisions and behaviours. Thus, it is unlikely that the tourist will be able to complete the second stage without experiencing some level of difficulty. For example, the tourist may miss the flight because of planned roadwork not being properly notified in advance or because of other unforeseen events. To evaluate the quality of the overall experience, the tourist considers all the components of this stage of the TCJ, comparing expected and actual quality. In particular, the tourist will appreciate the problem-solving capability of the actors. This second group of actors represents the travel ecosystem (see Figure 3). In the third stage of the TCJ (staying at the destination), the tourist stays at the chosen destination where they interact with at least the following actors: firms who manage welcome and accommodation services; restaurateurs; local inhabitants (local community); local transport service operators; local merchants with their value propositions; agencies who organise local tours so that customers can explore local traditions, culture and products; municipalities; organisations protecting tourists' safety and care. This third stage of the TCJ has fewer actors than the second stage. However, the variety of actors is greater because during the tourist's stay at the destination, the tourist will engage in activities such as trying different types of food offerings to appreciate the local food culture, which means they will have contact and engage with more actors. Similarly, to explore local artistic, natural and cultural heritage, the tourist will select from a variety of opportunities that are available at the destination. In the third stage of the TCJ, the local community also plays a fundamental role in welcoming tourists and in co-creating their tourism experiences. In fact, in addition to the technical and functional–relational components of the quality delivered by local services (Grönroos, 1990; Kang and James, 2004), the welcoming atmosphere experienced at the destination plays a central role in the formation of the overall perceived quality (Nunkoo and Ramkissoon, 2011). All the actors involved in the third stage of the TCJ represent the staying at destination ecosystem (see Figure 3). The fourth stage (transfer to another place or return back home) is a replication of the stages two and three outlined above and encompasses the tourist's comparison between the overall perceived quality and the expected quality developed in stage one. The actors that populate the tourism service ecosystem are largely the same for tourists with and without disabilities. However, tourists with disabilities can select amongst a smaller number of offerings than tourists without disabilities. Moreover, actors are required to have adequate technical and relational skills to deliver tourism services to tourists with disabilities. Thus, tourists with disabilities must face greater difficulties in their travel-related choices because of the presence of several types of barriers (see Figure 2). The tourism ecosystem described in this sub-section is depicted in Figure 3. The quality of the tourism experience emerges from the relationships established within this tourism ecosystem through which resources are combined and value is co-created. Such relationships have different degrees of smoothness depending on the presence of several barriers.\n5. Barriers to accessible tourism: can digital ecosystems represent a solution? Drawing on the arguments developed so far, this section identifies in detail the barriers to fulfilling tourism experience co-creation for PwD. The intention of the discussion is to understand whether and how digital ecosystems could represent a viable solution to such barriers. The identified relationships amongst the co-creating actors have not been harmonised to deliver the overall quality desired by the tourist because they are regulated by pure competitive mechanisms, emphasising the value of a specific part of the ecosystem instead of the value of the entire ecosystem. However, in tourism, competition amongst companies of the same sector can exist only once a territory as a whole is attractive. As highlighted in several studies (Baccarani et al., 2019; Barnes, 2004), the territory is not a physical space, but a highly complex viable subject emerging from all co-creations over time through the interactions between nature and human beings. Thus, the territory emerges from the relational synergies between the people who inhabit it and the environment. Therefore, the stronger the synergies established in a certain location, the higher the location's attractiveness and value, which then make the location a platform in which individual actors can compete against each other with their propositions. That is, the long-term attractiveness of a territory and of a tourism destination derives from the actions of the entire ecosystem, within which the actors must aim to do their best through a continuous dialogue with the territorial ecosystem. For this purpose, tourism must be conceived in a holistic manner by deploying planning efforts that involve all the actors of the ecosystem and engage all the potential beneficiaries of the tourism offering – be they are tourists with or without disabilities (Darcy et al., 2020). This perspective cannot ignore a series of barriers that determine biases in the co-creation of a location that provides tourism services for all tourists and particularly for those with mobility disability. In detail, the following barriers to accessible tourism can be identified (Gillovic et al., 2018; Michopoulou et al., 2020; Nyanjom et al., 2018): informational barriers; architectural barriers; political barriers; cultural barriers; relational barriers; technological barriers; entrepreneurial myopia. These barriers are outlined below from the perspective of PwD. Informational barriers refer to the difficulties that a person with disabilities faces when desiring to autonomously evaluate and choose a means of transport, accommodation, a holiday itinerary or simple holiday activities such as shopping. While there is usually a great deal of information is available for such services, informational needs of PwD leads to higher levels of complexity. For example, even when information about tourism services is available it can difficult to verify. Architectural barriers refer to the obstacles PwD encounter on holiday when engaging in activities such as accessing means of transport, moving in different locations, and using sidewalks and roads. Inconveniences related to architectural barriers can often also be experienced by people without disabilities (e.g. finding it difficult to understand the subway system) but the barriers are emphasised for PwD. Architectural barriers are directly connected to political barriers, which refer to the needs of PwD in the context of a political agenda. While political discourses highlight the ideal of acting to eliminate architectural barriers, political actions are often guided by urgency, short-termism and narrow-sighted electoral benefits. Cultural barriers refer to the indifference that can characterise the behaviour of all people of all abilities (Gillovic et al., 2018) towards PwD. This barrier is manifest in factors such as the lack of respect for PwD parking slots. Relational barriers refer to the general population viewing PwD from a self-righteous perspective, believing that the PwD cannot live a full life, even within the constraints of the experienced impairments. Technological barriers refer to the speed of the technological change related to means of transport and communication, which can create difficult situations for those who do not keep up with the ongoing changes. Entrepreneurial myopia refers to the inability to appreciate the size and value of the tourism market for PwD and of changes occurring in public opinion. This myopia is in tension with the ideals of sustainability provided by Agenda 2030 (United Nations, 2015), which explicitly highlights the need to promote sustainability and inclusivity and to empower PwD (e.g. points 11 and 23 of Agenda 2030) and by the Global Code of Ethics for Tourism (UNWTO, 2001), which states the “right to tourism” (article 7). When accessible tourism experiences are designed, it is important to avoid ad-hoc solutions aimed exclusively at PwD (Scheyvens and Biddulph, 2018). Following the principles of universal design (Michopoulou et al., 2020), tourism providers should in fact enable experiences that are useable by all people, with or without disabilities. This approach is consistent with the idea that tourism carries a value that makes it a public service, interpreted as a service that should be assured for every member of communities that desire such services. The question now arises of the assessment of the potential of digital ecosystems to remove the identified barriers and enable effective accessible tourism experience co-creation. While it is clear that technology cannot solve all the problems, we contend that it represents a valuable engine for such effective co-creation. As noted by Akaka and Vargo (2014), technology should be conceived as an operant resource able to bring about changes in ecosystems and influence value co-creation processes. The provision of a platform to support the engagement of actors involved in accessible tourism can thus represent a first step to first removing informational and relational barriers, and over time, smoothening other barriers (e.g. cultural barriers). Thus, technology can enable the emergence of a digital ecosystem with tourists and their needs as the focal actors (Gretzel et al., 2015, 2016). Such an ecosystem could initially organise and coordinate suitable solutions to emerging PwD needs and issues by collecting and sharing the information concerning all the actors of the ecosystem. Given that tourism is a service provided by a specific territory, the digital ecosystem should be led by the authorities in charge at the territorial level, whether a municipality, province, region or country. Given that the emerging ecosystems require rapid efficiency and effectiveness checks, it seems more appropriate that the process begins at the local territorial level and then extended (through imitation and adaptations) to higher levels. Beyond authorities in charge at the territorial level, universities and other research institutes should play a central role in the design of a tourism ecosystem. These institutions should establish a dialogue with tourists, with PwD and with disability organisations and associations, without overlooking local inhabitants who are important for creating a warm and smooth welcoming. The emergence of the tourism ecosystem also draws on the constructive contributions of all the organisations representing the service providers who play a role in co-creating tourism experiences. The digital ecosystem should also be based on a series of incentives for firms that decide to be a part of the ecosystem, beyond a process of certification and evaluation of their delivered quality. As a good starting point, municipalities could establish tourism departments that have the additional responsibility for the removal of mobility barriers. The viability of this choice is demonstrated by the experience of Verona, the first (and currently the only) municipality in Italy that has introduced such a department. For smaller municipalities, the digital ecosystem could be created at a higher level, such as in a consortium of municipalities, a province or a region. Figure 2 presents the main features of the tourism digital ecosystem. Overall, the establishment of a digital ecosystem aims to make the territory an inclusive, warm and welcoming location where people want to live or stay. Hence, by providing an engagement platform, technology can act as an operant resource, disrupting the myopia guiding each actor's individual behaviours. An example of a digital ecosystem to support accessible tourism is the one being implemented by Explora, the destination management organisation of the Lombardy region (Italy). Explora has begun to establish a digital ecosystem (Ecosistema Digitale Turistico della Lombardia) through a platform that aims to support information sharing amongst the actors of Lombardy's tourism ecosystem. This ecosystem has not been created specifically to support accessible tourism. However, through this platform, operators could coordinate and harmonise the design of accessible tourism experiences, which would then be communicated and sold through the related web portal “in-lombardia.it”. This web portal currently hosts dozens of accessible tourism experiences; however, these are not conceived following the concept of the holistic ecosystem described in this paper. Nonetheless, the technological infrastructure that has been created has the ability to foster the future emergence of such a holistic accessible tourism ecosystem."
    },
    {
        "title": "Accessible tourism futures: the world we dream to live in and the opportunities we hope to have",
        "article": "The paper’s examination of the concepts and global policy considerations provides a strong academic and practitioner foundation for considering accessible tourism futures. In doing so, accessible tourism futures are shown to be affected by key concepts related to core tourism considerations and major policy initiatives on accessibility and sustainability. Yet, accessible tourism futures also have the potential to create their own momentum and contribute unique learnings on the diversity of tourism markets that will shape tourism concepts and global policy initiatives in their own right.\nA discussion of each of the above areas was placed in context to accessible tourism futures and to contextualise the papers that were selected for the special issue. The latter part of the paper outlines the contribution of each empirical paper to the issue discussing the approach, findings and implications. Stakeholder collaboration was identified as the key common theme of the papers and the factor for developing accessible tourism solutions, recognising the value of the market and capitalising on it. A collaborative approach is required to recognise the complementary nature of the different paradigms; to re-shape and transform the future of the accessible tourism industry. To assist in the development of accessible tourism futures, UD principles should provide a foundation to enhance the future competitiveness of tourism destinations and organisations.\nThree of the authors have extensive academic experience in the area and the fourth author is the Managing Director of the pre-eminent European Network for Accessible Tourism. In taking a limited Delphi approach to canvassing key areas likely to shape accessible tourism futures, the following concepts and policy initiatives were examined: motivations, dreams and aspirations of people with disability; demography; UN Convention on the Rights of Persons with Disabilities; destination competitiveness; universal design (UD); and the UN Sustainable Development Goals for 2030.\nAccessible tourism is evolving as a field of academic research and industry practice, set within a dynamic social context. The field is interdisciplinary, multidisciplinary and transdisciplinary. The purpose of this paper is to examine key concepts and global initiatives that will shape accessible tourism futures.\nCopyright © 2015, Eleni Michopoulou, Simon Darcy, Ivor Ambrose and Dimitros Buhalis\nPublished in the Journal of Tourism Futures. This article is published under the Creative Commons Attribution (CC BY 4.0) licence. Anyone may reproduce, distribute, translate and create derivative works of this article (for both commercial and non-commercial purposes), subject to full attribution to the original publication and authors. The full terms of this licence may be seen at: http://creativecommons.org/licences/by/4.0/legalcode\nIntroduction This special issue was designed to examine the future dimensions of the intersection of disability and tourism in the emerging field of accessible tourism. The special issue explores theoretical approaches, foundations and issues in the study of accessible tourism from a futures perspective. Accessible tourism, as with any area of academic study is an evolving field of academic research and industry practice, set within a dynamic social context. The field is interdisciplinary, multidisciplinary and transdisciplinary, and is influenced by geography, ageing and disability studies, economics, public policy, psychology, law, architecture, construction sciences, technology and marketing. Past research has attempted to view, explain and unpack the inherent complexities (Darcy, 2010) within accessible tourism through a variety of lenses, including human rights, critical tourism, embodiment, customer segmentation and universal design (UD), to name a few (see Buhalis and Darcy, 2011; Buhalis et al., 2012). The special issue is timely given the operationalisation of the United Nations (2006) Convention on the Rights of Persons with Disabilities by 160 countries. Central to the convention is the right for tourists with disability to access transport and built environment in Article 9 and tourism experiences, goods and services within Article 30. It is therefore pertinent to look at the future of accessible tourism and contemplate a number of issues including (but not limited to) the role of technology in reshaping disability; if and how policy makers and planners are addressing the impact of accessible tourism in a sustainable manner; the political influence of people with disabilities, who make up the largest minority group in the USA, on the future of tourism; the science fiction of exoskeletons and gene therapy as a new form of adventure tourist; and the future state of embodied identity and accessible tourism. The special issue provides the opportunity for contributors to take part in the current discourses on accessible tourism from a futures perspective, in order that we can understand, manage and contribute to the development of accessible tourism in the context of economically, socially and environmentally sustainable communities. Specific topics included conceptual and research papers, viewpoints and trend papers, both qualitative and quantitative, discussing topics relating to the future of accessible tourism. Papers include a range of issues including: inclusive destinations; accessible tourism in Development Planning (toward the UN Sustainable Development Goals 2030); policy-making for accessible tourism; embodiment; representation; law and legislation; architecture and universal design; inclusion/exclusion from experiences; markets and needs analysis; accessible transport; accessible events; accessibility and culture/heritage; accessible accommodation; education/training; and technology and applications. In contrast to the past 30 years, where disability and tourism research has been largely concerned with overcoming barriers that exclude certain people (see Smith, 1987), we can discern the contours of new movements in accessible tourism, whereby overarching principles and standards of sustainability, social responsibility and customer service. The delivery of equitable tourism experiences demand the attention of sector actors and stakeholders. Accessible tourism, in this context, should be seen in the future as much more than a range of supports to excluded target groups, becoming a set of ground rules and codes of practice which contribute to the development of all tourism offers and destinations in an inclusive way. If we should gaze into the crystal ball for a moment, we could envisage that tourism will not be defined primarily in terms of different target groups, since principles of responsibility, sustainability and accessibility will in the future inform the quality criteria to which all destinations should comply and be judged as part of destination competitiveness in increasingly global context. Customers will become more aware of their individual rights and also the need to protect and sustain communities and the natural environment, influencing tourism service providers to follow generally accepted rules of service quality, genuine interactivity and engagement with the local culture, people and resources. The capability of tourism providers to recognise those rights for all (e.g. of tourists with disabilities, Design for All, responsible behaviour, inclusion of the local communities in a transparent system of remuneration and participation, working opportunities for socially excluded group etc.) is going to be the threshold, which determines whether their offers will succeed or fail in the future. The tourism sector will increasingly be seen as having transformational power as “a shaper of society”, acting as a promoter of jobs and economic growth, a participant in regional and community planning and a partner in global development programmes. In addition, tourism should be developed as industry that promotes understanding, inclusion and well-being for all in an equitable way. Businesses, destinations and networks, that are already active in the field of accessible tourism and/or representing markets with different specific requirements will participate more widely in the mainstream, bringing their expertise and knowledge to bear on all those issues that are still seen as “different types of tourism”. In the development of accessible destinations and experiences, the United Nations World Tourism Organisation (2015) will be playing an increasingly supportive role, especially through its Global Code for Ethics in Tourism and the recently published Manuals on Accessible Tourism (2015), produced by ONCE Foundation and the European Network for Accessible Tourism (2015b). Before discussing the papers that have been selected for publication we would like to set the scene by examining some major conceptual and policy development areas that we believe will have a significant influence on accessible tourism futures in the future. These include: dreams and aspirations of people with disability; demography; UN Convention on the Rights of Persons with Disabilities; destination competitiveness frameworks; UD; and the newly adopted UN Sustainable Development Goals for 2030. Each of these areas of influence will now be outlined prior to the papers for the special edition being summarised for their contribution to the future of accessible tourism.\nDefining and conceptualising accessible tourism Conceptualising accessible tourism to reflect all its dimensions and multidisciplinarity is critical for the future. The study of tourism and disability has been a reasonably recent phenomenon with the first detailed examination emerging from the leisure constraints literature (Smith, 1987). From this beginning, a great deal of individual studies are emerged that documented significant issues with demand, supply and coordination of travel for people with disability. More recently the field has started to mature with a conceptualisation that has sought to make sense out of the individual studies and provide an overall framework for understanding the phenomena. To assist with this conceptualisation, Buhalis and Darcy (2011) offer the following definition: Accessible tourism is a form of tourism that involves collaborative processes between stakeholders that enables people with access requirements, including mobility, vision, hearing and cognitive dimensions of access, to function independently and with equity and dignity through the delivery of universally designed tourism products, services and environments. This definition adopts a whole of life approach where people through their lifespan benefit from accessible tourism provision. These include people with permanent and temporary disabilities, seniors, obese, families with young children and those working in safer and more socially sustainably designed environments (adapted from Darcy and Dickson, 2009, p. 34 in Buhalis and Darcy, 2011, pp. 10-11). Importantly the definition recognises collaboration between stakeholders across demand, supply and coordination to recognise that disability is a complex construct involving mobility, vision, hearing, cognitive and other embodiments. The definition recognises that developing inclusive destinations and accessible tourism experiences also benefit other groups in the community. Hence, it contributes toward a greater social sustainability of the industry by including and, hence, providing for a much broader cross-section of consumers that has previously been considered by the industry. In understanding the importance of individuals with disability, the stakeholders they engage with and the influence of UD on the products, services and environments they wish to seek enabling experiences. Buhalis and Darcy (2011) suggests that to develop accessible tourism futures destination managers must strategically plan through the lens of UD. Figure 1 outlines the cyclical strategic approach to engaging UD approaches across disability and lifespan considerations as a foundation for developing future accessible destination experiences.\nDreams and aspirations of people with disability The dreams and aspirations of individuals play a fundamental role in shaping the choices, which lead them to travel. Among people who live with a disability, the idea of leaving behind one’s everyday surroundings and going on a journey can create significant anxiety (Darcy, 1998). People with disability often can design or influence their everyday environment whilst they have routines to negotiate any difficulties and thresholds that exist. This does not apply to new environments whilst travelling, where they do not have prior knowledge, networks or influence on the design nor the potential barriers that are to face and the way to overcome them. Indeed, a recent European survey (GfK, 2015) suggests that up to half of people with disability do not travel on holiday, due to a combination of lack of reliable information, lack of funds and previous bad experiences. Yet, the desire to travel remains with studies showing that it is not a person’s impairment that impedes their travel but a series of interpersonal, attitudinal structural constraints (Daniels et al., 2005; Darcy, 2003). In recognising that a person's impairment does not constrain their travel motivations, the boundaries to what is regarded as accessible tourism destinations and experiences are continually pushed by the accessible explorers who forge new pathways for others to follow.\nMillennium development goals (MDGs) and the UN global compact At the Millennium Summit in September 2000 the largest gathering of world leaders in history adopted the UN Millennium Declaration, committing their nations to a global partnership to reduce extreme poverty and setting a series of targets, with a deadline of 2015. These targets, known as the MDGs are a set of eight specific goals set by the 191 United Nations member countries that have the goal of halving world poverty by the year 2015: Eradicating extreme poverty continues to be one of the main challenges of our time, and is a major concern of the international community. Ending this scourge will require the combined efforts of all, governments, civil society organizations and the private sector, in the context of a stronger and more effective global partnership for development. The Millennium Development Goals set timebound targets, by which progress in reducing income poverty, hunger, disease, lack of adequate shelter and exclusion – while promoting gender equality, health, education and environmental sustainability – can be measured. They also embody basic human rights – the rights of each person on the planet to health, education, shelter and security. The Goals are ambitious but feasible and, together with the comprehensive United Nations development agenda, set the course for the world’s efforts to alleviate extreme poverty by 2015 (United Nations Secretary-General BAN Ki-moon). The aim of the MDGs is to encourage development by improving social and economic conditions in the world’s poorest countries. Since the MDG’s were agreed to significant progress has been made. To date average overall incomes have increased by approximately 21 per cent. The number of people living in extreme poverty declined by an estimated 130 million. Chile mortality rates fell from 103 deaths per 1,000 live births a year to 88. Life expectancy rose from 63 years to 65 years. An additional 8 per cent of the developing world’s people received access to clean water and an additional 15 per cent acquired access to improved sanitation services. In 2015 the UN countries will adopt a new sustainable development agenda and a new global agreement on climate change. The actions taken in 2015 are expected to result in new sustainable development goals that build on the eight MDG’s (United Nations, 2015). Tourism has long been seen as having significant potential to help achieve the MDG’s in developing countries. For example in 1990 developing countries had 18 per cent of international tourism receipts. By 2005 this had risen to 30 per cent and to date it continues to rise. There has been significant promotion of the direct economic links between tourists and the poor. Tourism may provide employment opportunities for marginalised groups, may bring direct income to individual communities and may promote equality in developing countries (Saarinen and Rogerson, 2013).\nUD supports destination competitiveness The tourism industry needs to design and deliver offerings and services that are suitable to all potential users and remove any physical or organisational barriers that can prevent visitation. UD incorporates the accessibility requirements of people with the widest possible range of abilities, so that the greatest number of people can use mainstream products and services without the need for adaptations or special interfaces. Additionally, mainstream products and services should use interface standards which match those of technical aids, so allowing disabled people to access and use mainstream equipment. UD has been defined as: Universal design is the design of products and environments to be usable by all people, to the greatest extent possible, without the need for adaptation or specialized design. The intent of the universal design concept is to simplify life for everyone by making products, communications, and the built environment more usable by more people at little or no extra cost. The universal design concept targets all people of all ages, sizes and abilities’. The Universal Design approach goes beyond traditional design, which tends to focus on the ‘average’ user. Universal Design is a design approach, reflecting a way of understanding people’s needs. It is not a list of particular solutions, measurements, or products – Universal Design is the way to reach the solution, contributing to social inclusion (cited in Center for Universal Design, 2009; and first articulated by Mace, 1985). Applying the principles of UD can be seen as a way of developing tourism environments, transportation, services and offers, underpinning sustainable communities and businesses. Today, according to a recent study by European Network for Accessible Tourism (2015a) and partners, less than 10 per cent of tourism suppliers in Europe offer “accessible” tourism services, while demand for such services is set to increase due to the ageing population and continuing upward trend in market demand. Adopting UD enlarges the target markets of destinations as well as ensures that more pleasant experiences can be delivered. Therefore it can increase the market base, reduce seasonality and support the competitiveness of destinations (Buhalis, 2000). Yet, few studies have examined accessible tourism in relation to destination management and only recently has accessible tourism been examined from destination competitiveness perspective (Domínguez Vila et al., 2015).\nPapers in this issue To address these concepts and developments this special issue is bringing a range of papers together that discuss research on many accessibility tourism aspects. Naniopoulos and Tsalis (2015) discuss a methodology for addressing the accessibility of monuments. They focus on heritage attraction sites, highlighting the challenges with archaeological sites where interventions become problematic or even impossible. In doing so, they approached accessibility as a dual notion; accessibility of an area and its potential for independent physical access and movement around the monuments as well as perceived accessibility in terms of interpreting, understanding and learning from the environment. The methodology was applied to a number of byzantine monuments as part of a cultural route in the city of Thessaloniki in Greece, as case studies. Results provide both tools for assessing monument accessibility (process orientations and checklists) and insights into the needs of travellers with disabilities for more “usable” heritage attractions. Concluding remarks place a focus on the prerequisites of training and cooperation to allow for the future of accessible monuments to be realised. Tsalis et al. (2015) provide an interesting study on the challenges of implementing accessibility solutions, also within the context of protection, conservation, and management of historical centres and monuments. Viewed from a tourism perspective, archaeological sites and monuments are location bound and exist only in their original place. Hence, access to such sites enables unique and authentic tourism experiences. Discourses on objective, constructive and existential authenticity are of paramount importance when accessibility is concerned. This study provides relevant examples of accessibility interventions on six monuments as well as considerations on the design of the tools that assisted site interpretation and interconnection in a cultural route. Results demonstrate how accessibility improvements can occur while respecting the history, architecture and character of the monuments. The study concludes by emphasizing that it is primarily through providing greater access, that the “socialisation” of these monuments will propagate authentic tourism experiences in the future. Bowtell (2015) offers an examination of the market value and attractiveness of accessible tourism in Europe. Historic data were used to provide a forecast for 2025, while primary data obtained from travel and leisure companies provided insights into managerial perceptions. Findings show a very promising potential for accessible tourism market with significant projected revenues. However, a number of challenges including lack of awareness, cost of investments, complexity of customers’ needs and legal inconsistencies within the EU, create barriers toward developing comprehensive solutions for accessible tourism. Authors provide recommendations on bridging demand and supply. Gillovic and McIntosh (2015) present an interesting study on stakeholder perspectives of the future of accessible tourism in New Zealand. The study provides insights into the current situation and the future propensity for an accessible tourism industry in New Zealand. A number of interviews with key stakeholders revealed that there is a need to develop a culture of accessibility that is perceived as the norm. Findings also include the business and demand arguments, but additionally highlighted the “ineptness” of upper industry levels to recognize the opportunity of accessible tourism, exhibiting apathy and complacency instead. Authors conclude with recommendations for the future of accessible tourism in New Zealand which can easily be generalised for other regions. Zajadacz (2015) discusses the evolution of models of disability as a basis for the future development of accessible tourism. A review of medical, social, biopsychosocial, geographical and economic models of disability reveals the theoretical underpinnings and assumptions entailed in those. These are then linked to tourism, demonstrating that different models influence the tourism provision in terms of both products and services. Authors highlight the understanding of disability under different models toward diverse tourism experiences. Several suggestions are offered on the complementary of the models and the implications on the transformation of the accessible tourism industry in the future. Cruces Portales (2015) uses a scenario planning approach to envisage alternative futures for accessible tourism. With a timeframe leading to 2050, four alternative futures are unravelled through storytelling. The scenarios are built on a matrix that includes the opposing forces of empathy – apathy, and fear of loss and certainty of benefits. The resulting, aptly named scenarios (Eden Gardens, Golden Bridge, Wasted Future and State of Hope) showcase different behaviours, schedules of changes and insights. Authors conclude with strategic ideas and proposals for the future of accessible tourism.\nConclusion When exploring the future of tourism in this area two opposing trends can be observed: future societies are predicted to become more similar, more homogenous as a consequence of consumerism, globalisation and converging urban lifestyles. However, the accessible tourism market is characteristically diverse, with complex needs and the range of dreams and ambitions is boundless. Will future global travellers be able to access more varied and personal services or will increasing numbers of travellers give rise to greater standardization of services? Accessible tourism as an emerging field of study will influence tourism destination competitiveness in the future, whether that be from a human rights, emerging market segment or service delivery perspective. In this conceptual examination, we have presented implications of number of theoretical constructs and lenses through which accessible tourism will be influenced in the future. In this special issue, a number of future dimensions are explored that demonstrate how the field has moved from an examination of the intersection of disability and tourism, to one that is clearly defined through conceptual and definitional approaches as accessible tourism. There is a common thread amongst all the papers presented in this special issue. They focus around stakeholder collaboration, as a foundation for the future development of accessible tourism. It has been explicitly suggested that raising awareness amongst stakeholders is essential to overcome barriers inhibiting the application of solutions that enhance access. The importance of stakeholder collaboration across the accessible tourism value chain has been emphasized in a number of ways in this special issue. Improving accessibility of facilities, transportation, attractions and destinations more generally, demands the collaboration of a wide range of stakeholders including architects, designers, economists, local councils, policy makers, travellers with disabilities, historians and archaeologists to name a few. Therefore “socialising” tourism means that access can be granted only when a number of relevant stakeholders are in accord, work together and specifically developed strategies to target the accessible tourism market. Stakeholder collaboration is a key factor for developing accessible tourism solutions, recognising the value of the market and capitalising on it. Hence, a collaborative approach is required to recognise the complementary nature of the different paradigms; to re-shape and transform the future of the accessible tourism through influencing the tourism industry, contributing government organisations and the not-for-profit sectors. The strength and depth of stakeholder collaborations will determine alternative future realities; from a future where all cooperate and share benefits for all parties, to a fatalistic picture where each stakeholder is sailing alone because they consider their interests incompatible, and everything in between. UD should provide a better accessible tourism future that should enhance the competitiveness of tourism destinations and organisations."
    },
    {
        "title": "Tourism Accessibility for Impaired",
        "article": "“I have a wife and three children. If I can’t use a product or service, then the business loses not only one person’s business, but five.”\nAs seen in the above quote, Martin Heng emphasizes that people with disabilities and people with different access needs do travel, and are likely to travel with others. And these travelers represent, according to the Amadeus Accessibility Study, a \"$70 billion market\" just in Europe and the USA.\nThis fact alone would make a strong business case for investing time, effort, and resources needed to become more accessible and inclusive as a business and as an industry. But beyond the economic imperative, there are important reasons for the tourism industry to take this segment seriously.\nBelow are some ideas and insights on how and why we should promote not just accessibility, but also inclusive tourism that benefits everyone as well as relevant industry resources for tourism businesses and destinations seeking to better understand accessible and inclusive tourism, and to improve their practices. Parts of the content featured here have been inspired by and based on Martin's presentation (originally recorded on July 18th, 2019 as part of the GSTC Sustainable Tourism Training Online Course).\nTourism for All: Including As Many Different Groups As Possible\nContrary to what many might think, accessible tourism is not just about providing facilities that are wheel-chair accessible.\nSenior travelers. Parents traveling with small kids. Travelers with allergies and other medical conditions. These are all different types of travelers who have different degrees of accessibility restrictions and mobility requirements.\nAnd a large proportion of travelers with disabilities have \"invisible\" impairments (such as cognitive or mental health conditions and long-term illnesses) that may not be, unlike wheelchair users, immediately obvious just by looking at them.\nWhen planning for and communicating about the accessibility features and services you provide, therefore, rather than simply using the \"handicap symbol\" (the ubiquitously used sign of a wheelchair user - the top-left pictogram on the above image), these various areas of accessibility needs must be considered and appropriately indicated.\nShare on your website and brochures, for example, if you provide assistive listening devices on your tour, or if sign language interpretation is available within any of the attractions you visit.\n\"Tourism for All\" is a concept that is addressing a growing segment of travelers with a diverse range of needs and requirements. What is \"accessible\" to one traveler who is a wheelchair user, for example, may be very difficult to access or completely inaccessible to another traveler with a different type of disability, mobility impairment or other conditions.\nThat's why becoming more inclusive is a more appropriate goal for the tourism industry than focusing just on \"accessible tourism\" (which can be vague and hard to define - accessible for whom?).\nAn inclusive tourism business or destination works to offer positive travel experiences to people with different needs by addressing them from various perspectives, and by providing design and service solutions that aim to cover as many different groups as possible.\nUniversal Design: Designing for Everyone, Being a Good Host\nWhen it comes to being inclusive and promoting Tourism for All, a key concept that underlies the solutions to be implement by tourism businesses and destinations is Universal Design.\nThe definition of Universal Design is as follows:\nUniversal Design is the design and composition of an environment so that it can be accessed, understood and used to the greatest extent possible by all people regardless of their age, size, ability or disability. An environment (or any building, product, or service in that environment) should be designed to meet the needs of all people who wish to use it. This is not a special requirement, for the benefit of only a minority of the population. It is a fundamental condition of good design. If an environment is accessible, usable, convenient and a pleasure to use, everyone benefits.\n- Centre for Excellence in Universal Design, \" What is Universal Design\nTo understand where you need to improve in order to offer universally accessible experience for everyone's benefit, take some time to reflect on the whole customer journey from the perspectives of guests with different access needs and mobility requirements.\nThink about how they experience travel - from the customer finding your business, to booking their trip, to arriving in your destination, to getting around during their stay.\nAre there steps to enter the restaurant that will make it difficult for customers with limited mobility? Does your hotel offer an accessible and easy-to-follow process for guests with disabilities to check in/out and get around within the property? And is your website designed for users with different needs (e.g. individuals with hearing or vision impairment)?\nBusinesses often have barriers that make it difficult for customers with particular access or mobility impairments to enjoy a certain product or service, because of the lack of awareness that those barriers exist.\nAnd in some cases, businesses may be \"rejecting\" prospective customers without ever knowing. The 2016 Click-Away Pound study found that \"71% of customers with access needs will click away from a website that they find difficult to use\".\nWith all the different types of accessibility requirements, it may seem difficult or impossible to anticipate and accommodate the various needs of your customers. But it's important to remember that in tourism we are in the business of providing services to welcome guests; and that it is in fact your responsibility as a host to cater to the needs of your guests and to make them feel welcome.\nIt's part of being a good host.\nBy considering the diverse needs and abilities of all throughout the design process, universal design creates products, services and environments that meet peoples' needs. Simply put, universal design is good design. - Centre for Excellence in Universal Design, \"What is Universal Design\"\nInclusive Growth and Sustainable Development\nWith the growing importance of the accessible tourism market, and especially the spending power of this market segment including the \"multiplier effect\" (each traveler with impairment is likely to influence the purchase decisions of multiple members of their party), there is a strong economic imperative to be considered. To remain competitive, your tourism business and destination should be investing in universal design and inclusive solutions.\nBeyond the economic imperative, however, there are also key reasons why inclustive tourism should be part of the global sustainable tourism agenda.\nWith an estimated 15% of the world population living with some forms of disabilities (World Health Organization, World Report on Disability 2011), and the changing demographic of the \"rapidly ageing\" populations around the world (WHO, Aging and Life Course), sustainable development can only be achieved through an inclusive approach to creating solutions and opportunities.\nThe United Nations' \"Disability and Development Report: Realizing the Sustainable Development Goals by, for and with persons with disabilities\" (2018) recognizes that \"striving to achieve disability-inclusive development is not only the right thing to do, it is also the practical thing to do,\" as \"the success of the 2030 Agenda requires a participatory and inclusive approach in which all stakeholders, including persons with disabilities, are engaged.\"\nAnd that's why Tourism for All is highlighted in the Global Sustainable Tourism Criteria, the baseline standard for sustainability in travel and tourism.\nSource: Global Sustainable Tourism Council (GSTC)\nAnd in the United Nations World Tourism Organization (UNWTO)'s Global Code of Ethics for Tourism.\nSource: UNWTO, Global Code of Ethics for Tourism\nInclusion in the Work Place\nHaving understood the importance of striving for universal design and working towards becoming more inclusive, what can tourism businesses do to get started? What are some of the first steps?\nOne of the key challenges when considering steps to becoming more inclusive is to understand the diverse needs of your customers and your prospective customers. The barriers that prevent some people from having a positive travel experience - whether they may be steps that cannot be climbed, signs that cannot be read, or buttons that cannot be reached - are hard to notice unless you put yourself in the position of those with particular disabilities and impairments.\nOne of the most effective ways for businesses to understand the various accessibility needs of their customers is to have team members who know and represent the perspectives of those customers. In short, hire people with disabilities. Empower them to help make your business more inclusive, both within your operations and through your products and services.\nThe UNWTO report \"Recommendations on Accessible Tourism\" (2013) states that \"the staff of tourism establishments and related services should be prepared to know, understand and address the needs of customers with disabilities\", and \"the staff should include employees who know how to communicate with persons with sensory disabilities.\"\n\"The hospitality industry serves travellers from all over the world. The diversity of cultures implies a diversity of customer expectations as well. The hotels with a diverse workforce to cater to such a wide customer base hold a strong competitive advantage over others. ... [To] have employees that understand the needs and requirements of the customers and provide key insights into making properties progressively accessible is also a crucial element of the overall business strategy.\" - Hospitality Workers Training Centre, \"Disability Inclusion in the Hospitality Industry Makes Business Sense\"\nBusiness Examples: Staff Diversity and Inclusion\nLemon Tree Hotels Limited, India\nWinner of the 2019 Tourism for Tomorrow Awards, in the category \"Investing in People\", Lemon Tree Hotels have focused on creating a socially inclusive work environment, bringing together people of different backgrounds, abilities and ethnicities to work as a unified team with a common goal. Lemon Tree supports \"opportunity deprived\" workers, including those with physical, social or economic disabilities, by creating and offering opportunities to realize their full potential and live with dignity.\nIlunion Hotels, Spain\nFifty percent of ILUNION Hotels' employees have disabilities. The hotel is committed to integrating its approach to universal accessibility not just in its services for customers with disabilities, but also throughout its business model, including its employees and suppliers. Illunion Hotels received the 2016 UNWTO Ethics Award for its work in the area of accessible tourism for all and its contribution to change attitudes, break down social barriers and make the accommodation industry more inclusive.\nEinsmehr Hotel\nPhoto: hoteleinsmehr\nLocated in Augsburg, Germany, Einsmehr Hotel is an inclusive hotel with about half of its workforce consisting of people with disabilities. The hotel works with a local association \"einsmehr\" (\"one more\"), which supports people with the Down Syndrome in the surrounding area, seeking to create jobs and a labor market for people with (mental) disabilities.\nSV Tenacious\nSource: Martin Heng\nOperated by the UK-based Jubilee Sailing Trust (JST), SV Tenacious is the largest wooden tall ship, and the only one of its kind designed and built to be fully accessible for people with disabilities or impairments (including wheelchair users).\nMartin Heng, who joined Tenacious’ voyage from Sydney to Melbourne in 2018, describes his experience in this Lonely Planet blog:\n\"There are no passengers on JST voyages, only crew – made up of nine permanent crew members and 30 to 40 voyage crew – and everyone is expected to fulfil their duties to the best of their ability, whatever that ability is. Experiencing a voyage on Tenacious (or her sister ship Lord Nelson) is an object lesson in the benefits of inclusion and accessibility. People living with a disability can challenge themselves, experience adventure and explore what they are capable of given the opportunity, while able-bodied crew members are shown that disability doesn’t necessarily mean incapacity.\" - Martin Heng, \"Setting sail for accessible adventure on the SV Tenacious\" (Lonely Planet)\nThis amazing example of SV Tenacious is a good reason for all of us in the tourism industry to be asking, as Martin challenges us, \"If they can do this, what excuse do we have not to make mainstream tourism operations more accessible?\"\nSo a better question here, instead of “How can tourism become more inclusive?”, may be, “what are we not (yet) doing to make tourism more inclusive, and how are we going to push for change?\""
    },
    {
        "title": "Universal Design Guide for Inclusive Tourism by Scott and Sarah Pruett",
        "article": "“Inclusive tourism is a global movement to ensure the full social participation of all persons with disabilities in travel, citizenships, and cultural contribution – and in the process, to ensure the same for everyone else.” – Dr. Scott Rains , srains@oco.net www.RollingRains.com For more on the Pruetts see: Universal Design Partners https://universaldesign.org/"
    },
    {
        "title": "The Concepts of Design for All and Universal Design",
        "article": null
    },
    {
        "title": null,
        "article": null
    },
    {
        "title": "How to Find the Best Hotels for Wheelchair Users",
        "article": "Whenever we travel — even to visit family — we have to stay in a hotel. The typical home just doesn't accommodate Barbara's 350-pound power wheelchair. We need wider doorways, grab bars in the bathroom, ample turning space and a special shower.\nFortunately, hotels in the U.S. have accessible guest rooms for wheelchair users. But how well a guest room works for us varies from hotel to hotel.\nAARP Membership Join AARP for $12 for your first year when you sign up for Automatic Renewal. Get instant access to members-only products and hundreds of discounts, a free second membership, and a subscription to AARP The Magazine. Join Now\nAt some, wheelchair users like Barbara face obstacles that can range from mild inconveniences to major safety concerns — when a shower's bench is unstable or its grab bars are missing, for instance. That's despite the fact that adults with disabilities spent $58.7 billion in 2018 and 2019 on travel, according to a survey by the Open Doors Organization, a nonprofit that works to improve the quality of life for people with disabilities.\nIf you use a wheelchair or travel with someone who does, follow these tips to manage some of the common difficulties encountered at hotels.\nPlan and reserve\nA small fraction of hotel rooms are designed for guests who have disabilities. The Americans with Disabilities Act (ADA) mandates that hotels with 151 to 200 guest rooms have six accessible rooms, and only two must include a roll-in shower (a shower that is typically larger with a zero barrier threshold, a handheld shower sprayer and a bench so the wheelchair user can transfer and sit while bathing). Hotels with 50 or fewer rooms are not required to have any roll-in showers.\nBill Sears, a 62-year-old retiree in Baltimore, spent 80 days driving solo across America and parts of Canada in 2019. Sears can't walk or stand and uses a manual wheelchair. Before beginning his journey, he secured reservations for wheelchair-accessible guest rooms with roll-in showers at 36 hotels.\nSears says he knew that hotels at national parks fill up fast, so he made his reservations there a year in advance. For other hotels along his route, he booked two to three months before his arrival date.\nKnowing your choices are limited, always make reservations as far in advance as possible — especially if you are visiting during peak tourist season or for a major event."
    },
    {
        "title": null,
        "article": null
    },
    {
        "title": "Top Inclusive Accommodations: Six Accessible Hotels and Resorts",
        "article": "When planning a dream vacation, your hotel destination choice will play a massive role in the trip's success. This is especially true for travelers in need of accessible hotels and resorts. Obstacles such as steps, narrow doorways and various safety concerns can become a severe hindrance while traveling, which is why it’s so important to find accommodations that fit your needs.\nLuckily, several world-class hotels pride themselves on making their rooms and common areas as convenient and accessible as possible, allowing every guest to enjoy a relaxing, stress-free vacation.\nTake a look at these outstanding recommended hotels and resorts to find the best accessible accommodations for your upcoming vacation.\nAAA / Inspector 76\n1. The Breakers, Palm Beach\nOne of the most recognized high-end luxury hotels in the world, the Breakers in Palm Beach is a premier luxury resort and offers just about everything a guest could dream of. As a AAA Five Diamond destination, this classic and historic hotel has six on-site restaurants, an ice cream and candy shop, all wheelchair accessible. They also have four beautiful pools with exquisite views of the Atlantic Ocean, all with accessible routes available for guests.\nEvery guest room has refrigerators, high-speed wireless internet and safes, all of which have been lowered to be much more easily reachable within all the accessible guest rooms.\nAdditionally, the entire hotel has been recognized by the Florida Green Lodging Program has recognized the entire hotel for its environmentally conscientious facilities. With hotel rates starting at $780, this is certain to be a luxury stay you’ll never forget.\nAccessibility:\nSeveral Accessible guest rooms near the elevator\nHighly trained staff known for going above and beyond to help accommodate guest needs\nMain Entrance, lobby and standard routes throughout the hotel are all wheelchair and mobility device accessible, with several additionally accessible routes to several hotel facilities.\nGetty Images Plus / tupungato\n2. The New York Hilton Midtown\nThis AAA Three Diamond hotel is an ideal destination for travelers needing a beautiful accessible hotel with a top-notch location.\nThis upscale destination offers several accessible options for guests throughout the hotel, including an easily-accessible main lobby and wheelchair-accessible routes to several of the hotel’s facilities.\nJust a short distance from Central Park, New York’s Theater District and Hell’s Kitchen, you’ll never be short of things to do during your trip. With rates starting at $365 per night, this is a fantastic hotel option in the middle of Manhattan.\nAccessibility:\nSeveral hearing and mobility-accessible rooms\nAccessible guest rooms equipped with roll-in showers, toilet grab bars, smooth floors and 5 ft of free turning space\nCourtesy of Marriott International\n3. Noelle\nIf you’re hoping to stay in a stunning historic resort in the heart of the South, then Noelle in Tennessee is the destination for you. Situated in the middle of Nashville’s idyllic Art District, this AAA Four Diamond hotel beautifully combines southern charm with state-of-the-art smart technology.\nWhen guests are not visiting the on-site restaurant, lounge or incredible rooftop bar, all of which are wheelchair accessible through several different routes, guests can easily enjoy a quick stroll through some of Nashville's historic and highly-beloved neighborhoods, many of which offer numerous wheelchair accessible destinations.\nAccessibility:\nADA wheelchair-accessible rooms and suites\nRemote-controlled room features\nSpacious wheelchair-accessible bathroom with roll-in shower and grab bars\nMiguel Hermoso Cuesta / Wikimedia Commons / CC BY-SA 3.0\n4. Excalibur Hotel and Casino\nIf you’re looking to spend some quality time in Sin City, then the Excalibur Hotel and Casino is a perfect accessible resort option. Located in the heart of Las Vegas, this world-class hotel has everything from a heated outdoor pool to four on-site restaurants, a resort spa and a spectacular casino filled with games and entertainment, all of which can be easily reached by guests with mobility devices or wheelchairs.\nAs a AAA Diamond Approved resort, you can rest assured that you’ll receive the high-end service and quality accommodations you expect from a renowned Las Vegas destination. Guests can even take advantage of the hotel’s tram, which connects the Excalibur with Luxor and Mandalay Bay hotels. Not only is the tram itself wheelchair accessible, but both of these additional resorts are also known for their accessible accommodations and features.\nWith room rates starting at $125 per night, this is an excellent choice for travelers looking to spend more at the city's numerous casinos and dining destinations.\nAccessibility:\nAccessible guest rooms with wheelchair clearance around the bed\nEasily accessible on-site dining options\nWheelchair-accessible free tram connecting Excalibur, Luxor and Mandalay Bay hotels\nCourtesy of Marriott International\n5. Sheraton Suites Orlando Airport\nSometimes you need a hotel that’s as convenient as it is accessible, but that shouldn’t mean sacrificing quality. Luckily, the Sheraton Suites in Orlando offers top accommodations right in the middle of the airport. This AAA Three Diamond destination offers fabulous accommodations with a variety of guest room amenities, including refrigerators, microwaves, coffeemakers, wireless internet and safes, all of which have been lowered to easily accessible heights in specifically designated rooms.\nThere are various wheelchair-accessible routes to the hotel’s unbelievable facilities, including an exercise room, a full-service restaurant and heated outdoor and indoor pools. This exceptional resort has everything guests could need to enjoy a world-class stay just around the corner from the incredible theme parks, exceptional dining options and unbelievable shopping Orlando is known for.\nAccessibility:\nStaff trained in accessibility management\nAccessible bathrooms with grab bars, tub seats, accessible vanities and roll-in showers\nEasily accessible routes throughout the hotel to various facilities\nCourtesy of Marriott International\n6. JW Marriott New Orleans\nA AAA Four Diamond resort, room rates start at $151, which is exceptional for such a high-end hotel in this historic city.\nThe hotel offers a full-service Brazilian Steakhouse restaurant and library bar, a beautiful heated outdoor pool, and a state-of-the-art fitness center, all easily accessible to all mobility-challenged guests. The fitness center is equipped with several accessibility-minded machines where guests can enjoy a bit of refreshing exercise during their stay.\nWith several guest rooms looking out onto the wonderful French Quarter, this hotel is an exquisite escape from the usual hustle and bustle of the city.\nAccessibility:\nAccessible guest rooms with level handle doors, flashing door knockers and lowered electrical outlets\nAccessible routes to various on-site facilities\nAccessible entrance to accommodating fitness center with accessible exercise machines\nAAA\nPlan Your Vacation With AAA\nYour dream vacation is just around the corner. Plan the perfect trip with our Trip Canvas research tool, and use your membership to get the best discounts on hotels, rental cars, and entertainment tickets."
    },
    {
        "title": "TSA Cares: What to expect when traveling with a mobility aid",
        "article": "Are you or someone you know traveling using a wheelchair or mobility aid? Learn what to expect next time you fly.\nTSA Cares is a helpline that provides travelers with disabilities, medical conditions and other circumstances, additional assistance during the security screening process. Call 72 hours prior to your travel at (855) 787-2227 on weekdays, 8 a.m. to 11 p.m. ET and weekends/holidays, 9 a.m. to 8 p.m. ET."
    },
    {
        "title": "Wheelchairs and Other Assistive Devices",
        "article": "What is an Assistive Device?\nAn assistive device is any piece of equipment that assists a passenger with a disability in coping with the effects of his or her disability. These devices are intended to assist passengers with a disability to hear, see, communicate, maneuver, or perform other functions of daily life. Assistive devices include (but are not limited to):\nCrutches, Canes, and Walkers\nBraces/Prosthetics\nWheelchairs\nHearing aids\nPortable Oxygen Concentrators (POCs)\nContinuous Positive Airway Pressure (CPAP) machines\nPrescription medications and any medical devices needed to administer those medications, such as syringes or auto-injectors\nNote : If you are not sure if your device is an assistive device, contact your airline’s disability or special assistance desk.\nThings to Know\nCan I bring my assistive device in the passenger cabin of the aircraft?\nYes. You may bring your assistive device with you on an airplane and stow it in the passenger compartment in the following locations: In an overhead compartment; Under the seat in front of you; or In a designated stowage area if the device fits and is in accordance with FAA or foreign safety regulations.\nIf my assistive device cannot be stowed in the passenger cabin as carry-on baggage, do I have to pay a checked bag fee?\nNo. If this happens, the device can be stowed as cargo at no extra cost.\nIf my device could not be stowed in the cabin, when and where can I pick it up after the flight?\nYour device must be returned to you in a timely manner as close as possible to the door of the aircraft, unless you ask to pick it up in baggage claim. Airlines must check and return your assistive device in the same condition as it was received.\nCan I bring my battery-powered wheelchair onboard the seating portion of the aircraft?\nNo. Airlines are required to transport only manual wheelchairs in the cabin of the aircraft. Most battery powered wheelchairs are too large and too heavy to be safely stowed in the seating portion of the aircraft. Large and heavy powered wheelchairs are typically stowed in the cargo portion of the aircraft.\nWhen your powered wheelchair is stowed in the cargo compartment, the airline must return your assistive device to you in a timely manner as close as possible to the door of the aircraft, unless you ask to pick it up in baggage claim.\nCan I bring my manual collapsible folding wheelchair onboard the seating portion of the aircraft?\nMaybe. Individuals with a collapsible or break-down wheelchair may stow their device in overhead compartments, under seats, or in the designated wheelchair stowage area if the device fits and is in accordance with the Federal Aviation Administration (FAA) safety regulations.\nAirlines are required to accept for transport at least one manual wheelchair in aircraft with 100 or more seats.\nIf your wheelchair does not fit in the cabin of the aircraft, airline personnel are required to stow it in the cargo portion of the aircraft free of charge.\nCan I use my portable oxygen concentrator (POC) onboard the aircraft?\nYes. The airline must allow you to bring your POC onboard the aircraft as long as it meets FAA requirements.\nDo any special requirements apply to my use of a POC onboard the airplane?\nYes. Airlines can require you to: Provide up to 48-hours advance notice that you will use your POC onboard; Provide a medical certificate for the use of your POC onboard; Bring a supply of fully charged batteries to power your device for no less than 150% of the duration of the flight; or Check in one hour before the regular check in time for the flight.\nIf I bring an assistive device onboard the aircraft, does it count towards my baggage limit?\nNo. Assistive devices do not count toward your baggage limit. However, if your bag also contains personal items, the airline can count your bag toward a baggage limit and it may be subject to a baggage fee.\nFor additional relevant policies regarding loading, stowing, and returning assistive devices to passengers with disabilities, please consult our helpful interactive guide.\nTips For Traveling With Your Wheelchair And Other Assistive Devices\nBefore Your Trip\nConfirm with airline that your wheelchair will fit in cargo hold if you are traveling on a small plane, like a commuter aircraft or a regional jet.\nAttach clear assembly and disassembly instructions to your wheelchair before you head to the airport. Having written instructions will assist airline personnel and contractors in case your wheelchair needs to be disassembled for transport.\nAt the Airport\nIf you travel with a battery-powered wheelchair, you must arrive at the airport 1 hour prior to the normal check-in time.\nIf your wheelchair or walker cannot be carried in the cabin, you can check it.\nIf you have a wheelchair or walker, you do not need to check them until you are at the gate.\nYou can request that your wheelchair or walker be returned to you on the jet way at your destination airport and not the baggage claim area. Airlines are required to return wheelchairs to users as closely as possible to the door of the aircraft if requested.\nUpon receiving your wheelchair, do a quick inspection before you use it. If there is any damage go immediately to the airline’s customer service and file a claim.\nIf Something Goes Wrong"
    },
    {
        "title": "Mobility and medical devices",
        "article": "When you check-in at the airport we’ll inspect the condition of your mobility device and document any pre-existing damage. We’ll take great care to make sure no damage occurs to your mobility or medical device while in our care. However, if you notice damage when you arrive at your destination, please file a report at the Baggage Service Office.\nIf you’re not able to report any damage when you arrive, you can submit a claim online with required documents within 7 days of receiving your mobility or medical device.\nRequired documents include:\nA copy of your ID, like a driver’s license or passport\nA photo of the damage, If applicable\nReceipts for all items\nAirline ticket receipts\nBaggage claim checks\nSubmit a claim Opens another site in a new window that may not meet accessibility guidelines.\nIf your mobility or other medical device is delayed or damaged, we’ll provide a temporary replacement and arrange to promptly repair any damage that happened while it was in our care.\nIn the rare event that your mobility or medical device is damaged beyond repair or lost, despite our best care and efforts, we will replace it with the same, or comparable model. The limits of liability as stated in our Conditions of Carriage do not apply to mobility or medical devices."
    },
    {
        "title": "Traveling with a Disability",
        "article": "If you have a disability and are considering international travel, a little advance planning can help you to see the world and return home safe and healthy.\nMake an appointment with your healthcare provider or a travel health specialist that takes place at least one month before you leave. They can help you get destination-specific vaccines, medicines, and information. Discussing your health concerns, itinerary, and planned activities with your provider allows them to give more specific advice and recommendations.\nGet travel insurance. Find out if your health insurance covers medical care abroad. Travelers are usually responsible for paying hospital and other medical expenses out of pocket at most destinations. Make sure you have a plan to get care overseas, in case you need it. Consider buying additional insurance that covers health care and emergency evacuation, especially if you will be traveling to remote areas.\nEnroll with the Department of State’s Smart Traveler Enrollment Program (STEP). Check for and monitor any travel advisories for your destination. Enrolling also ensures that the US Department of State knows where you are if you have serious legal, medical, or financial difficulties while traveling. In the event of an emergency at home, STEP can also help friends and family contact you.\nPrepare a travel health kit with items you may need, especially those items that may be difficult to find at your destination. Include your prescriptions and over-the-counter medicines in your travel health kit and take enough to last your entire trip, plus extra in case of travel delays. Depending on your destination you may also want to pack a mask, insect repellent, sunscreen (SPF15 or higher), aloe, alcohol-based hand sanitizer, water disinfection tablets, and your health insurance card.\nCarry your medical alert information and a letter from your health care professional describing any medical conditions, medications, and potential complications.\nResearch the availability of wheelchairs and other medical equipment. Consider renting a wheelchair and any medical equipment at your destination. Websites such as Mobility International USA and the European Network for Accessible Tourism provide information on overseas medical equipment providers.\nConsiderations for Air Travel\nU.S. airlines and flights to or from the United States on a foreign carrier must provide all travelers with the same travel opportunities, regardless of disability, unless doing so would endanger the health or safety of other passengers and crew.\nSome airlines may require up to 48 hours advance notice and 1-hour advance check-in for certain accommodations. Check with your airline for more information. Airlines are required to provide people with disabilities access to the aircraft, an aisle seat, and a seat with a removable armrest.\nIf you plan to fly within a foreign country or between countries while abroad, the regulations above might not apply. Check with the airline to find out what accommodations it makes for people with disabilities.\nThe U.S. Department of Transportation has a toll-free hotline, 800-778-4838 (voice) or 800-455-9880 (TTY), for more information about the rights of air travelers with disabilities. Also, check federal relay 711 or the Transportation Security Administration’s website for answers to questions about screening policies, procedures, and checkpoints. Find out if there are specific policies for devices such as wheelchairs, portable machines, batteries, respirators, and oxygen.\nConsiderations for Cruise Ship Travel\nMost cruise ships can accommodate travelers with disabilities. Check with the cruise line before booking to make sure any accommodations you’ll need are available, such as medical oxygen or a wheelchair. Some cruises cater to travelers with special needs, such as patients on dialysis.\nTraveling with Service Animals\nMost airlines allow a trained service animal to accompany a qualified individual with a disability. Be sure to check with your airline to ensure that your service animal meets the airline’s requirements, including necessary documentation. Service animals may not be allowed to enter all countries and are subject to animal importation regulations, such as quarantine regulations. Your service animal will also be subject to US animal import regulations when flying to the United States. Prior to traveling with your service animal, find out what documents and testing may be required to enter another country and return to the United States.\nContact the US embassy or consulate of the destination country for information on possible restrictions for service animals and any quarantine, vaccination, and documentation requirements.\nConsult a veterinarian prior to your trip and ask about tips for traveling with service animals.\nContact destination hotels to make sure they will allow service animals.\nAfter Travel\nIf you traveled and feel sick, particularly if you have a fever, talk to a healthcare provider and tell them about your travel. If you need medical care abroad, see Getting Health Care During Travel.\nMore Information"
    }
]