[{"title": "Number One Accessible Travel Specialists", "article": "\"Accessible travel can be challenging at times, particularly when you’re heading to somewhere new. I recently travelled to the Whitsundays with the help of Amplify Travel and had one of the most enjoyable travel experiences ever. Booking through Brett at Amplify took the worry out of traveling, he has insight and firsthand life experience that allowed me to have a relaxing holiday, not to mention also visit one of the greatest places on earth. Thanks Amplify. Cheers, Perry.\""}, {"title": "Best Accessible Tours 2024/2025", "article": "At Intrepid, we believe travel is for everyone. While there are some destinations or itineraries that are more suitable for accessible travel than others, we’re always open to ways we can do better and learning how we can make our tours more inclusive. We want to help more travellers explore different cultures, meet new people and support the local communities they visit.\nWhat Intrepid Travel are doing\nWe’re committed to making travel accessible for everyone, regardless of ability or disability. That’s why we do our best to help as many people see the world as possible, regardless of any physical or mental limitations they might have. We’re always happy to talk to travellers with disabilities and see if we can help guide them towards the most suitable itinerary for their needs and where possible, make reasonable adjustments to our itineraries.\nHow does Intrepid assess my ability?\nEveryone’s level of ability is unique, which is why we take the time to assess whether you will be able to complete an existing itinerary, or whether we will be able to make reasonable adjustments to meet your needs before you book.\nCompleting an existing itinerary generally includes such things as being able to carry your own bags, using our existing transport and accommodation (such as local buses and home stays), and being able to look after yourself independently without your leader's supervision or other assistance, both in scheduled free time and during included activities and meals.\nThe more we know about your abilities, the better we will be able to assess what we may be able to do to accommodate you and enable you to complete the itinerary, either with or without reasonable adjustments in place.\nDo you have trips designed specifically for travellers with disabilities?\nOur existing itineraries are not specifically designed for travellers with disabilities, but that doesn’t mean you will not be able to enjoy one of our small group tours – it’s largely dependent on your specific needs and the destination you wish to visit.\nSome destinations are better suited for travellers with disabilities than others. Many destinations we visit lack accessible public infrastructure or facilities designed to accommodate travellers with disabilities, but we will do our best to arrange suitable alternatives where possible.\nYou may also prefer to speak to our Tailor-Made Experiences team and arrange a customised itinerary to suit your needs.\nContact our Tailor-Made Experiences team\nCan Intrepid create a customised trip to suit my needs?\nOur Tailor-Made Experiences team develop customised itineraries and special departures for a wide variety of travellers, including travellers with disabilities.\nContact our Tailor-Made Experiences team\nLearn more about Accessible Travel in these destinations\nRead more about Accessible Travel"}, {"title": "Travel with Special Needs (a guide)", "article": "Welcome to our guide to travelling with special needs or a disability. Our goal is to provide useful information, tips and resources to help make your trip special, along with links to companies who cater for special needs travellers.\nTravelling with special needs can be challenging and requires careful planning, but its well worth it! And with more accessible travel options available in Australia and overseas there’s never been a better time to plan a trip!\nWe’ll continue to update this page over the coming months so if you have a suggestion please get in touch we’d love to hear from you!\nCOVID-19 Update: Travel with Special Needs\nThe Cornavirus situation is changing rapidly and we recommend getting the latest advice on travel restrictions from your state government.\nFor most people international travel is not an option right now. In some areas domestic travel is now possible, and accessible travel agencies, travel operators and accommodation providers maybe starting to re-open.\nPlease take extra time to plan your trip, always call ahead to book and keep an eye out for any last-minute cancellations or changes due to increased restrictions in your state or territory.\nSee https://www.health.gov.au/news/health-alerts/novel-coronavirus-2019-ncov-health-alert/coronavirus-covid-19-restrictions/coronavirus-covid-19-domestic-travel-restrictions-and-remote-area-access\nGeneral Hints and Tips:\nDo your research. Think about your destination but also how you will get there, and where you might need to stop along the way. If you are flying for example you’ll have to get to the airport, navigate through the airport, get on the plane, possibly have a stopover, and then get to your destination at the other end.\nBook ahead & book early when possible – sometimes there maybe a limited on the number of hotel rooms suitable for wheelchair users, or the number of people an airline can provide mobility assistance for. Also remember that if require Bariatric or heavy-duty equipment while in transist or in your hotel you should enquire first to check weight limits and dimensions to ensure the equipment will be suitable for your needs.\nConsider using an experienced travel agent who specialises in helping people with special needs travel. This is especially useful if you are travelling overseas or to more remote destinations.\nInvolve your doctor or medical specialist in your plans early. They will be able to offer insight and make suggestions.\nDon’t forget travel insurance – see our tips below\nDon’t let your disability or fear stop you travelling. It sounds like a lot of work, and sometimes it can take time to plan your trip, but the rewards are almost always worth the effort!\nTalk to other travellers – both people with a disability and without. If you can speak with someone who has been to a destination you can get a better understand of what you’ll find when you arrive. And if its someone with a disability even better because they will be able to answer most of the questions you have and can provide specific hints and tips for you.\nTravelling in Australia\nIts still not as easy as it should be in many places, but every year there are accessible travel options available in Australia, and the disability discrimination act means that travel providers should make an effort to accommodate people with a disability. An increasing number of accommodation providers are able to offer (sometimes at a cost) mobility aids such as bedside commodes, shower commodes, wheelchairs and other products which maybe difficult to bring with you.\nBelow are some useful resources and link to companies who provide services for people travelling with special needs.\nAccessible Accommodation\nAccessible Accommodation Guide – http://cangoeverywhere.com.au/\nAccessible Accommodation Providers - https://www.accessibleaccommodation.com.au/\nDisabled Holidays - https://www.disabledholidays.com/search/australia-l408/\nOther Resources\nToilet Map of Australia - https://toiletmap.gov.au/\nTravellers Aid - https://www.travellersaid.org.au/\nMLAK Key (to access disabled toilet facilities) - https://www.disabilityaccessconsultants.com.au/mlak-key/\nEasy Access Australia - https://www.easyaccessaustralia.com.au/\nCar Hire\nMany of the major car hire companies offer wheelchair accessible rental options, there are also a number of expert mobility hire companies located in major cities throughout Australia who can provide specialised services. These include:\nDisability Care Hire - http://disabilitycarhire.com.au/home.html\nHertz - https://www.hertz.com.au/rentacar/Car-hire-deals/Hertz-Wheelchair-Accessible-Vehicles\nWheelies - http://www.wheeliesvanrentals.com.au/\nWheels Away - http://www.wheelaway.com.au/\nHire Mobility - http://hiremobility.com.au/\nTour Operators / Travel Agents\nThere are an increasing number of travel agents who focus on holidays for people with special needs. These travel agents are experienced and are able to offer a personalised service. Some of these travel agents focus on Australia and some international travel.\nPipeline Holidays - http://www.pipelineholidays.com/\nSpecial Care Travel - https://www.specialcaretravel.com.au/\nCare Away - http://www.careaway.com.au/\nLeisure Options - https://www.leisureoptions.com.au/about-us/\nPush Adventures - http://pushadventures.com.au/\nTravelling Overseas\nMany developing countries don’t have the same laws regarding discrimination or infrastructure for people travelling with special needs. This is especially true when travelling to less developed counties in places like Eastern Europe, Asia and Africa.\nPopular international destinations, such as Bali do have specialist accommodation providers and guides available to help you. Western countries such as the United Kingdom have provide a similar level of options as you will find in Australia but it always pays to do your research\nBali Information\nBali Travel Guide - https://www.rollinadventures.com/wheelchair-travel-bali/\nAccessible Bali Holiday - https://havewheelchairwilltravel.net/bali-wheelchair-accessible-holiday/\nBali Travel Agent - http://www.baliaccesstravel.com/\nUseful Resources:\nSmart Traveller - https://www.smartraveller.gov.au/before-you-go/health/disability\nHave Wheelchair Will Travel - https://havewheelchairwilltravel.net/\nTravel Insurance\nIts worth taking expert advice on travel insurance to make sure you are covered for any unexpected accidents or mishaps. Insurers should not refuse cover based on a disability (that would be discrimination) but you should disclose your disability to insurance companies to make sure there are no restrictions or conditions attached, or that for some reason they determine it a pre-existing condition.\nCheck the policy wording careful and make sure your travel insurance covers you for the destination you are visiting and the types of activity you plan to do. Consider what level of insurance you would like for any mobility aids, such as a Rollator, would like to take with you.\nUseful Guide:\nhttps://www.comparetravelinsurance.com.au/resources/travel-insurance-disabilities-guide\nTravelling with Children\nhttps://myfamilytravels.com/content/11177-10-tips-traveling-special-needs-kids\nhttps://toddlersontour.com.au/tips-and-travelling-advice/travelling-with-disabilities/\nAny trip which includes children who have a disability or who need extra attention requires careful planning to ensure it is a relaxing and enjoyable experience for everyone involved!\nIt’s understandable that many parents feel anxious about taking children with special needs travelling, however if you are able to overcome that fear it is often possible to do more than you imagined (with our doctor or caregivers advice and blessing of course!).\nTalk with your Doctor and let them know what kind of trip you are planning and ask for their input. They will be able to answer your questions and come up with some suggestions or considerations you might not have thought about.\nStart by mapping out your trip, including the journey to get there and back, and what you’ll do when you arrive. Plan out each step and understand what mobility aids, equipment and resources you’ll need with you, and if you are staying overnight what level of accessibility your accommodation needs to have.\nOnce you have a plan you can go out and find the right types of transport, accommodation and activities to suit the special needs of your child/children.\nAlso remember it’s a family holiday, and as well as considering the important needs of any children who need extra attention, its important to remember that you need to plan to be able to have quality time as a family, and with any other children in your family too.\nTaking Mobility Aids, Wheelchairs and Equipment with you\nAirports and airlines in Australia need to adhere to the Disability Discrimination act to provide assistance to people travelling with a disability but some go further than others so its important to do your research ahead of time!\nBefore making a booking check with the airline or transport provider what can be taken and what can’t, and find out about any restrictions or conditions which may apply. There are also sometimes limits on the number of wheelchairs a plane can travel with so booking early is advisable.\nQantas and Virgin have detailed information on their websites regarding mobility assistance and mobility aids.\nGeneral Tips\nFind out if you are able to use your mobility aids right up to the airport gate or whether you will need to check it in as luggage. You maybe able to hire a transit wheelchair or borrow one in the airport\nAlways ensure all mobility aids are well packaged, clearly labelled and remove any loose (e.g. seat cushions).\nIf you have a stopover and require your mobility aid request it to be made available to you\nInspect your mobility aid when it is returned to make sure it hasn’t sustained any damage during travel\nUseful Resources:\nhttps://www.infrastructure.gov.au/aviation/aaf/guidance_passengers.aspx\nhttps://www.casa.gov.au/aircraft/cabin-safety/travellers-disability\nHappy travels!"}, {"title": "Accessible Travel in Australia", "article": "You’ll find there are plenty of accessible transport options throughout Australia for people using mobility devices. Trains, buses and ferries across the country have features like wide aisles and ramps. Australian airports offer a range of accessible support options.\nPlan ahead with state-specific mobility information for travelling around the Northern Territory, Queensland, South Australia, Tasmania and Victoria. There are also great accessible resources for getting around Sydney, Perth and Melbourne.\nRoad trips around Australia are spectacular, and travelling with a disability won’t stop you from enjoying the open road. You can hire wheelchair-accessible vehicles from companies like Wheelaway, or enquire with most major car hire companies."}, {"title": "Accessible Australia: tips for visiting Oz with a disability", "article": "One in five (4.2 million) Australians have a disability and accessibility is a hot topic in the Australian travel industry right now. In 2018 MyTravelResearch found the accessible tourism market is worth $10 billion to Australia, and the industry is responding by improving facilities. There’s certainly a long way to go, but a number of recent changes have improved accessibility for travellers in Australia. Here’s a small sample of the sorts of initiatives taking place across the country.\nAustralia is stepping up its offerings for accessible tourism © Disabled Surfers Association of Australia Inc.\nResearching an Accessible Australia Trip\nIt’s getting easier than ever to research travel opportunities in Australia. Start by downloading Lonely Planet's free Accessible Travel Online Resources. If you’re visiting Melbourne there’s also Lonely Planet’s free Accessible Melbourne, a guidebook full of reviews, practical details and inspiration.\nIn March 2019 Travel Without Limits, Australia’s first disability travel magazine launched. The magazine, founded by Have Wheelchair Will Travel, seeks to get into the nitty-gritties that travellers with disabilities need to know. In December 2018 Adelaide-based husband and wife team Scott and Clair Crowley launched The Good Scout’s 101 Accessible Australian Adventures guide, which offers suggestions on everything from accommodation to wheelchair-accessible campervans and diving outfits across Australia. In 2018 South Australia became the first state to introduce accessible tourism awards.\nLaunched in 2016, Sydney-based WheelEasy reviews attractions for wheelchair users, including details about parking, toilets and space and terrain information. Rollawayz is a database of wheelchair-accessible accommodation for all budgets across Australia maintained by Spinal Cord Injuries Australia. Can Go Everywhere offers online resources covering all of Australia, with a good range of accommodation, as well as attractions and restaurants. IDEAS (Information on Disability & Education Awareness Services) has an Accessible Holidays category searchable by location.\nA group of kids experiences a sensory tour of the Sydney Opera House © Sydney Opera House\nAccessible Attractions in Australia\nThe Gold Coast is Australia’s most iconic beach holiday destination and host of the 2018 Gold Coast Commonwealth Games, the largest major sporting event to integrate para-sports. Gold Coast Tourism publishes all sorts of useful details such as beaches with matting (for wheelchair access), mobility maps and recharge points for electric mobility devices. There’s also Accessible Beaches Australia, a state-by-state directory of wheelchair-accessible beaches.\nDown in sparkling Sydney there are increasing opportunities for travellers with disabilities to enjoy the world-famous harbour. The Sydney Opera House schedules Auslan-interpreted, captioned, sensory- and Autism-friendly talks, event and performances throughout the year, including a daily access tour designed for people with limited mobility.It also completed refurbishments in December 2018 to allow mobility-impaired people to access the northern foyer bar for the first time, with its beautiful view across the harbour to the Bridge, with similar building works to be undertaken in the Concert Hall in early 2020. The Bridge itself has also recently become accessible to wheelchair users with the installation of elevators. Also in Sydney, Gig Buddies supports people with learning disabilities to enjoy the city’s entertainment and nightlife, pairing up people with and without learning disabilities to see bands, go clubbing or see a footy game.\nIn Victoria, Australia’s cultural capital, the City of Melbourne publishes mobility maps, transport info and accessible facilities and Travellers Aid Australia provides services like mobility equipment hire and buggy services at Southern Cross and Flinders Street Stations, as well as volunteer assistance and recharge points. They also have JAWS-enabled computers for free public use and Changing Places toilets. Many Australia cities, from capitals like Adelaide, to regional centres like Townsville on the Great Barrier Reef, offer facilities guides for people with disabilities.\nThere is a wheelchair-friendly kayak launch at Murray Valley Regional Park © Rhys Leslie / New South Wales Office of Environment and Heritage\nInnovative & Accessible Travel Experiences\nAcross Australia, national parks are working to improve facilities. Parks Victoria is a world leader in creating opportunities to access nature for those with limitations. For example, it has developed social script resources for children on the autism spectrum in landmark parks like Wilsons Promontory, and offers free TrailRider experiences supported by volunteer sherpas at many parks, like the Grampians National Park in western Victoria. TrailRiders are single-wheeled chairs that can handle most types of terrain. The New South Wales National Parks & Wildlife Service lists facilities like accessible forest boardwalks, accommodation and the wheelchair-friendly kayak launcher at the Murray Valley Regional Park with an access deck made out of locally recycled plastic. Queensland Department of National Parks also lists parks and forests with wheelchair access in the Sunshine State.\nMeanwhile Disabled Surfers Association of Australia runs surfing experiences from its 16 branches across Australia and New Zealand and Sailing for Everyone and Sailors with Disabilities offer adaptive sailing experiences. For art-lovers who can’t access audio-tours, Open Access Tours provides tours of over 60 galleries and museums using captions, Auslan, audio description and other languages, all accessible by phone or tablet.\nCompanies all over Australia are making a concerted effort to increase accessibility for all kinds of experiences © Parks Victoria\nAccessible Travel Agencies\nSpecialist agencies are also available across Australia. Melbourne-based TravAbility has a wealth of travel resources for travellers including full travel agency services from car hire to adventure travel. It also plays a large role in supporting the travel industry to be more accessible. Travel company In the Flinders (tel +614 288 878 45) offers off-the-beaten-track tours in TrailRiders anywhere in South Australia, including in locations such as beaches and bush tracks in the Flinders Ranges and Adelaide Hills.\nAnd for travel companies like Cocky Guides, sight-seeing has been ditched in favour of other sensory experiences. Cocky Guides organises adventures for vision-impaired travellers to places like Kiama Blowhole and the Sydney Harbour Bridge.\nTravel With Special Needs is a travel agency that offers holiday packages that have been road tested and assessed by travellers with disabilities, to places like Uluru, the Whitsundays. More leads on accessible operators specialising in everything from cruises to city breaks can be found in the Travel Agents, Tour Operators & Commercial Operators section of Lonely Planet's free Accessible Travel Online Resources.\nTop Tips for Accessible Travel in Australia\nWhile these companies can help you experience the beauty of the wilderness, Australian cities and towns are not too hard for travellers with disabilities to navigate independently. Infrastructure like tactile paving, kerb cuts, Braille buttons for lifts and ATMs, hearing loops in public places and audible signals at pedestrian crossings are widespread. The National Relay Service assists hearing- or speech-impaired people to communicate by phone.\nPublic toilets are generally wheelchair accessible and you can find one quickly in the area by using the map-linked National Public Toilet Map. For extra room, Changing Places has a list and map-based search for fully accessible toilets with hoists and adult-sized change tables.\nWheelchair taxis are widely available and easy to find online, while Aussie company Haycomp developed the Eagle Lifter used by Qantas and other airlines to lift travellers with mobility needs onto planes more comfortably. Transport Victoria has installed beacon wayfinding technology in six train stations to help vision-impaired people to access public transport using the BlindSquare app.\nWritten with expert help from Martin Heng."}, {"title": "Holidays For People with a Disability", "article": "The NDIA allows fair and reasonable supports, so we use Social and Community engagement for most passengers.\nCan I use my NDIS package for holidays?\nCan I use my NDIS package for holidays?\nThe NDIA allows fair and reasonable supports, so we use Social and Community engagement for most passengers.\nWhat do I need to out in my NDIS plan to get a Supported Holiday?\nThe NDIA allows fair and reasonable supports, so we use Social and Community engagement for most passengers."}, {"title": "Leisure Options", "article": "Bonus Offer 2023-2024 Brochure\nLeisure Options recognises the importance of respite care for both you and your carers. When you book 3 days of respite, (must include a Saturday and Sunday) you will get an additional 2 weekdays of respite for FREE. That’s five consecutive days of respite for the cost of three. This offer is only available for use at the Anglesea property utilising Short Term Accommodation (STA).\n(T&Cs apply with blackout dates applicable)"}, {"title": "Holidays and going out", "article": "Holidays and going out\nThere are many options for travel and going out. Lots of places have accessible accommodation and visitor destinations. There are also organisations that can help you to plan your holiday or day out.\nFind out what is available in your state or territory\nUse the map or the buttons below to find out what is available in your state or territory.\nSelect your state or territory"}, {"title": "Disability Friendly Holidays in Australia", "article": "Heading off on a holiday is one of the best ways to relax and unwind, spend quality time with the family, and to explore and experience new destinations. But for those families travelling with a loved one with high-needs, disabilities, or a wheelchair, it’s not always as easy as simply jumping on a plane or packing the car for a road trip. It can mean lots of forward planning and researching to find appropriate accommodation and wheelchair friendly activities that the whole family can enjoy.\nThankfully here in Australia we’ve seen lots of businesses and tourism bodies leading the way in making holiday destinations and activities accessible and inclusive for people of all abilities. With hotels offering more and more inventory of accessible rooms, special low-sensory sessions in museum and galleries, and a number of designated wheelchair friendly beaches, there are lots of holiday options for families of all abilities.\nMany hotels are now introducing ‘smart rooms’ that allows guests to use their voice to activate lights, aircon, televisions, and curtains, while accommodation booking platforms like HomeAway and Airbnb have accessibility filters to help make searching for the right accommodation even easier. There are even travel agents like Travel With Special Needs that are dedicated to helping plan the perfect all-accessible holiday!\nTo help you get started on your next all-ability or wheelchair friendly holiday, here are our top 5 accessible holiday destinations in Australia.\nTake a cruise\nCruising holidays are one of the most popular holidays types for people of all ages from kids to mature adults. Cruise ships are a great option as they offer loads of different activities and nightly entertainment shows to keep you busy. Head off to the comedy club, the cinema, live music shows, and that’s all without stopping at a port! There are special access cabins available on most cruise ships and P&O even offer escorted Limited Mobility Shore Tours!\nVisit the Red Centre\nOne of Australia’s most iconic tourist spots, Uluru and the red centre should be on everyone’s travel list! Throughout Ayers Rock you will find the restaurants and shops all have wheelchair accessibility, and the surrounding hotels have plenty of special access rooms.\nOnce you’ve arrived in Ayers Rock make sure to book accessible private tour with Outback Tour Services. Their accessible tour will pick you up in their modern, purpose-built vehicle, which can take one wheelchair passenger who remains in their wheelchair as well as another who can transfer to a seat.\nFrom there you can choose from a variety of camping options from bush camping to “Safari in Style” camping with permanent tents. The tour will take you into remote areas, where you’ll be able to utilise the purpose-built “off-road wheelchair” to enable you to track through riverbeds and rough terrain… as well as go for a swim in one of the fantastic waterholes in the West MacDonnell Ranges.\nSoak up the sunshine at the Gold Coast\nThe Gold Coast City Council have implemented a number of great initiatives to make visiting the famous Queensland city easy for people of all abilities. They boast over 10 surf life saving clubs that now offer beach access equipment including beach matting and beach wheelchairs. The Gold Coast Disabled Surfers Association also holds ‘Let’s go surfing’ days at Currumbin which are aimed at encouraging people with disabilities to get out into the surf and enjoy one of the best Aussie past times – surfing.\nOnce you’ve finished up at the beach you can also utilise their special access Changing Places toilets which provides a height adjustable adult-sized changing bench, a ceiling tracking hoist system, and additional circulation space.\nThe city has also put together mobility maps, which provide accessibility information to assist residents and visitors to plan their stay and move around the city safely. The map information includes the location of accessible toilets, change facilities, accessible car parking spaces, pathway gradients, location of kerb ramps and key buildings and services.\nHead off on a motorhome road trip\nWhen you think of a wheelchair friendly holiday, a campervan road trip but not be the first thing that comes to mind. But the team at Wheelie Campers have designed Australia’s first self drive wheelchair accessible camper vans which can be rented as self drive with pick up on the Gold Coast or delivered to your door nationwide.\nThe campervans can accommodate up to 5 passengers plus a driver and a wheelchair and come fitted with internal hoist (enter vehicle in motorised/manual wheelchair) and two integrated double beds, plus an 8 man tent. Take off along the Great Ocean Drive, take your time exploring along Australia’s famous east coast, or take a trip around the picturesque Tasmania.\nHit the slopes in NZ\nWhile this list is all about the top holidays in Australia, we had to include New Zealand’s amazing Cardrona Adaptive Snow Sports program. The program has been designed to support people with physical, sensory & cognitive impairments allowing them to enjoying the freedom of skiing & boarding with their family & friends. The term “adaptive” comes from how the program adapts both the sport & the equipment to cater for every individual’s needs. You’ll see modified skis & snowboards, sit-skis, frames, outriggers & more.\nThe program is supported by trained volunteers who provide free on-snow support for anyone with a disability who requires assistance making it easy to zoom down the slopes on a sit-ski, modified skis or snowboard.\nImage: Gold Coast Recreation"}, {"title": "Your travel. Your choice. Your future.", "article": "We are a nationally registered NDIS travel agent designing seamless, stress-free travel experiences. We believe travel is an amazing way to positively contribute to your health and wellbeing.\nAs a Disability Travel Specialist, we’re here to support you to pursue your goals and live your dreams. Increase your independence and develop your capacity for community participation through the ultimate exercise — travel."}, {"title": null, "article": null}, {"title": "All 100 Emerging Destinations & Experiences", "article": "Discover Australia’s top 100 emerging destinations and experiences.\nAustralia’s always-evolving tourism offering is what has inspired us to highlight emerging destinations and experiences.\nWhat do we mean by emerging? Think everything from Australia’s next holiday hotspots and regions on the rise to tiny towns now on the map thanks to innovative new dining or hotel options. And from places we might think we know well whose reinventions are prompting us to look again to the latest travel trends and more.\nHere is the complete list, for you to keep your own appetite for exploring Australia well and truly whetted.\nTowns\nSee Australia’s top emerging towns here.\n1. Mapleton, Queensland\n2. Witchcliffe, Western Australia\n3. Mount Beauty, Victoria\n4. Mount Gambier, South Australia\n5. Nagambie, Victoria\n6. Oatlands, Tasmania\n7. Esperance, Western Australia\n8. Yeppoon, Queensland\n9. Tenterfield, New South Wales\n10. Jabiru, Northern Territory\nNeighbourhoods\nSee Australia’s top emerging neighbourhoods here.\n11. Sandstone Precinct at Circular Quay, NSW\n12. Pentridge Precinct, Coburg, Victoria\n13. Noosaville industrial area, Queensland\n14. Dromana Habitat, Victoria\n15. Adelaide’s Inner West, SA\n16. Tiger Lane precinct, Canberra, ACT\nRegions\nSee Australia’s emerging regions here.\n17. Scenic Rim, Queensland\n18. Southern Flinders Ranges, SA\n19. Mid West, WA\n20. Mildura-Wentworth, NSW-Victoria border\n21. Central Coast, NSW\n22. Kimberley, WA\n23. Peel, WA\n24. Gippsland, Victoria\n25. Townsville, Queensland\n26. Launceston and Northern Tasmania\nCities\nSee Australia’s emerging city experiences here.\n27. Brisbane precincts, Queensland\n28. Dairy Road, Canberra, ACT\n29. kipli takara walking tour, Hobart, Tasmania\n30. Geelong comes of age, Victoria\n31. Albury’s first degustation, NSW\n32. Foodie experiences in Darwin\nStays\nSee Australia’s top emerging stays here.\n33. Basalt, Orange, NSW\n34. Baillie Lodges, Kangaroo Island, SA\n35. Sea Sea, Crescent Head, NSW\n36. Samphire Rottnest Island, WA\n37. Ampersand Estates, Pemberton, WA\n38. Sunnymead, Aireys Inlet, Victoria\n39. The Louise, Barossa Valley, SA\n40. Rangelands Outback Camp, Queensland\n41. The Oaks Ranch, Eurobodalla, NSW\n42. Melbourne CBD’s luxury new hotels, Victoria\nFood and wine\nSee Australia’s emerging food and wine experiences here.\n43. Murwillumbah, NSW\n44. Kuti Shack, Goolwa, SA\n45. Portarlington Mussel Tours, Victoria\n46. Granite Belt Wine Region, Queensland\n47. Canberra Wine District, ACT\n48. Sustainability in McLaren Vale, SA\n49. Trentham, Victoria\n50. Kakadu Full Moon Feast, NT\n51. The Rockley Pub, NSW\nCulture\nSee Australia’s top emerging cultural experiences here.\n52. Bruce Munro at Discovery Parks King Canyon, NT\n53. The Banya, Mullumbimby, NSW\n54. Outback Queensland’s festival calendar, Queensland\n55. Fine Vines festival, WA\n56. Queenstown, Tasmania\n57. Centre for Rare Arts and Forgotten Trades, Ballarat, Victoria\n58. Wintjiri Wiru, Uluru, NT\n59. Harvest Rock Festival, SA\n60. Cultural Attractions of Australia, ACT, NSW, SA, Queensland and WA\n61. Regional galleries, NSW and Victoria\n62. Street art, NSW\n63. Cairns Italian Festival, Queensland\nSustainable\nSee Australia’s top emerging sustainable experiences here.\n64. Wuldi Cultural Experience at Gemtree Estate, SA\n65. Wellness in Shoalhaven, NSW\n66. Gumbaynggirr Country, Coffs Coast, NSW\n67. Gold Coast Dive Trail, Queensland\n68. Bundaberg, Queensland\n69. Margaret River, WA\n70. Positive Energy Adventures and Retreats, NSW\n71. Inclusive travel\n72. Fraser Coast, Queensland\nTrails\nSee Australia’s top emerging trails here.\n73. Rail trails, NSW and Victoria\n74. Slow food and rail tour, NSW\n75. Tasmanian Walking Company, Tasmania\n76. Australia’s bushwalking state, NSW\n77. Dam mural in Wellington National Park, WA\n78. Silo Art Trail, Victoria\n79. Seasoned Tasting Trail, Victoria\n80. Warlu Way, WA\nCoast & Island\nSee Australia’s top emerging aquatic experiences here.\n81. North Stradbroke Island/Minjerribah, Queensland\n82. Wellness on Dirk Hartog Island, WA\n83. The Big Lap by sea\n84. Boomerang Beach, NSW\n85. Mission Beach, Queensland\n86. Clarence Canoe and Kayak Trail, NSW\n87. Nuyts Archipelago, SA\n88. Tiwi Islands, NT\n89. Wagait Beach/Cox Peninsula, NT\nNature\nSee Australia’s emerging nature experiences here.\n90. Wildlife Wonders, Great Ocean Road, Victoria\n91. Tiny houses, Australia-wide\n92. Grampians/Gariwerd, Victoria\n93. Yagurli Tours, Queensland\n94. Yarriba Dreaming, Queensland\n95. Wild South Coast Way on the Heysen Trail, SA\n96. The Pilliga, NSW\n97. Murray River, SA\n98. On Board Expeditions, Tasmania\n99. Christmas Island, WA\n100. Bremer Bay, WA"}, {"title": "What is inclusive tour?", "article": null}, {"title": "Accessible Tourism", "article": "Accessible Tourism\nAccording to the World Health Organization (WHO, 2023), ¨an estimated 1.3 billion people - about 16% of the global population - currently experience significant disability¨. Accessibility for all to tourism facilities, products, and services should be a central part of any responsible and sustainable tourism policy. Accessibility is not only about human rights. It is a business opportunity for destinations and companies to embrace all visitors and enhance their revenues.\nThis portal provides UNWTO resources targeting both public and private sectors to include accessibility into their policies and businesses strategies. All resources have been developed in collaboration with Organizations with Persons with Disabilities (DPOs), and key civil society and tourism sector stakeholders. Most of publications guidelines and recommendations have been laid-out following the Web Content Accessibility Guidelines (WCAG) 2.0 (level AA).\nNEW! UNWTO International Conference on Accessible Tourism - 16/17 November 2023 UNWTO and the Government of the Republic of San Marino are providing again an international platform for governments, destinations and the private sector, to advance accessibility. What are the objectives of the Conference? Foster Leadership in Accessibility : Explore the role of governments and destinations in advancing accessibility.\n: Explore the role of governments and destinations in advancing accessibility. Provide International Guidance : Discuss how international tools and universal design principles are applied to the tourism value chain.\n: Discuss how international tools and universal design principles are applied to the tourism value chain. Advance Innovation: Showcase innovative solutions in access to transportation, cultural heritage, nature areas, leisure, MICE and tourism businesses. Who is this Conference for? Governments and destinations\nTourism industry professionals and developers of IT solutions\nOrganizations of persons with disability\nInternational organizations and development agencies Which take aways do participants get? Learn from best practices and successful accessibility solutions\nShare your own experience and network\nBecome part of the UNWTO & San Marino Action Agenda For the Future of Accessible Tourism Register online at: San Marino Accessible Tourism. Download here the Programme of the Conference.\nACCESSIBILITY RECOMMENDATIONS FOR MANAGERS OF NATURAL RESOURCES A set of guidelines on accessibility targeting key players in the management of natural resources, was published by UNWTO and partners in October 2023. These recommendations aim to guide the decision-makers of natural resources in tourism in undertaking accessibility improvements. The document has a particular focus on facilitating access to protected areas, beaches and parks. The WCPA Tourism and Protected Areas Specialist Group of the International Union for Conservation of Nature and the European Network for Accessible Tourism (ENAT), acted as the expert reviewers. Their involvement was key in identifying the best actions geared towards a greater extent of accessibility and inclusiveness within nature areas, vis a vis tourism. The guidance tool, whose drafting was led by UNWTO, the ONCE Foundation and UNE, is part of the promotion of ISO Standard 21902:2021. Download here the guidelines in English and Spanish.\nRecommendations for cultural tourism key players on accessibility UNWTO, Fundación ONCE and UNE issued in September 2023, a set of guidelines targeting key players of the cultural tourism ecosystem, who wish to make their offerings more accessible.\nThe key partners in the drafting and expert review process were the ICOMOS International Cultural Tourism Committee and the European Network for Accessible Tourism (ENAT). The ICOMOS experts’ input was key in covering crucial action areas where accessibility needs to be put in the spotlight, in order to make cultural experiences more inclusive for all people.\nThis guidance tool is also framed within the promotion of the ISO Standard ISO 21902, in whose development UNWTO had one of the leading roles. Download here the English and Spanish version of the Recommendations.\nNew user-friendly guides for destinations to implement accessibility standards On the occasion of the International Day of Persons with Disabilities, UNWTO, ONCE Foundation and the Spanish Association for Standardization have launched, in December 2022, a user-guide targeting public administrations and tourism destinations to implement ISO Standard 21902:2021. This is a key tool to understand specific actions that can be undertaken by a wide range of organizations entrusted with designing policies, strategies and destination marketing plans in the sphere of accessible tourism. Download the user-guide (December 2022) produced in collaboration with Turismo de Portugal, Turismo Argentina and European Network for Accessible Tourism (ENAT): Accessibility Standards for Public Administration Normas de accesibilidad para administraciones públicas\nACCESSIBILITY STANDARDS AND RECOMMENDATIONS GUIDING THE RECOVERY UNWTO held a webinar on 9 December 2021, in partnership with the ONCE Foundation, UNE Spain and ENAT, to shed light on the new normative instruments and recommendations on accessible tourism.\nThe industry’s leaders called upon tourism stakeholders to implement their own accessibility agenda, in order to grasp all its benefits and make everyone feel welcomed. Every customer counts now, in the recovery process.\nPlease click here for the recording (YouTube file) or visit the event's webpage.\nYou can click and download below the takeaway thoughts & conclusions (accessible PDF file):\n➥Conclusions (in accessible PDF format) - English: Webinar\n➥Conclusions(in accessible PDF format) - Spanish: Webinar\nUNWTO INCLUSIVE RECOVERY GUIDE - PERSONS WITH DISABILITIES Launched on the International Day of Persons with Disabilities, 3 December 2020, the UNWTO Inclusive Recovery Guide - Sociocultural Impacts of COVID-19, Issue I: Persons with Disabilities, suggests measures for the whole tourism value chain to build back better, becoming more accessible and more competitive. Just as other guidelines on the UNWTO series, this document will be revised in 2021 with relevant accessibility partners.\nReopening Tourism for Travellers with Disabilities:\nHow to Provide Safety Without Imposing Unnecessary Obstacles In partnership with the ONCE Foundation of Spain and the European Network for Accessible Tourism (ENAT), UNWTO suggested in July 2020 a set of practical steps to ensure accessibility for all, under the new circumstances. “Reopening Tourism for Travellers with Disabilities” provides recommendations for destinations and service providers to accommodate customers with disabilities and specific access requirements, including seniors.\nAccessible Tourism Destination The \"Accessible Tourism Destination\" was launched in 2019 by UNWTO and the ONCE Foundation, to recognize and promote accessible tourism destinations. The ATD is an annual UNWTO distinction based on an Expert Committee evaluation, which acknowledges destinations enabling a seamless experience to any tourist, regardless of their abilities. The first ATD was awarded in 2019 and has been temporarily put on hold, given the pandemic.\nVideo \"Change your destination\" The video “Change your destination” was issued by Fundación ONCE and UNWTO by the occasion of the 2019 International Fair of Tourism (FITUR). Facilitating travel for people with disabilities is an exceptional business opportunity. Yet, a change in mind-set and in the model of tourism services provision is needed in order to meet this major market demand. Accessible environments and services contribute to improve the quality of the tourism product and can create more job opportunities for people with disabilities. Accessibility, therefore, must be an intrinsic part of any responsible and sustainable tourism policy and strategy.\nWorld Tourism Day 2016: \"Tourism for All - promoting universal accessibility\" To mark the celebration of the World Tourism Day 2016 under the theme \"Tourism for All - promoting universal accessibility\" UNWTO, the European Network for Accessible Tourism (ENAT) and the Spanish ONCE Foundation for the Social Inclusion of Persons with Disabilities have produced a compilation of Good Practices in the Accessible Tourism Supply Chain. While these examples provide a small sample of possible solutions regarding accessibility, they will hopefully inspire others to take steps towards broadening the availability of accessible offers in tourism destinations around the world. The publication has been laid-out following the Web Content Accessibility Guidelines (WCAG) 2.0 (level AA) Download full text: Tourism for All - promoting universal accessibility UNWTO Recommendations on Accessible Information in Tourism The tourism sector stakeholders must deliver accurate, relevant and timely information to its customers, prior to, during and even after the journey. Ensuring that the information is accessible, is without any doubt a key to communicating successfully with visitors in all stages of their journey, particularly with regards to travelers with disabilities and special needs. The UNWTO Recommendations on Accessible Information in Tourism have been developed with the support and collaboration of the ONCE Foundation for Cooperation and Social Inclusion of People with Disabilities and the European Network for Accessible Tourism (ENAT). They were adopted by the Resolution A/RES/669(XXI) of the General Assembly of UNWTO as a follow-up to the ‘Recommendations on Accessible Tourism for All’ of 2013. The publications in English and Spanish have been laid-out following the Web Content Accessibility Guidelines (WCAG) 2.0 (level AA). Download full text: UNWTO Recommendations on Accessible Information in Tourism UNWTO Recommendations on Accessible Tourism for All The UNWTO Recommendations on Accessible Tourism for All are meant to be used as a general, basic mainstreaming framework for ensuring that people with disabilities have access to the physical environment, the transportation system, information and communications channels, as well as to a wide range of public facilities and services. The Recommendations incorporate the most relevant aspects of the UN Convention on the Rights of People with Disabilities of 2006 and the principles of Universal Design. In the context of a trilateral agreement between UNWTO, ONCE and ENAT, the recommendations were adopted by UNWTO General Assembly Resolution A/RES/637(XX) of August 2013, updating the 2005 UNWTO Recommendations. Download full text: UNWTO Recommendations on Accessible Tourism for All\nManuals on Accessible Tourism for All One of the most significant outcomes of a major collaboration framework between UNWTO and Disabled People’s Organizations (DPOs), particularly the Spanish ONCE Foundation for the Cooperation and Social Inclusion of People with Disabilities, the European Network for Accessible Tourism (ENAT), and the Spanish ACS Foundation, are the Manuals on Accessible Tourism for All. The manuals are meant to assist tourism stakeholders in improving the accessibility of tourism destinations, facilities and services worldwide.\nHighlights of the 1st UNWTO Conference on Accessible Tourism in Europe In recognition of accessibility’s importance in the tourism sector, UNWTO and the Government of San Marino jointly organized the 1st UNWTO Conference on Accessible Tourism in Europe (19 - 20 November 2014). Drawing together policy makers, tourism destinations, the private sector and civil society, this landmark event addressed challenges in advancing quality, sustainability and competitiveness within the tourism sector through universal accessibility. This publication features 14 good practices presented at the Conference which focus on accessibility of cultural heritage sites, policy frameworks and strategic actions to make accessible tourism a reality. The publication has been laid-out following the Web Content Accessibility Guidelines (WCAG) 2.0 (level AA). Download full text: Highlights of the 1st UNWTO Conference on Accessible Tourism in Europe San Marino Declaration on Accessible Tourism The Declaration which resulted from the 1st UNWTO Conference on Accessible Tourism in Europe, held on 19-20 November 2014 in the Republic of San Marino, can be downloaded here: Download full text: Highlights of the 1st UNWTO Conference on Accessible Tourism in Europe"}, {"title": null, "article": null}, {"title": "What is \"Accessible Tourism\"?", "article": "Listen Content Type F.A.Q.\nF.A.Q. Published At 01/01/2010 What is \"Accessible Tourism\"?\nThere is no single, universally accepted definition of \"accessible tourism\". Here we refer to some of the ways in which the term is defined and used. The concept is certain to evolve as it is applied in more and more contexts around the world.\n- “Accessible Tourism” (also known as “Access Tourism”, “Universal Tourism”, “Inclusive Tourism” and in some countries such as in Japan “Barrier-free Tourism”) is tourism and travel that is accessible to all people, with disabilities or not, including those with mobility, hearing, sight, cognitive, or intellectual and psychosocial disabilities, older persons and those with temporary disabilities\" (Takayama Declaration - Appendix, UNESCAP, 2009).\n- \" 'Accessible Tourism' refers to tourism that caters to the needs of a full range of consumers including persons with disabilities, older persons and cross-generational families. It entails removal of attitudinal and institutional barriers in society, and encompasses accessibility in the physical environment, in transportation, information and communications and other facilities and services. It encompasses publicly and privately owned tourist locations.\" (Takayama City and UNESCAP Conference - Press Release - Takayama, 2009)\n- \"Accessible tourism is the ongoing endeavour to ensure tourist destinations, products and services are accessible to all people, regardless of their physical limitations, disabilities or age. It encompasses publicly and privately owned tourist locations. The improvements not only benefit those with permanent physical disabilities, but also parents with small children, elderly travellers, people with temporary injuries such as a broken leg, as well as their travel companions.\" (Accessible Tourism on Wikipedia - downloaded 1 January 2010).\n- ...a process of enabling people with disabilities and seniors to function independently and with equity and dignity through the delivery of universal tourism products, services and environments. The definition is inclusive of the mobility, vision, hearing and cognitive dimensions of access (Darcy, 2006, p. 6).\nDarcy, S. (2006). Setting a Research Agenda for Accessible Tourism. In C. Cooper, T. D. LacY & L. Jago (Eds.), STCRC Technical Report Seriespp. 48). Available from http://www.crctourism.com.au/BookShop/BookDetail.aspx?d=473\n- ...Accessible tourism enables people with access requirements, including mobility, vision, hearing and cognitive dimensions of access, to function independently and with equity and dignity through the delivery of universally designed tourism products, services and environments. This definition is inclusive of all people including those travelling with children in prams, people with disabilities and seniors (Darcy & Dickson, 2009, p. 34). Reference : Darcy, S., & Dickson, T. (2009). A Whole-of-Life Approach to Tourism: The Case for Accessible Tourism Experiences. Journal of Hospitality and Tourism Management, 16(1), 32-44.\n- ...When people hear the word “accessible” attached to tourism they think they have a pretty good idea what that means. And there is the problem. Almost everybody thinks they know what it means but, since it has never been fully defined, almost everybody has invented their own personal definition. That is a recipe for disaster. If travellers and the industry have no common language, then imagine how frequent disappointment and disputes will become? If hotel owners and construction teams have no way to describe the solutions they want designed and built, then how likely is either side to be satisfied with the result? Reference: Dr. Scott Rains' slide presentation on \"What is Inclusive Tourism?\"\n(Note: Increase the slide presentation to full screen for easier reading. Unfortunately, the text transcript below the slideshow is jumbled up).\nFurther definitions and uses of the term may be added to this page.\nReaders may send their comments or additional definitions to ENAT via the Contact Page."}, {"title": null, "article": null}, {"title": "Ethical: Barrier Free Tourism", "article": "Tourism Accessible for All in Europe\nJoe McClain\nFor those who associate tourism only with holiday and leisure and luxury it should be mentioned that tourism is a sector of remarkable economic importance. The European tourism economy contributes to about 5 % (depending on its definition up to 11 %) to the GDP of the European Union and provides between 8 and 24 million jobs (depending on the definition of the sector). Furthermore, it should be taken into account that tourism is indispensably linked with travel..."}, {"title": "Tourism for Disabled Travelers: Breaking Down Barriers Through Network Interactions", "article": "Azis, N., Amin, M., Chan, S., & Aprilia, C. (2020). How smart tourism technologies affect tourist destination loyalty. Journal of Hospitality and Tourism Technology, 11(4), 603–625.\nBiernacki, P., & Waldorf, D. (1984). Snowball sampling: Problems and techniques of chain referral sampling. Sociological Methods and Research, 10(2), 603–625. https://doi.org/10.1177/004912418101000205\nBuhalis, D., & Michopoulou, E. (2011). Information-enabled tourism destination marketing: Addressing the accessibility market. Current Issues in Tourism, 14(2), 145–168. https://doi.org/10.1080/13683501003653361\nCassia, F., Castellani, P., Rossato, C., & Baccarani, C. (2020). Finding a way towards high-quality, accessible tourism: The role of digital ecosystems. The TQM Journal, 33(1), 205–221.\nDarcy, S., & Buhalis, D. (2011). Introduction: From disabled tourists to accessible tourism. In D. Buhalis & S. Darcy (Eds.), Accessible tourism: Concepts and issues (pp. 1–20). Channel View Publications.\nDarcy, S., Cameron, B., & Pegg, S. (2010). Accessible tourism and sustainability: A discussion and case study. Journal of Sustainable Tourism, 18(4), 515–537. https://doi.org/10.1080/09669581003690668\nDarcy, S., McKercher, B., & Schweinsberg, S. (2020). From tourism and disability to accessible tourism: A perspective article. Tourism Review, 75(1), 140–144.\nDella Fina, V., Cera, R., & Palmisano, G. (Eds.). (2017). The United Nations convention on the rights of persons with disabilities: A commentary. Springer.\nDomínguez Vila, T., Alén González, E., & Darcy, S. (2018). Website accessibility in the tourism industry: An analysis of official national tourism organization websites around the world. Disability and Rehabilitation, 40(24), 2895–2906. https://doi.org/10.1080/09638288.2017.1362709\nDomínguez Vila, T., Alén González, E., & Darcy, S. (2019). Accessible tourism online resources: A northern European perspective. Scandinavian Journal of Hospitality and Tourism, 19(2), 140–156.\nDomínguez Vila, T., Alén González, E., & Darcy, S. (2020). Accessibility of tourism websites: The level of countries’ commitment. Universal Access in the Information Society, 19(2), 331–346. https://doi.org/10.1007/s10209-019-00643-4\nENAT. (2007). Rights for tourists with disabilities in the European Union framework, December 2007. https://www.accessibletourism.org/resources/enat_study_1_rights_final_en.pdf\nEU COM. (2018). Proposal for a COUNCIL DIRECTIVE laying down rules relating to the corporate taxation of a significant digital presence. Brussels, 21.3.2018, 147 final 2018/0072 (CNS). Retrieved from https://ec.europa.eu/taxation_customs/business/company-tax/fair-taxation-digital-economy_en\nFernández-Díaz, E., Correia, M. B., & Matos, N. D. (2021). Portuguese and Spanish DMOs’ accessibility apps and websites. Journal of Theoretical and Applied Electronic Commerce Research, 16, 874–899.\nHandcock, M. S., & Gile, K. J. (2011). Comment: On the concept of snowball sampling. Sociological Methodology, 41(1), 367–371.\nHeckathorn, D. D. (2011). Comment: Snowball versus respondent-driven sampling. Sociological Methodology, 41(1), 355–366. https://doi.org/10.1111/j.1467-9531.2011.01244.x\nMason, P., Augustyn, M., & Seakhoa-King, A. (2010). Exploratory study in tourism: Designing an initial, qualitative phase of sequenced, mixed methods research. International Journal of Tourism Research, 12(5), 432–448.\nMichopoulou, E., & Buhalis, D. (2011). Stakeholder analysis of accessible tourism. In D. Buhalis & S. Darcy (Eds.), Accessible tourism: Concepts and issues (pp. 260–273). Channel View Publications.\nMichopoulou, E., Darcy, S., Ambrose, I., & Buhalis, D. (2015). Accessible tourism futures: The world we dream to live in and the opportunities we hope to have. Journal of Tourism Futures, 1(3), 179–188.\nOECD. (2015). Addressing the tax challenges of the digital economy, action 1–2015 final report, OECD/G20 Base Erosion and Profit Shifting Project, OECD Publishing, Paris. Retrieved from https://doi.org/10.1787/9789264241046-en.\nOECD. (2019). What is an “online platform”? In An introduction to online platforms and their role in the digital transformation. OECD Publishing. https://doi.org/10.1787/19e6a0f0-en\nRibeiro, F. R., Silva, A., Barbosa, F., Silva, A. P., & Metrôlho, J. C. (2018). Mobile applications for accessible tourism: Overview, challenges and a proposed platform. Information Technology and Tourism, 19(1), 29–59.\nRodriguez Moreno, D. C. (2017). Tecnologìas de informaciòn y comunicaciòn para el turismo inclusivo. Revista Facultad de Ciencias Econòmicas, 26(1), 125–146. https://doi.org/10.18359/rfce.3142\nScheyvens, R., & Biddulph, R. (2018). Inclusive tourism development. Tourism Geographies, 20(4), 589–609. https://doi.org/10.1080/14616688.2017.1381985\nStebbins, R. A. (2008). Exploratory data analysis. In L. M. Given (Ed.), The sage encyclopedia of qualitative research methods (Vol. 1, pp. 325–326). Sage Publications.\nTavakoli, R., & Mura, P. (2018). Netnography in tourism–beyond web 2.0. Annals of Tourism Research, 73(C), 190–192.\nTranfield, D., Denyer, D., & Smart, P. (2003). Towards a methodology for developing evidence-informed management knowledge by means of systematic review. British Journal of Management, 14(3), 207–222.\nvan Eck, N. J., & Waltman, L. (2017). Citation-based clustering of publications using CitNetExplorer and VOSviewer. Scientometrics, 111(2), 1053–1070.\nvan Eck, N. J., Waltman, L., Dekker, R., & van den Berg, J. (2010). A comparison of two techniques for bibliometric mapping: Multidimensional scaling and VOS. Journal of the American Society for Information Science and Technology, 61(12), 2405–2416.\nWilken, U. (1992). Disability, vacation and travel--goals of a humane travel culture. Die Rehabilitation, 31(2), 104–106.\nWilken, U. (1997). Tourism and disability-advances in travel and holiday mainstreaming. Occupational Health and Industrial Medicine, 37(4), 204."}, {"title": "Accessible tourism futures: the world we dream to live in and the opportunities we hope to have", "article": "The paper’s examination of the concepts and global policy considerations provides a strong academic and practitioner foundation for considering accessible tourism futures. In doing so, accessible tourism futures are shown to be affected by key concepts related to core tourism considerations and major policy initiatives on accessibility and sustainability. Yet, accessible tourism futures also have the potential to create their own momentum and contribute unique learnings on the diversity of tourism markets that will shape tourism concepts and global policy initiatives in their own right.\nA discussion of each of the above areas was placed in context to accessible tourism futures and to contextualise the papers that were selected for the special issue. The latter part of the paper outlines the contribution of each empirical paper to the issue discussing the approach, findings and implications. Stakeholder collaboration was identified as the key common theme of the papers and the factor for developing accessible tourism solutions, recognising the value of the market and capitalising on it. A collaborative approach is required to recognise the complementary nature of the different paradigms; to re-shape and transform the future of the accessible tourism industry. To assist in the development of accessible tourism futures, UD principles should provide a foundation to enhance the future competitiveness of tourism destinations and organisations.\nThree of the authors have extensive academic experience in the area and the fourth author is the Managing Director of the pre-eminent European Network for Accessible Tourism. In taking a limited Delphi approach to canvassing key areas likely to shape accessible tourism futures, the following concepts and policy initiatives were examined: motivations, dreams and aspirations of people with disability; demography; UN Convention on the Rights of Persons with Disabilities; destination competitiveness; universal design (UD); and the UN Sustainable Development Goals for 2030.\nAccessible tourism is evolving as a field of academic research and industry practice, set within a dynamic social context. The field is interdisciplinary, multidisciplinary and transdisciplinary. The purpose of this paper is to examine key concepts and global initiatives that will shape accessible tourism futures.\nCopyright © 2015, Eleni Michopoulou, Simon Darcy, Ivor Ambrose and Dimitros Buhalis\nPublished in the Journal of Tourism Futures. This article is published under the Creative Commons Attribution (CC BY 4.0) licence. Anyone may reproduce, distribute, translate and create derivative works of this article (for both commercial and non-commercial purposes), subject to full attribution to the original publication and authors. The full terms of this licence may be seen at: http://creativecommons.org/licences/by/4.0/legalcode\nIntroduction This special issue was designed to examine the future dimensions of the intersection of disability and tourism in the emerging field of accessible tourism. The special issue explores theoretical approaches, foundations and issues in the study of accessible tourism from a futures perspective. Accessible tourism, as with any area of academic study is an evolving field of academic research and industry practice, set within a dynamic social context. The field is interdisciplinary, multidisciplinary and transdisciplinary, and is influenced by geography, ageing and disability studies, economics, public policy, psychology, law, architecture, construction sciences, technology and marketing. Past research has attempted to view, explain and unpack the inherent complexities (Darcy, 2010) within accessible tourism through a variety of lenses, including human rights, critical tourism, embodiment, customer segmentation and universal design (UD), to name a few (see Buhalis and Darcy, 2011; Buhalis et al., 2012). The special issue is timely given the operationalisation of the United Nations (2006) Convention on the Rights of Persons with Disabilities by 160 countries. Central to the convention is the right for tourists with disability to access transport and built environment in Article 9 and tourism experiences, goods and services within Article 30. It is therefore pertinent to look at the future of accessible tourism and contemplate a number of issues including (but not limited to) the role of technology in reshaping disability; if and how policy makers and planners are addressing the impact of accessible tourism in a sustainable manner; the political influence of people with disabilities, who make up the largest minority group in the USA, on the future of tourism; the science fiction of exoskeletons and gene therapy as a new form of adventure tourist; and the future state of embodied identity and accessible tourism. The special issue provides the opportunity for contributors to take part in the current discourses on accessible tourism from a futures perspective, in order that we can understand, manage and contribute to the development of accessible tourism in the context of economically, socially and environmentally sustainable communities. Specific topics included conceptual and research papers, viewpoints and trend papers, both qualitative and quantitative, discussing topics relating to the future of accessible tourism. Papers include a range of issues including: inclusive destinations; accessible tourism in Development Planning (toward the UN Sustainable Development Goals 2030); policy-making for accessible tourism; embodiment; representation; law and legislation; architecture and universal design; inclusion/exclusion from experiences; markets and needs analysis; accessible transport; accessible events; accessibility and culture/heritage; accessible accommodation; education/training; and technology and applications. In contrast to the past 30 years, where disability and tourism research has been largely concerned with overcoming barriers that exclude certain people (see Smith, 1987), we can discern the contours of new movements in accessible tourism, whereby overarching principles and standards of sustainability, social responsibility and customer service. The delivery of equitable tourism experiences demand the attention of sector actors and stakeholders. Accessible tourism, in this context, should be seen in the future as much more than a range of supports to excluded target groups, becoming a set of ground rules and codes of practice which contribute to the development of all tourism offers and destinations in an inclusive way. If we should gaze into the crystal ball for a moment, we could envisage that tourism will not be defined primarily in terms of different target groups, since principles of responsibility, sustainability and accessibility will in the future inform the quality criteria to which all destinations should comply and be judged as part of destination competitiveness in increasingly global context. Customers will become more aware of their individual rights and also the need to protect and sustain communities and the natural environment, influencing tourism service providers to follow generally accepted rules of service quality, genuine interactivity and engagement with the local culture, people and resources. The capability of tourism providers to recognise those rights for all (e.g. of tourists with disabilities, Design for All, responsible behaviour, inclusion of the local communities in a transparent system of remuneration and participation, working opportunities for socially excluded group etc.) is going to be the threshold, which determines whether their offers will succeed or fail in the future. The tourism sector will increasingly be seen as having transformational power as “a shaper of society”, acting as a promoter of jobs and economic growth, a participant in regional and community planning and a partner in global development programmes. In addition, tourism should be developed as industry that promotes understanding, inclusion and well-being for all in an equitable way. Businesses, destinations and networks, that are already active in the field of accessible tourism and/or representing markets with different specific requirements will participate more widely in the mainstream, bringing their expertise and knowledge to bear on all those issues that are still seen as “different types of tourism”. In the development of accessible destinations and experiences, the United Nations World Tourism Organisation (2015) will be playing an increasingly supportive role, especially through its Global Code for Ethics in Tourism and the recently published Manuals on Accessible Tourism (2015), produced by ONCE Foundation and the European Network for Accessible Tourism (2015b). Before discussing the papers that have been selected for publication we would like to set the scene by examining some major conceptual and policy development areas that we believe will have a significant influence on accessible tourism futures in the future. These include: dreams and aspirations of people with disability; demography; UN Convention on the Rights of Persons with Disabilities; destination competitiveness frameworks; UD; and the newly adopted UN Sustainable Development Goals for 2030. Each of these areas of influence will now be outlined prior to the papers for the special edition being summarised for their contribution to the future of accessible tourism.\nDefining and conceptualising accessible tourism Conceptualising accessible tourism to reflect all its dimensions and multidisciplinarity is critical for the future. The study of tourism and disability has been a reasonably recent phenomenon with the first detailed examination emerging from the leisure constraints literature (Smith, 1987). From this beginning, a great deal of individual studies are emerged that documented significant issues with demand, supply and coordination of travel for people with disability. More recently the field has started to mature with a conceptualisation that has sought to make sense out of the individual studies and provide an overall framework for understanding the phenomena. To assist with this conceptualisation, Buhalis and Darcy (2011) offer the following definition: Accessible tourism is a form of tourism that involves collaborative processes between stakeholders that enables people with access requirements, including mobility, vision, hearing and cognitive dimensions of access, to function independently and with equity and dignity through the delivery of universally designed tourism products, services and environments. This definition adopts a whole of life approach where people through their lifespan benefit from accessible tourism provision. These include people with permanent and temporary disabilities, seniors, obese, families with young children and those working in safer and more socially sustainably designed environments (adapted from Darcy and Dickson, 2009, p. 34 in Buhalis and Darcy, 2011, pp. 10-11). Importantly the definition recognises collaboration between stakeholders across demand, supply and coordination to recognise that disability is a complex construct involving mobility, vision, hearing, cognitive and other embodiments. The definition recognises that developing inclusive destinations and accessible tourism experiences also benefit other groups in the community. Hence, it contributes toward a greater social sustainability of the industry by including and, hence, providing for a much broader cross-section of consumers that has previously been considered by the industry. In understanding the importance of individuals with disability, the stakeholders they engage with and the influence of UD on the products, services and environments they wish to seek enabling experiences. Buhalis and Darcy (2011) suggests that to develop accessible tourism futures destination managers must strategically plan through the lens of UD. Figure 1 outlines the cyclical strategic approach to engaging UD approaches across disability and lifespan considerations as a foundation for developing future accessible destination experiences.\nDreams and aspirations of people with disability The dreams and aspirations of individuals play a fundamental role in shaping the choices, which lead them to travel. Among people who live with a disability, the idea of leaving behind one’s everyday surroundings and going on a journey can create significant anxiety (Darcy, 1998). People with disability often can design or influence their everyday environment whilst they have routines to negotiate any difficulties and thresholds that exist. This does not apply to new environments whilst travelling, where they do not have prior knowledge, networks or influence on the design nor the potential barriers that are to face and the way to overcome them. Indeed, a recent European survey (GfK, 2015) suggests that up to half of people with disability do not travel on holiday, due to a combination of lack of reliable information, lack of funds and previous bad experiences. Yet, the desire to travel remains with studies showing that it is not a person’s impairment that impedes their travel but a series of interpersonal, attitudinal structural constraints (Daniels et al., 2005; Darcy, 2003). In recognising that a person's impairment does not constrain their travel motivations, the boundaries to what is regarded as accessible tourism destinations and experiences are continually pushed by the accessible explorers who forge new pathways for others to follow.\nMillennium development goals (MDGs) and the UN global compact At the Millennium Summit in September 2000 the largest gathering of world leaders in history adopted the UN Millennium Declaration, committing their nations to a global partnership to reduce extreme poverty and setting a series of targets, with a deadline of 2015. These targets, known as the MDGs are a set of eight specific goals set by the 191 United Nations member countries that have the goal of halving world poverty by the year 2015: Eradicating extreme poverty continues to be one of the main challenges of our time, and is a major concern of the international community. Ending this scourge will require the combined efforts of all, governments, civil society organizations and the private sector, in the context of a stronger and more effective global partnership for development. The Millennium Development Goals set timebound targets, by which progress in reducing income poverty, hunger, disease, lack of adequate shelter and exclusion – while promoting gender equality, health, education and environmental sustainability – can be measured. They also embody basic human rights – the rights of each person on the planet to health, education, shelter and security. The Goals are ambitious but feasible and, together with the comprehensive United Nations development agenda, set the course for the world’s efforts to alleviate extreme poverty by 2015 (United Nations Secretary-General BAN Ki-moon). The aim of the MDGs is to encourage development by improving social and economic conditions in the world’s poorest countries. Since the MDG’s were agreed to significant progress has been made. To date average overall incomes have increased by approximately 21 per cent. The number of people living in extreme poverty declined by an estimated 130 million. Chile mortality rates fell from 103 deaths per 1,000 live births a year to 88. Life expectancy rose from 63 years to 65 years. An additional 8 per cent of the developing world’s people received access to clean water and an additional 15 per cent acquired access to improved sanitation services. In 2015 the UN countries will adopt a new sustainable development agenda and a new global agreement on climate change. The actions taken in 2015 are expected to result in new sustainable development goals that build on the eight MDG’s (United Nations, 2015). Tourism has long been seen as having significant potential to help achieve the MDG’s in developing countries. For example in 1990 developing countries had 18 per cent of international tourism receipts. By 2005 this had risen to 30 per cent and to date it continues to rise. There has been significant promotion of the direct economic links between tourists and the poor. Tourism may provide employment opportunities for marginalised groups, may bring direct income to individual communities and may promote equality in developing countries (Saarinen and Rogerson, 2013).\nUD supports destination competitiveness The tourism industry needs to design and deliver offerings and services that are suitable to all potential users and remove any physical or organisational barriers that can prevent visitation. UD incorporates the accessibility requirements of people with the widest possible range of abilities, so that the greatest number of people can use mainstream products and services without the need for adaptations or special interfaces. Additionally, mainstream products and services should use interface standards which match those of technical aids, so allowing disabled people to access and use mainstream equipment. UD has been defined as: Universal design is the design of products and environments to be usable by all people, to the greatest extent possible, without the need for adaptation or specialized design. The intent of the universal design concept is to simplify life for everyone by making products, communications, and the built environment more usable by more people at little or no extra cost. The universal design concept targets all people of all ages, sizes and abilities’. The Universal Design approach goes beyond traditional design, which tends to focus on the ‘average’ user. Universal Design is a design approach, reflecting a way of understanding people’s needs. It is not a list of particular solutions, measurements, or products – Universal Design is the way to reach the solution, contributing to social inclusion (cited in Center for Universal Design, 2009; and first articulated by Mace, 1985). Applying the principles of UD can be seen as a way of developing tourism environments, transportation, services and offers, underpinning sustainable communities and businesses. Today, according to a recent study by European Network for Accessible Tourism (2015a) and partners, less than 10 per cent of tourism suppliers in Europe offer “accessible” tourism services, while demand for such services is set to increase due to the ageing population and continuing upward trend in market demand. Adopting UD enlarges the target markets of destinations as well as ensures that more pleasant experiences can be delivered. Therefore it can increase the market base, reduce seasonality and support the competitiveness of destinations (Buhalis, 2000). Yet, few studies have examined accessible tourism in relation to destination management and only recently has accessible tourism been examined from destination competitiveness perspective (Domínguez Vila et al., 2015).\nPapers in this issue To address these concepts and developments this special issue is bringing a range of papers together that discuss research on many accessibility tourism aspects. Naniopoulos and Tsalis (2015) discuss a methodology for addressing the accessibility of monuments. They focus on heritage attraction sites, highlighting the challenges with archaeological sites where interventions become problematic or even impossible. In doing so, they approached accessibility as a dual notion; accessibility of an area and its potential for independent physical access and movement around the monuments as well as perceived accessibility in terms of interpreting, understanding and learning from the environment. The methodology was applied to a number of byzantine monuments as part of a cultural route in the city of Thessaloniki in Greece, as case studies. Results provide both tools for assessing monument accessibility (process orientations and checklists) and insights into the needs of travellers with disabilities for more “usable” heritage attractions. Concluding remarks place a focus on the prerequisites of training and cooperation to allow for the future of accessible monuments to be realised. Tsalis et al. (2015) provide an interesting study on the challenges of implementing accessibility solutions, also within the context of protection, conservation, and management of historical centres and monuments. Viewed from a tourism perspective, archaeological sites and monuments are location bound and exist only in their original place. Hence, access to such sites enables unique and authentic tourism experiences. Discourses on objective, constructive and existential authenticity are of paramount importance when accessibility is concerned. This study provides relevant examples of accessibility interventions on six monuments as well as considerations on the design of the tools that assisted site interpretation and interconnection in a cultural route. Results demonstrate how accessibility improvements can occur while respecting the history, architecture and character of the monuments. The study concludes by emphasizing that it is primarily through providing greater access, that the “socialisation” of these monuments will propagate authentic tourism experiences in the future. Bowtell (2015) offers an examination of the market value and attractiveness of accessible tourism in Europe. Historic data were used to provide a forecast for 2025, while primary data obtained from travel and leisure companies provided insights into managerial perceptions. Findings show a very promising potential for accessible tourism market with significant projected revenues. However, a number of challenges including lack of awareness, cost of investments, complexity of customers’ needs and legal inconsistencies within the EU, create barriers toward developing comprehensive solutions for accessible tourism. Authors provide recommendations on bridging demand and supply. Gillovic and McIntosh (2015) present an interesting study on stakeholder perspectives of the future of accessible tourism in New Zealand. The study provides insights into the current situation and the future propensity for an accessible tourism industry in New Zealand. A number of interviews with key stakeholders revealed that there is a need to develop a culture of accessibility that is perceived as the norm. Findings also include the business and demand arguments, but additionally highlighted the “ineptness” of upper industry levels to recognize the opportunity of accessible tourism, exhibiting apathy and complacency instead. Authors conclude with recommendations for the future of accessible tourism in New Zealand which can easily be generalised for other regions. Zajadacz (2015) discusses the evolution of models of disability as a basis for the future development of accessible tourism. A review of medical, social, biopsychosocial, geographical and economic models of disability reveals the theoretical underpinnings and assumptions entailed in those. These are then linked to tourism, demonstrating that different models influence the tourism provision in terms of both products and services. Authors highlight the understanding of disability under different models toward diverse tourism experiences. Several suggestions are offered on the complementary of the models and the implications on the transformation of the accessible tourism industry in the future. Cruces Portales (2015) uses a scenario planning approach to envisage alternative futures for accessible tourism. With a timeframe leading to 2050, four alternative futures are unravelled through storytelling. The scenarios are built on a matrix that includes the opposing forces of empathy – apathy, and fear of loss and certainty of benefits. The resulting, aptly named scenarios (Eden Gardens, Golden Bridge, Wasted Future and State of Hope) showcase different behaviours, schedules of changes and insights. Authors conclude with strategic ideas and proposals for the future of accessible tourism.\nConclusion When exploring the future of tourism in this area two opposing trends can be observed: future societies are predicted to become more similar, more homogenous as a consequence of consumerism, globalisation and converging urban lifestyles. However, the accessible tourism market is characteristically diverse, with complex needs and the range of dreams and ambitions is boundless. Will future global travellers be able to access more varied and personal services or will increasing numbers of travellers give rise to greater standardization of services? Accessible tourism as an emerging field of study will influence tourism destination competitiveness in the future, whether that be from a human rights, emerging market segment or service delivery perspective. In this conceptual examination, we have presented implications of number of theoretical constructs and lenses through which accessible tourism will be influenced in the future. In this special issue, a number of future dimensions are explored that demonstrate how the field has moved from an examination of the intersection of disability and tourism, to one that is clearly defined through conceptual and definitional approaches as accessible tourism. There is a common thread amongst all the papers presented in this special issue. They focus around stakeholder collaboration, as a foundation for the future development of accessible tourism. It has been explicitly suggested that raising awareness amongst stakeholders is essential to overcome barriers inhibiting the application of solutions that enhance access. The importance of stakeholder collaboration across the accessible tourism value chain has been emphasized in a number of ways in this special issue. Improving accessibility of facilities, transportation, attractions and destinations more generally, demands the collaboration of a wide range of stakeholders including architects, designers, economists, local councils, policy makers, travellers with disabilities, historians and archaeologists to name a few. Therefore “socialising” tourism means that access can be granted only when a number of relevant stakeholders are in accord, work together and specifically developed strategies to target the accessible tourism market. Stakeholder collaboration is a key factor for developing accessible tourism solutions, recognising the value of the market and capitalising on it. Hence, a collaborative approach is required to recognise the complementary nature of the different paradigms; to re-shape and transform the future of the accessible tourism through influencing the tourism industry, contributing government organisations and the not-for-profit sectors. The strength and depth of stakeholder collaborations will determine alternative future realities; from a future where all cooperate and share benefits for all parties, to a fatalistic picture where each stakeholder is sailing alone because they consider their interests incompatible, and everything in between. UD should provide a better accessible tourism future that should enhance the competitiveness of tourism destinations and organisations."}, {"title": null, "article": null}, {"title": "Accessible Transportation", "article": "Accessible transportation ensures that individuals with disabilities have the same access to transportation as everyone else, enabling them to go about their daily lives independently. In this blog post, we will explore the importance of accessible transportation in Melbourne, and highlight some of the best accessible transportation options available in the city.\nWhy is accessible transportation important?\nAccessible transportation is essential for individuals with disabilities to access employment, education, healthcare, and social activities. Without accessible transportation, individuals with disabilities can become isolated, limiting their opportunities to participate in society. Accessible transportation also promotes independence, providing individuals with the freedom to travel where and when they need to, without having to rely on others for assistance.\nAccessible transportation options in Melbourne:\nMelbourne has made significant strides in improving its accessible transportation options in recent years. Here are some of the best accessible transportation options available in the city:\nPublic Transport Victoria: Public Transport Victoria provides accessible transportation options across the city, including trains, trams, and buses. All buses are low-floor and have wheelchair ramps, and many train stations and tram stops are also accessible. Taxis: Many taxi companies in Melbourne provide accessible taxis, with features such as ramps, low floors, and wheelchair accessibility. Some taxi companies also offer trained drivers who can provide assistance to passengers with disabilities. Ride-sharing services: Many ride-sharing services in Melbourne, such as Uber and Ola, provide accessible transportation options. Passengers can select an accessible vehicle option when booking a ride, and drivers are trained to provide assistance to passengers with disabilities. Wheelchair-accessible vehicles (WAVs): There are several WAV providers in Melbourne that offer accessible transportation services, including chauffeured services for individuals with disabilities.\nWhile Melbourne has made great progress in improving its accessible transportation options, there are still some ways that the city can improve.\nIncrease the number of accessible vehicles\nImprove the accessibility of train stations and tram stops\nProvide more training for transportation providers\nIncrease awareness of accessible transportation options\nAt IDS, we recognize the importance of accessible transportation and offer support to individuals with disabilities to access the community, develop practical skills, and increase their confidence to use public transportation. We provide services such as:-\nArranging taxi cards and vouchers\nTransporting you to appointments\nDeveloping your confidence to use public transport\nTaking you shopping\nTaking you to activities in the community\nAttending concerts and events\nGoing to parks, the beach and local attractions\nAccessible transportation is essential for individuals with disabilities to access opportunities and participate fully in society. Melbourne has made significant progress in improving its accessible transportation options, with several options available, including public transport, taxis, ride-sharing services, and WAV providers. By continuing to invest in accessible transportation and implementing the suggested improvements, Melbourne can become a more inclusive city for everyone."}, {"title": "Disability (NDIS) Transport - Easylink - Transport with Care", "article": "We’ll get you where you want to go in our accessible vehicles – work or study, a friend’s place, the doctor, the hairdresser, shops, day centre and more. With out service, independence is easy."}, {"title": "Guide to Navigating Accessible Transportation with the NDIS", "article": "Introduction: Access to transportation is a vital component of independence and community engagement for everyone, including individuals with disabilities. This comprehensive guide sheds light on the intricate relationship between the National Disability Insurance Scheme (NDIS) and the transport system. By understanding the roles and responsibilities of each entity, individuals with disabilities can confidently navigate various transportation options while receiving the necessary support to travel independently.\nExploring the Transport System: Transportation encompasses a wide range of options, from walking and cycling to cars, buses, trains, and trams. The transport system involves government departments responsible for roads, public transport, and taxi services, all of which contribute to creating accessible and inclusive transportation networks.\nResponsibilities of the Transport System: The transport system is accountable for several critical aspects, including:\nTransport Infrastructure: Developing and maintaining transport infrastructure such as roads, footpaths, train lines, and waterways that are accessible to all, including those with disabilities. Accessible Public Transport: Ensuring that public transportation facilities, stations, and vehicles are accessible for individuals with disabilities. Compliance with Discrimination Laws: Ensuring that transport providers adhere to discrimination laws in providing transport services. Travel Fare Concessions: Administering fare concessions for people with disabilities to ensure equitable access to transportation.\nResponsibilities of the NDIS: While the transport system focuses on creating accessible infrastructure and facilities, the NDIS extends its support to the individual’s travel needs and requirements. This includes:\nIndependent Travel Support: Offering assistance in traveling independently through training, using assistive technology, or other means. Vehicle Modifications: Funding modifications for private vehicles owned by the individual or their carers. Transport Funding: Providing financial support for the reasonable and necessary cost of private transportation, such as taxis or rideshares, when public transport isn’t a feasible option due to disability-related difficulties.\nReal-Life Example: Meet Lisa, who aspires to drive her car to work. Though she possesses a driver’s license and a new car, she needs vehicle modifications to make it suitable for her needs. Lisa’s local council ensures accessible parking spots to facilitate her parking experience.\nThe NDIS might fund a driver assessment to determine the necessary vehicle modifications. If the assessment deems her car adaptable, the NDIS could potentially cover the cost of modifications. Additionally, lessons to learn how to drive her modified car might be funded if they meet the NDIS criteria.\nConclusion: The convergence of the NDIS and the transport system creates a more inclusive and accessible environment for individuals with disabilities. By understanding the distinct responsibilities of each entity, individuals like Lisa can enjoy the freedom to travel independently while receiving the necessary support to overcome mobility barriers. This collaboration marks a significant stride towards a society that values equitable access, empowerment, and the opportunity to participate fully in community life, regardless of one’s abilities.\nIf you need Support Coordination we specilalise in providing this service to NDIS participants,"}, {"title": "Disability Gateway", "article": "Hi, I'm Gary, and today I'll be talking about the area of life that relates to transport.\nTravelling around and getting where you need to go is important for everyone, and transport is available in many ways.\nIf you have a disability, you might be able to get support to use transport from the Australian Government, along with State and Territory governments.\nIf you have a disability, you might be able to get support to use public transport or to help pay for other transport if you can't use public transport.\nTo find out more about these services, check out the Public transport page.\nAnother form is community transport, which is available in two different types.\nGroup transport, where you travel with others, and individual transport if needed.\nThe community transport options are available across Australia and each State and Territory.\nYou can find out more on the Community transport page.\nYou have access to taxi and rideshare services, which are both good ways to get around.\nThese are services run by companies that organise for someone to drive you where you need to go.\nYou can also find out how State and Territory governments can help you pay for taxis that include wheelchair accessibility.\nThese are known as wheelchair accessible taxis, or WATs.\nTo find more information about rideshare, taxi and other transport services, check out the Taxi and rideshare services page.\nYou can always drive and park your own car if you have one.\nWe can help with information about getting your driver's licence, parking your car when you have a disability and if you need changes made to your car so it's easier to drive.\nYou can learn more on the Driving and parking your own car page.\nIf you'd like to know more about how we can assist in transport, please contact the Disability Gateway on 1800 643 787."}, {"title": "RSA Disability Support Services", "article": "Disability Transportation Options Available in Your Area\nWhilst there are many transportation options on offer, we recognise that many do not always meet the needs and requirements of people living with disability.\nWe offer return transfers from your home to a facility for anyone using our accommodation services including Respite and Specialist Disability Accommodation. Our travel is wheelchair accessible and has been designed to create an easy and seamless experience for you.\nPublic Transport Options in Melbourne\nWhen it comes to public transport, there are plentiful options which are accessible and suitable for people living with disabilities. This includes trains, trams, ubers and specialist transport services.\nVictoria’s Public Transport offers a free travel pass for people living with disabilities. What’s more, there are wheelchair accessible taxis which are available for travel within inner Melbourne as well as regional areas.\nWhen it comes to trains, the majority within Melbourne can be accessed by people in need of wheelchair-friendly travel. For all Melbourne metropolitan trains, wheelchair access is available whilst ramps to platforms are available at most stations.\nWhilst there are also trams which provide access for people with a wheelchair or scooter, some are not accessible. The numbers at the bottom of this section are the best point of contact to find out which providers can be used so you can plan your travel in advance.\nFor disabled parking permits, you can apply through your local council. Your council will be able to provide you with location-specific information about which parking places offer disabled spaces.\nFor mobility allowance to help in compensating travel costs, you can also reach out to the Australian Department of Human Services Website. The Australian-Government funds this allowance and is available for people who are 16 years and over and who are unable to use public transport without substantial support.\nFor bicycle access, you can apply for a medical certificate which will explain you are unable to ride on the road. This grants you permission to ride on the footpath so you can travel throughout Melbourne in a safe, secure and easy way. You can do this by getting in contact with your local doctor or GP to request a medical certificate.\nFor ubers, uberASSIST offers taxi services which are accessible for people living with disabilities. With equipped vehicles and cashless payments, the service makes travel easy and comfortable. What’s more, the service recently expanded so it is now available across Australia.\nFor specific information regarding public transport options which are accessible and comfortable for people living with disabilities, the following points of contact are a great place to start:\nIf you would like to book your next trip with us or you are interested in learning more about the services we provide, send us an email or give us a call and we will get back to you within 24-48 hours!"}, {"title": "Department of Transport and Planning", "article": "Together with our key agencies we are responsible for planning, building, operating, and maintaining Victoria’s transport and planning system for use by all.\nVisit our Strategic Plan 2023-27: Thriving places and connected communities to learn more about our priorities."}, {"title": null, "article": null}, {"title": "Book a supported holiday with us today!", "article": "Trusted Travel is part of a not-for-profit organisation with deep community ties and which is committed to creating an inclusive world built on trust, respect and equality, where people with a disability can live the life they choose.\nWe remove barriers, create a culture of inclusion, and ensure each holiday experience is individualised with highly professional support. All support needs are considered, and each itinerary is tailored to suit individual requirements."}, {"title": "Specialist Disability Accommodation", "article": "What is Specialist Disability Accommodation and who does it support?\nSpecialist Disability Accommodation (SDA) is a form of housing that is designed to enable eligible National Disability Insurance Scheme (NDIS) participants to receive the support they need to live in the community and improve the delivery of their supports.\nParticipants who are eligible for SDA funding are those with extreme functional impairment or those who have very high support needs.\nSDA funding is provided to cover the capital (bricks and mortar) costs of the dwelling and to support investment in high quality SDA dwellings, and is not for person-to-person supports.\nProviders will need to meet diverse participant needs in new and innovative ways. As the market develops the SDA dwellings will diversify away from group homes with shared in-home supports, which were most commonly constructed under state and territory systems, and towards newer, smaller, dwellings with innovative models of providing support to participants.\nThe opportunity\nFunding for SDA is expected to grow to approximately $700 million per year at full Scheme. This funding has already begun to attract investment and stimulate the development of new dwellings.\nAccessing Specialist Disability Accommodation funding\nThe NDIA assesses whether a person is eligible for SDA in line with the NDIS (Specialist Disability Accommodation) Rules 2020.\nWhere a participant is eligible for SDA the NDIA will provide that participant with an amount of funding. The NDIA considers the participant’s goals and preferences, and calculates the amount of SDA funding based on:\nDesign category, which is determined by the participant’s support needs;\nDwelling type, which is determined by both the goals and needs of the participant to achieve those goals; and\nLocation, which is determined by both the goals and needs of the participant, and which represents value for money.\nFor example, the participant may need a robust dwelling (design category) that is a single-bedroom unit (dwelling type) in Collingwood (location).\nThe participant can then use that funding to find a dwelling to move into that is consistent with their goals and support needs. SDA funding is provided to a participant not a dwelling, and a participant can move from one dwelling to another.\nHow providers are paid under SDA\nWhen a participant moves into a dwelling that has been enrolled as SDA, the provider can then claim against that participant’s NDIS SDA funding.\nDifferent SDA price limits are set depending on the dwelling type. The price limits funded for SDA can be found on the NDIS SDA Pricing and Payments page, noting that this will increase with CPI every year.\nFinding tenants\nFor help finding tenants, visit the Housing Hub website, funded by the Australian Government's Sector Development Fund, and NEST. Both websites aim to match people with disability with SDA housing that meet their funding and support requirements.\nSupport resources\nConnect with a Boosting the Local Care Workforce Regional Coordinator to receive localised support and help in identifying opportunities in your area.\nThrough the Sector Development Fund, the Australian Government funded the Summer Foundation to develop a toolkit for providers who are transitioning to SDA delivery (separating services and accommodation).\nThe NDIA Specialist Disability Accommodation Provider and Investor Brief provides more information about SDA eligibility and funding, the provision of SDA and how to connect with participants.\nSGS Economics has analysed where the current SDA supply is located and locations that are undersupplied in the SDA Market Insights Report."}, {"title": "Types of housing", "article": "Types of housing\nThere are different types of housing available for people with a disability, from living independently in affordable housing, social housing or living with others in group homes or specialist accommodation. You can consider a home to suit your needs, as well as your budget.\nFind out what is available in your state or territory\nUse the map or the buttons below to find out what is available in your state or territory.\nSelect your state or territory"}, {"title": "Inclusive tourism with universal design", "article": "Research on the business opportunities in accessible and inclusive tourism is extensive. However, the intent of this research is largely staying on the shelf. A mix of attitudes towards people with disability and a sense of “not knowing where to start” are likely reasons. But you can get inclusive tourism with universal design by collaborating with tourism operators.\n” Surprisingly, many cases did not meet the minimal requirements for “older people” and “people in a wheelchair.” … but this result did function as an eye-opener”.\nA research group in Belgium has devised a method to uncover business opportunities through universal design. Collaborating with 17 accommodation providers they came up with a seven step process to integrate universal design into their business model. The process is also a way to increase knowledge and understanding of diverse guests and their experiences.\nThe research group documented their project in a conference paper. It begins by explaining inclusive tourism as a right, a business opportunity and a challenge. They devised a method to use the potential of universal design as a “business transformer”.\nCo-designing the 7 steps\nStep 1: We created a literature-based universal design screening based on mindset, management and infrastructure.\nStep 2: We tested and updated the screening in each of the 17 accommodation providers.\nStep 3: We analysed the data for each business which was given to them in a report.\nStep 4: The results were further processed with the participant, who decided on priorities.\nStep 5: An action plan was devised based on step 4.\nStep 6: A concise checklist and a guide with relevant information (tools).\nStep 7: A re-evaluation of the business to assess the actual improvement after interventions. Unfortunately the COVID pandemic impacted this research and the last step was not possible with the downturn in tourism.\nThe title of the paper is Inclusive Tourism: Co-developing a Methodology to Uncover Business Opportunities through Universal Design. Scroll past the first paper in the confrence proceedings to get to this one.\nFrom the abstract\nDespite increasing attention for inclusive tourism, implementation remains a challenge for tourist accommodation providers. We describe a 2-year project where the possibilities of universal design were explored. The purpose was to structurally uncover and address potential business opportunities.\nThe method was based on: inclusive customer journey, linking mindset, management and infrastructure, and diverse user needs. We collaborated with seventeen accommodation providers and developed a seven-step process. The process integrates universal design into their business model.\nWe discuss the results in how the method can act as a catalyst to increase knowledge and understanding, and how to address business opportunities."}, {"title": "Travel and Tourism", "article": "Inclusive travel and tourism is a global research topic with much of it showing the economic benefits for operators. However, the economic arguments are not progressing accessibility and inclusion as much as we would like.\nThis section of the website has guidebooks, and online learning for tourism operators, and guides for individuals. Also included are academic research articles.\nWith around 70 items in this section there is sure to be something useful. The posts are in date order with the most recent first."}, {"title": "Finding a way towards high-quality, accessible tourism: the role of digital ecosystems", "article": "By drawing on the concept of digital ecosystems, this paper is amongst the first studies to suggest a path to making tourism locations more accessible to all tourists (with or without disabilities) based on technology.\nThis paper describes a path to fostering accessible tourism, drawing on local authorities, particularly municipalities and universities. The suggested solution would benefit from future empirical analyses to assess its strengths and weaknesses.\nThe results indicate that a digital ecosystem could contribute to making tourism locations more accessible by enabling information sharing and coordination amongst all actors that co-create the tourism experiences. Moreover, the analysis underlines that tourism locations should be designed to be useable by all people, drawing on the principles of the universal design.\nThis paper is developed as a conceptual contribution, drawing also on an illustrative example that considers a tourist with mobility disability as the focal actor.\nDespite a growing interest in accessible tourism, delivering high-quality tourism experiences to people with disabilities (PwD) remains a major challenge. Beyond a number of acknowledged barriers (e.g. cultural, architectural, relational), the main issue is the lack of coordination amongst the many actors participating in the co-creation of tourism experiences. This paper intends to advance available knowledge on this issue by conceptually suggesting a solution that draws on the concepts of the tourism experience and digital ecosystems.\nCopyright © 2020, Fabio Cassia, Paola Castellani, Chiara Rossato and Claudio Baccarani\nPublished by Emerald Publishing Limited. This article is published under the Creative Commons Attribution (CC BY 4.0) licence. Anyone may reproduce, distribute, translate and create derivative works of this article (for both commercial and non-commercial purposes), subject to full attribution to the original publication and authors. The full terms of this licence may be seen at http://creativecommons.org/licences/by/4.0/legalcode\n4. Tourism experience and tourism ecosystem from perspective of tourists with mobility disability 4.1 Mapping the tourism experience through the tourism customer journey The tourism customer journey (TCJ) involves mapping the entire journey of a tourist, outlining all the stages a person goes through when experiencing the need to move for tourism purposes (Åstrøm, 2020). The TCJ draws on the more general concept of the customer journey, which is the “process a customer goes through, across all stages and touch points, that makes up the customer experience” (Lemon and Verhoef, 2016, p. 71). Mapping customer journeys is a popular and effective way to grasp the entire tourism customer experience (Rosenbaum et al., 2017). If the tourism product as a whole was offered by one single company, the general customer journey concept could be easily applied to tourism in the same way as it is applied to other kinds of services (e.g. banking, retail and insurance services). However, as will be discussed shortly, tourism is a more complex service because of the number and variety of co-creating actors and the relationships amongst them. Here, we apply the TCJ to the context of people with mobility disability. A similar analysis could be applied to people with other disabilities (Alén et al., 2012), resulting in different and specific types of TCJs. Given the complexity of applying a contextual study to all types of disabilities, this study focusses only on people with mobility disability, but the same method of analysis could be easily extended and replicated. From the very beginning of the TCJ, even when individuals are planning their holiday, they will encounter a series of actors, whose number will dramatically increase in the subsequent stages of the journey (Buhalis, 2000; Saraniemi and Kylänen, 2011). This is because tourism involves a complex ecosystem that has many actors who influence to a greater or lesser extent the experience perceived by individuals during their journey (Gretzel et al., 2016). The quality delivered by each actor clearly influences the overall quality of the tourist's overall experience (Ciasullo, 2017). Sometimes this phenomenon is emphasised because the quality performance of one provider has a spillover effect on the customer's evaluation of the quality performance of other components of (or actors in) the tourism ecosystem (Bourdeau et al., 2007). That is, a negative performance in one part of the journey may have a negative halo effect on the entire journey, considering that the tourist (beyond being the focal actor of the ecosystem) (Storbacka et al., 2016) is the only actor to see all the components of the ecosystem. Similarly, a positive performance in one of the moments of truth (Normann, 2001) has the potential to compensate for a series of negative performances in other parts of the journey. Overall, there is a remarkable risk of tourist dissatisfaction, which is heightened when the person undertaking the journey has some form of disabilities, such as when they have reduced mobility. These arguments can be illustrated through the construction of the TCJ for a holiday that is independently conceived and designed by a person with mobility disability who has time to spend in a destination to be selected and does not want to rely on standardised offerings delivered by tour operators. For this purpose, we draw on the general framework suggested by Baccarani and Cassia (2017), according to which a holiday is articulated and occurs in the following four main stages (Figure 1): destination choice and trip design; outbound trip; staying at the destination; transfer to another destination or return home. Each of the four stages of the TCJ develops through the processes that are outlined below. The points marked with the sign (*) in the following list represent critical aspects for people with mobility disability because they can entail various problems related to accessibility because of the presence of architectural, communication, cultural, technological and relational barriers. The first stage of the TCJ – destination choice and trip design – encompasses the formation of a tourist's experiential expectations drawing on the following elements: time available for the journey, motivations triggering the need for the journey, any previous personal holiday experiences, any previous indirect holiday experiences (e.g. information collected online, online reviews and e-word-of-mouth), dialogue and interactions with disability organisations and associations, information available online or printed specialised magazines and publications, information available in promotional materials delivered by tourism destinations, means of transportation available and reservation of such transportation (*), type of accommodations available and reservation of such lodgings (*), definition of a hierarchy of suitable destinations (*). The second stage of the TCJ – outbound trip – covers the most complex part of the holiday. In fact, the anticipated benefits of the planned holiday take shape during this stage. In the case that the tourist uses a personally owned means of transport suitable for their disability to reach the boarding point and that the travel is done by aeroplane, this stage includes the following elements: printing the boarding pass, estimating the time that they must leave home to reach the airport (this estimation is informed by customers' sensitivity to risk and the information available), preparing their luggage, planning which road or highways to take to reach the airport, stopping at rest areas to meet their needs or the needs of others or to comply with the requirements of the transport providers (*), parking in an area near the airport (*), checking in their luggage (*), reaching the boarding point (*), complying with any safety control procedures (*), waiting at a boarding gate (*), boarding the aeroplane (*), flying to the destination (*), disembarking and claiming their luggage (*), searching for a local means of transport to reach the accommodation facility (*), arriving and being welcomed at the accommodation facility (*). The third stage of the TCJ – staying at the destination – represents the core of the holiday with all that a person desired for their time away on holiday. This is a stage of personal enhancement in relation to seeking knowledge, values and relationships. During this stage, the core value of the holiday emerges and is influenced, at least in the beginning, by the travel experience, which may increase or diminish the initial enthusiasm. This stage encompasses the following points and involves a variety of actors at the destination: planning itineraries, visits and activities that the tourists wish to engage in at the destination based on their previous knowledge and the information available to them, visiting cultural, artistic and natural sites in an area (*), forming relationships with the host community (*), selecting from a variety of foods and eateries on offer (*), participating in local guided tours (e.g. wine tours) (*), using local means of transport (*), purchasing souvenirs. The fourth stage of the TCJ – transfer to another place or return back home – is similar to stages two and three described above, and includes the overall evaluation of the perceived quality in relation to the expected quality developed in stage one. In addition to the steps described above, which imply a variety of relationships between the tourist and several different actors, the context of a holiday is even more complex because tourist safety and care must be specifically assured, particularly for PwD. These conditions must be guaranteed by higher-level welfare systems, with which the tourism service network should be able to cooperate effectively. In summary, in this TCJ the tourist benefits from a variety of services that globally support the creation of the tourism experience, which is phenomenologically determined and perceived by the beneficiary (i.e. the tourist) (Vargo and Lusch, 2016). 4.2 Identifying the tourism ecosystem in relation to tourists with mobility disability This subsection identifies the actors that form the complex tourism ecosystem in its co-creation of the tourism experience. During each of the four stages of the TCJ, many different actors contribute to the formation of the overall tourist experience by delivering or not delivering the expected quality. In the tourist's experience, all these actors form a tourism service ecosystem, even if they represent only a set of services that the customer has assembled (Baccarani and Cassia, 2017). In fact, a service ecosystem implies a self-contained, self-adjusting system of resource-integrating actors connected by shared institutional arrangements and mutual value creation (Vargo and Lusch, 2016). However, this level of coordination amongst all the actors involved in the co-creation of tourism experience does not yet exist. Below, we outline the actors involved in each of the four stages of the TCJ. In the first stage, the tourist imagines, designs, plans and anticipates the pleasure of their holiday. To complete this stage, the tourist relies on the information provided by actors such as airlines and accommodation providers and interact with them directly or through intermediaries. For people with mobility disability, the dialogue and interactions with disability organisations and associations play an important role. As highlighted by the UNWTO, disabled peoples' organisations (DPOs) play a key role in accessible tourism because “they are mediators in understanding specific needs, existent barriers and the ways to bridge them” (UNWTO, 2020). At this first stage of the TCJ (destination choice and trip design), quality is evaluated on the basis of the completeness and clarity of the information provided by multiple actors. All the actors involved in this first stage of the TCJ represent the holiday-design ecosystem (see Figure 3). In the second stage of the TCJ (outbound trip), at least the following 12 actors are involved, and this number could be even higher if a tourist decides to use public means of transport (instead of a personally owned means on transport): producers of publications or websites and intermediaries distributing information that guides the tourist in selecting the destination during the season in which the journey takes place; booking organisations through their websites; transport providers, including those preparing the service timetable; highways operators who have information about roadworks and any related delays; firms executing the roadworks who have information about any interruptions that may affect the roadworks and travel times; firms managing the rest areas and a variety of other services that may be required; firms managing the parking areas who may assist customers to reach their boarding point after having parked their vehicle; airport company that manages the departure airport that offers a welcome service and controls safety processes; airline that is responsible for checking in passengers, assigning boarding gates, flying times and delivering baggage; airport company that manages the arrival airport that offers welcome services and provides information to customers and about local means of transport; local transport service operators; accommodation services providers. Therefore, a tourist interacts with at least 12 different co-creating actors during the second stage of the TCJ. These actors are connected in the tourist's mind but they are practically linked only through market relations and they do not coordinate their decisions and behaviours. Thus, it is unlikely that the tourist will be able to complete the second stage without experiencing some level of difficulty. For example, the tourist may miss the flight because of planned roadwork not being properly notified in advance or because of other unforeseen events. To evaluate the quality of the overall experience, the tourist considers all the components of this stage of the TCJ, comparing expected and actual quality. In particular, the tourist will appreciate the problem-solving capability of the actors. This second group of actors represents the travel ecosystem (see Figure 3). In the third stage of the TCJ (staying at the destination), the tourist stays at the chosen destination where they interact with at least the following actors: firms who manage welcome and accommodation services; restaurateurs; local inhabitants (local community); local transport service operators; local merchants with their value propositions; agencies who organise local tours so that customers can explore local traditions, culture and products; municipalities; organisations protecting tourists' safety and care. This third stage of the TCJ has fewer actors than the second stage. However, the variety of actors is greater because during the tourist's stay at the destination, the tourist will engage in activities such as trying different types of food offerings to appreciate the local food culture, which means they will have contact and engage with more actors. Similarly, to explore local artistic, natural and cultural heritage, the tourist will select from a variety of opportunities that are available at the destination. In the third stage of the TCJ, the local community also plays a fundamental role in welcoming tourists and in co-creating their tourism experiences. In fact, in addition to the technical and functional–relational components of the quality delivered by local services (Grönroos, 1990; Kang and James, 2004), the welcoming atmosphere experienced at the destination plays a central role in the formation of the overall perceived quality (Nunkoo and Ramkissoon, 2011). All the actors involved in the third stage of the TCJ represent the staying at destination ecosystem (see Figure 3). The fourth stage (transfer to another place or return back home) is a replication of the stages two and three outlined above and encompasses the tourist's comparison between the overall perceived quality and the expected quality developed in stage one. The actors that populate the tourism service ecosystem are largely the same for tourists with and without disabilities. However, tourists with disabilities can select amongst a smaller number of offerings than tourists without disabilities. Moreover, actors are required to have adequate technical and relational skills to deliver tourism services to tourists with disabilities. Thus, tourists with disabilities must face greater difficulties in their travel-related choices because of the presence of several types of barriers (see Figure 2). The tourism ecosystem described in this sub-section is depicted in Figure 3. The quality of the tourism experience emerges from the relationships established within this tourism ecosystem through which resources are combined and value is co-created. Such relationships have different degrees of smoothness depending on the presence of several barriers.\n5. Barriers to accessible tourism: can digital ecosystems represent a solution? Drawing on the arguments developed so far, this section identifies in detail the barriers to fulfilling tourism experience co-creation for PwD. The intention of the discussion is to understand whether and how digital ecosystems could represent a viable solution to such barriers. The identified relationships amongst the co-creating actors have not been harmonised to deliver the overall quality desired by the tourist because they are regulated by pure competitive mechanisms, emphasising the value of a specific part of the ecosystem instead of the value of the entire ecosystem. However, in tourism, competition amongst companies of the same sector can exist only once a territory as a whole is attractive. As highlighted in several studies (Baccarani et al., 2019; Barnes, 2004), the territory is not a physical space, but a highly complex viable subject emerging from all co-creations over time through the interactions between nature and human beings. Thus, the territory emerges from the relational synergies between the people who inhabit it and the environment. Therefore, the stronger the synergies established in a certain location, the higher the location's attractiveness and value, which then make the location a platform in which individual actors can compete against each other with their propositions. That is, the long-term attractiveness of a territory and of a tourism destination derives from the actions of the entire ecosystem, within which the actors must aim to do their best through a continuous dialogue with the territorial ecosystem. For this purpose, tourism must be conceived in a holistic manner by deploying planning efforts that involve all the actors of the ecosystem and engage all the potential beneficiaries of the tourism offering – be they are tourists with or without disabilities (Darcy et al., 2020). This perspective cannot ignore a series of barriers that determine biases in the co-creation of a location that provides tourism services for all tourists and particularly for those with mobility disability. In detail, the following barriers to accessible tourism can be identified (Gillovic et al., 2018; Michopoulou et al., 2020; Nyanjom et al., 2018): informational barriers; architectural barriers; political barriers; cultural barriers; relational barriers; technological barriers; entrepreneurial myopia. These barriers are outlined below from the perspective of PwD. Informational barriers refer to the difficulties that a person with disabilities faces when desiring to autonomously evaluate and choose a means of transport, accommodation, a holiday itinerary or simple holiday activities such as shopping. While there is usually a great deal of information is available for such services, informational needs of PwD leads to higher levels of complexity. For example, even when information about tourism services is available it can difficult to verify. Architectural barriers refer to the obstacles PwD encounter on holiday when engaging in activities such as accessing means of transport, moving in different locations, and using sidewalks and roads. Inconveniences related to architectural barriers can often also be experienced by people without disabilities (e.g. finding it difficult to understand the subway system) but the barriers are emphasised for PwD. Architectural barriers are directly connected to political barriers, which refer to the needs of PwD in the context of a political agenda. While political discourses highlight the ideal of acting to eliminate architectural barriers, political actions are often guided by urgency, short-termism and narrow-sighted electoral benefits. Cultural barriers refer to the indifference that can characterise the behaviour of all people of all abilities (Gillovic et al., 2018) towards PwD. This barrier is manifest in factors such as the lack of respect for PwD parking slots. Relational barriers refer to the general population viewing PwD from a self-righteous perspective, believing that the PwD cannot live a full life, even within the constraints of the experienced impairments. Technological barriers refer to the speed of the technological change related to means of transport and communication, which can create difficult situations for those who do not keep up with the ongoing changes. Entrepreneurial myopia refers to the inability to appreciate the size and value of the tourism market for PwD and of changes occurring in public opinion. This myopia is in tension with the ideals of sustainability provided by Agenda 2030 (United Nations, 2015), which explicitly highlights the need to promote sustainability and inclusivity and to empower PwD (e.g. points 11 and 23 of Agenda 2030) and by the Global Code of Ethics for Tourism (UNWTO, 2001), which states the “right to tourism” (article 7). When accessible tourism experiences are designed, it is important to avoid ad-hoc solutions aimed exclusively at PwD (Scheyvens and Biddulph, 2018). Following the principles of universal design (Michopoulou et al., 2020), tourism providers should in fact enable experiences that are useable by all people, with or without disabilities. This approach is consistent with the idea that tourism carries a value that makes it a public service, interpreted as a service that should be assured for every member of communities that desire such services. The question now arises of the assessment of the potential of digital ecosystems to remove the identified barriers and enable effective accessible tourism experience co-creation. While it is clear that technology cannot solve all the problems, we contend that it represents a valuable engine for such effective co-creation. As noted by Akaka and Vargo (2014), technology should be conceived as an operant resource able to bring about changes in ecosystems and influence value co-creation processes. The provision of a platform to support the engagement of actors involved in accessible tourism can thus represent a first step to first removing informational and relational barriers, and over time, smoothening other barriers (e.g. cultural barriers). Thus, technology can enable the emergence of a digital ecosystem with tourists and their needs as the focal actors (Gretzel et al., 2015, 2016). Such an ecosystem could initially organise and coordinate suitable solutions to emerging PwD needs and issues by collecting and sharing the information concerning all the actors of the ecosystem. Given that tourism is a service provided by a specific territory, the digital ecosystem should be led by the authorities in charge at the territorial level, whether a municipality, province, region or country. Given that the emerging ecosystems require rapid efficiency and effectiveness checks, it seems more appropriate that the process begins at the local territorial level and then extended (through imitation and adaptations) to higher levels. Beyond authorities in charge at the territorial level, universities and other research institutes should play a central role in the design of a tourism ecosystem. These institutions should establish a dialogue with tourists, with PwD and with disability organisations and associations, without overlooking local inhabitants who are important for creating a warm and smooth welcoming. The emergence of the tourism ecosystem also draws on the constructive contributions of all the organisations representing the service providers who play a role in co-creating tourism experiences. The digital ecosystem should also be based on a series of incentives for firms that decide to be a part of the ecosystem, beyond a process of certification and evaluation of their delivered quality. As a good starting point, municipalities could establish tourism departments that have the additional responsibility for the removal of mobility barriers. The viability of this choice is demonstrated by the experience of Verona, the first (and currently the only) municipality in Italy that has introduced such a department. For smaller municipalities, the digital ecosystem could be created at a higher level, such as in a consortium of municipalities, a province or a region. Figure 2 presents the main features of the tourism digital ecosystem. Overall, the establishment of a digital ecosystem aims to make the territory an inclusive, warm and welcoming location where people want to live or stay. Hence, by providing an engagement platform, technology can act as an operant resource, disrupting the myopia guiding each actor's individual behaviours. An example of a digital ecosystem to support accessible tourism is the one being implemented by Explora, the destination management organisation of the Lombardy region (Italy). Explora has begun to establish a digital ecosystem (Ecosistema Digitale Turistico della Lombardia) through a platform that aims to support information sharing amongst the actors of Lombardy's tourism ecosystem. This ecosystem has not been created specifically to support accessible tourism. However, through this platform, operators could coordinate and harmonise the design of accessible tourism experiences, which would then be communicated and sold through the related web portal “in-lombardia.it”. This web portal currently hosts dozens of accessible tourism experiences; however, these are not conceived following the concept of the holistic ecosystem described in this paper. Nonetheless, the technological infrastructure that has been created has the ability to foster the future emergence of such a holistic accessible tourism ecosystem."}, {"title": "Universal Design & Tourism", "article": "In a world where 15% of the population is living with some form of disability and where our population is also steadily ageing it is more important than ever to consider universal design in every industry planning to be operational in our ageing future.\nThe World Travel and Tourism Council (WTTC) understands this crucial importance and have called for more investment and improved management for disabled tourists globally. The WTTC has outlined two main priorities for destinations wanting to focus on universal design and tourism;\nTo understand the market’s dynamics and opportunities so that operators can prioritise actions accordingly. This includes looking at what leaders in the space are providing and learn from them, as often some simple adaptations or a mere awareness of the needs of people with a disability can make a big difference. Partner with organizations that have experience in working in accessibility to ensure that what operators can provide are appropriate and communicated effectively.\nUniversal design advocates for the consideration of all people with disabilities and not only those who use wheelchairs. Consideration should be given equally to all disabilities such as visual or hearing impairments, learning disabilities, mental health issues, and age-related disabilities. By doing this, the needs of the world’s population will more likely be met.\nSimply put by WTTF president and chief executive officer David Scowsill,\n“Travel and tourism [industry] needs to take accessibility requirements seriously. The imperative is not only moral, but it also makes good business sense,”."}, {"title": "Travel and Tourism Archives -", "article": "A group of researchers compared the walking experience of tourists and locals in two New Zealand cities. The research was in the context of accessibility and active travel. They chose to compare Christchurch and Wellington because of their differing topography and architecture. There are no surprising results from the study, but they confirm the need for good footpaths and wayfinding for everyone.\nOverall, both tourists and locals were generally “satisfied” with their walking experience in both cities. However, the age of participants was skewed to younger age groups. Image of Christchurch Post Office.\nParticipants were asked to rate the presence of a good and wide walkway condition, absence of closed roads (culs de sac), signage, flat terrain, and accessibility for wheelchairs and prams. Overall, both locals and tourists appreciated well designed level walkways with good signage for wayfinding. However, walkers would like to be alerted to construction works so they can take alternative routes in the same way as motorists.\nIn Wellington, tourists indicated that they expected more accessible routes so that people with differing abilities could walk or wheel. This was the most significant finding in the survey because it was the only score to fall below the statistical neutral line. Image of Wellington.\nChristchurch has less steep terrain which means it could satisfy the accessibility criteria better than Wellington. Tourists liked the grid pattern of the city which removed the culs de sac that existed before the earthquake. However, poor or narrow footpaths were a concern for both tourists and locals in the central area. Lack of signage at intersections was not regarded well by tourists either.\nIn Wellington footpaths and signage were also a major concern for locals and tourists alike. While the footpaths were wide, they were poorly maintained.\nMore signage for tourists\nIt’s not only signs that people need – landmarks work as well. Wellington has a good natural landmark in the form of the harbour. The Avon River in Christchurch also helps with navigation. However, tourists would like more signage, especially at intersections.\nThe title of the paper is, The walking tourist: How do the perceptions of tourists and locals compare?\nFrom the abstract\nThis research addresses the question of how visitors perceive and evaluate the city they are visiting when they walk. Comparisons are made with the experience of local residents. The paper examines the relatively overlooked domain of tourist walkability and investigates the extent to which accessibility and topography may influence walking experiences.\nData were gathered from a Walk Diary in which respondents evaluated the environment along a single walk. Responses were received through convenience sampling from 132 people in Christchurch and Wellington. The Walk Diary provided an effective way of capturing differences between locals and tourists when they walk. Insights from this study will be particularly useful to those tasked with enhancing people’s urban walking experience."}, {"title": null, "article": null}, {"title": "Accessible Accommodation", "article": "Your disability is uniquely you. There isn’t simply a “one size fits all”.\nChoose accessible accommodation from basic to complex disability needs.\nBe informed, with exceptionally detailed information for every property.\n– Over 50 questions & answers to your unique needs.\n– Helpful video tours & photos, especially bathrooms"}, {"title": "Accessible Accommodation", "article": "Accessibility Features\nAlthough accessibility features can vary between properties and room types, many of our accessible apartments feature roll-in showers, fixed grab bars, toilets with grab rails, raised toilets, walk-in showers, shower chairs, step-free access to rooms, light switches or lamps within reach of bed, wheelchair accessibility, and wide doorways and passages.\nApartment Features\nEach of our one and two bedroom self-contained serviced apartments feature a fully equipped kitchen/kitchenette, laundry facilities and separate living, dining and sleeping areas, so that you’re afforded all the space and privacy you need to make your stay as comfortable as possible.\nAccessibility Hotels\nPlease check the detailed room descriptions prior to booking or contact the property directly if you have any questions. Not all Quest properties offer accessible accommodation - please use the links below to find a Quest hotel with accessible accommodation close to your destination."}, {"title": "The 10 best accessible hotels in Sydney, Australia", "article": "Trzaskowski Australia\nThe location is perfect and the hotel is off beautifully leafy Albion Street. Although the main reception is only accessible via small alleyway at the back, once checked-in, the guests can use the entrance from the main road. Loved tasteful decorations and was impressed by the cleanliness everywhere. Also, since it is a boutique hotel, you get that cosiness and a personal touch that most of the big hotels are lacking. The staff was extremely friendly and helpful. The hotel is walking distance from the Central Station, but also very close to the Town Hall area and many hidden bars and coffee shops."}, {"title": "Accessible Holidays in Sydney for people with disabilities", "article": "Room only\nHotels\n4 Stars\nLocated in Penrith around an hour from Sydney. Modern rooms are medium sized and generally in a very good condition. Rooms have a corporate feel and come with cable TV, in room safe, ironing facilities and teacoffee making facilities."}, {"title": "The 10 best accessible hotels in Sydney, Australia", "article": "Trzaskowski Australia\nThe location is perfect and the hotel is off beautifully leafy Albion Street. Although the main reception is only accessible via small alleyway at the back, once checked-in, the guests can use the entrance from the main road. Loved tasteful decorations and was impressed by the cleanliness everywhere. Also, since it is a boutique hotel, you get that cosiness and a personal touch that most of the big hotels are lacking. The staff was extremely friendly and helpful. The hotel is walking distance from the Central Station, but also very close to the Town Hall area and many hidden bars and coffee shops."}, {"title": "Best Holiday Accommodation Options for People Living with a Disability", "article": "Everyone enjoys a relaxing holiday, and as we enter the festive season many of us begin to dream about the perfect getaway.\nFor some people with disability, concerns about accessibility at new destinations can be daunting, and overshadow the excitement of a much-needed break. The good news is that across Australia, and much of the world, there are hotels, motels, and other forms of accommodation that want to make their facilities accessible to as many people as possible.\nAs a result, there are a range of amazing options that you can consider for your next adventure.\nHoliday planning 101: Finding accommodation\nThe first step in planning the holiday is, of course, finding the perfect accommodation. Thankfully, there are a number of resources available that are specifically focused on providing great experiences to those with disabilities. Here are just three useful examples:\nHave Wheelchair Will Travel – Accessible travel | Travelling with a wheelchair: An Australian website of a family that are sharing their travel tips and experiences of traveling with a wheelchair. As they say about their family – We are a Sydney based family of four trying to find our way around tricky situations so we can do as much as possible, despite a wheelchair being part of our package. The aim of this website is to give some tips on places we’ve found accommodating, wheelchair accessible/friendly and some fun things we found in our travels. This website is about encouraging people to explore the possible. I hope that you will get out there and give it a go!\nAccessibleAccommodation.com.au: An Australian-owned website that understands that when it comes to disabilities one “size” does not fit all, Accessible Accommodation aims to make it clear just how right an accommodation option is for you. Each listing on Accessible Accommodation features dozens of different categories that are important from an accessibility point of view. These range from whether the listing offers accessible toilet, shower, and bathing facilities, through to disabled parking, whether it’s open to service dogs, and what kind of Internet and communication services it offers. There’ll be no unpleasant surprises around access when you book through this site!\nDisabledHolidays.com: This UK-based website is excellent if you’re booking a holiday anywhere in the UK and has a wide range of destinations abroad to look at as well. The company makes a real effort to audit each accommodation that it lists personally, to check that it meets the standards that people living with a disability need. It provides other services too, such as adapted transfers, mobility equipment hire and flights and airport assistance. Offering all of this while also being highly competitive on price.\n5 accommodation ideas for people living with a disability\n1. Holiday house\nMany holiday houses offer both accessibility and luxurious living. Just like a home away from home, a holiday house is a full-size home that can be rented out for a weekend escape, week-long getaway, or long-term vacation. Accessible holiday houses contain everything you need for a comfortable stay. Spacious rooms, all amenities including Wi-Fi and AC, easy reach lights, wide doorways and bathrooms with handrails, as well as easy on-site access. There are one storey holiday houses such as cottages or cabins, and multi-level holiday with elevator access so you can enjoy the freedom of going up and down levels and enjoy the spectacular views. Wheelchair and disability-approved holiday homes should all come with ramp access and easy access to local attractions.\n2. Accessible Apartments\nApartments are usually found in populated areas like capital cities or popular holiday destinations like Queensland’s Gold Coast. Accessible apartments will have elevator access to the floor and level access into the apartment and its living quarters. An apartment with wheelchair access will feature disability access rooms and showers, on-site parking and easy to navigate grounds and surrounding landscaping for ease and comfort. Step-free and barrier-free, disability-friendly apartments can accommodate wheelchair users in all areas of the home.\n3. Resort\nIf you have plans for a luxurious holiday, then a resort may be an accommodation style to keep in mind. Resorts are a full-service lodging facility that is often found on central locations such as on beaches or rainforests. They also often contain on-site activities and restaurants as well as day spa facilities. Accessible resorts are fully wheelchair accessible with rooms and bathrooms fitted with full disability aids. Resorts are a great option for people living with a disability, as they provide all the convenience and entertainment within one place. From 24/7 room service, in-room massage services, indoor pools, and therapeutic spas. They also often come with wheelchair-accessible shuttle services to transport guests to nearby attractions.\n4. Cruise\nThere are many cruise ship operators that cater to those with disabilities or requiring wheelchair access. If you love the idea of a holiday out to sea, then a cruise would be a great holiday accommodation option. These cruise ships will provide wheelchair access including wheel-in showers and toilets, hearing facilities, visual aids, wheelchair ramps and grab rails. Some cruise lines will even offer hoists or electric beds to rent. Specially adapted staterooms with wide access doors, low sinks, shower stools, raised toilets, and handrails provide comfort and convenience for anyone requiring ease of mobility.\nWhere to go for your accessible holiday\nAs you’ll see from the accommodation websites above, there are plenty of hotels and holiday facilities that cater to those with disabilities. To help get the creative juices flowing when you’re planning your own holiday, here are some amazing destinations:\nPhillip Island\nThe fairy penguins of Australia’s Phillip Island are an international treasure, and one of the best things about a trip to the island is that there is an exclusive viewing area for people with disability to watch the penguins wander around and burrow in the beach. You’ll get much closer to them than in any zoo, and the inclusive access truly goes the extra mile to make sure no one misses out.\nUluru\nClimbing Uluru has been banned, but that was never the best way to view the UNESCO World Heritage Site. The best way to respectfully admire this deeply spiritual place was to follow the tracks, and these are all designed to be fully accessible. Furthermore, the accommodation, coaches, shops, and other key buildings that make Uluru a true holiday destination all offer wheelchair access and rooms with additional assistance. You might think the desert heat might be a bit much, but Uluru has you covered there, too – there is plenty of shade and canopies to rest, dine, and relax under.\nPattaya\nThailand is the holiday jewel of south-east Asia, so it’s great to see one area decide to cater specifically to tourists with disabilities. One resort in this area even organises additional, inclusive activities such as accessible diving, shows held in accessible arenas with wheelchair access, and specialty transportation options. Now everyone can make the most of a tropical getaway!\nDublin\nHistorical cities are often difficult for people with disabilities to get around, as the cities weren’t designed around accessibility, and the necessary changes to enable accessibility could damage the heritage buildings or environment. Dublin is an exception and has really made it work! Almost the entire city has been subtly re-worked to allow for inclusive access, without compromising the facades and rich history of the thousand-year-old city.\nHong Kong\nThe world’s biggest cities can sometimes feel alienating and unhelpful to anyone that can’t keep up with the hustle and bustle, but Hong Kong has a well-deserved reputation for looking after all residents and visitors, with temples with specialised access, additional maps and guidebooks that are specifically designed for people with disability and dedicated accessible transport for those with disabilities.\nWhat’s next?\nAs you can see, there is no limit to the range of experiences available to people with disability. Once you know how to filter through and find the right accommodations and locations, the world is your oyster!\nIf you need any assistance with living with a disability – including organising respite, or finding temporary or permanent accommodation, contact the friendly team at Ability Options. We are here to help!"}, {"title": "5 Tips For Travelling with Mobility Aids", "article": "Are you planning a vacation or do you want to visit family & friends? Planning a trip can be stressful at the best of times, especially when you or your travel companion has mobility requirements. But don't worry, we are here to make it easier for you and ensure a hassle-free and enjoyable experience for all involved. There is still a lot of uncertainty around travelling with mobility equipment in Australia. We often get asked whether electric mobility aids are allowed when boarding a plane, what the costs involved are and which products are best suited to travel. So allow us to clear things up and give you the top five tips on how to successfully travel by air with mobility aids like electric scooters or wheelchairs: Plane tickets\nAccommodations\nA well-planned itinerary\nSmartphones and camera\nMobility device\n1. Knowledge is Power - know your batteries\nThere are a few different types of batteries that can power electric mobility equipment. The most common ones are gel batteries, lead-acid batteries and lithium batteries. Most portable mobility scooters and powerchairs are powered by non-spillable or lithium-ion batteries to allow for easier lifting and transport.\nAs a rule of thumb, you are able to travel with all different types of batteries listed above, however, the size and the way in which you travel will vary depending on the style of battery and the mobile device you are taking with you. The below information reflects the information from the Qantas Website, extracted on Dec 2020. Please note that this information may be subject to change. To see the latest info please click here.\nFor Lithium Batteries\nLithium batteries must be in their protective cases, with the battery pack or wire harness disconnected from the mobility device and any connectors need to be taped over. The protective case is usually a plastic housing with some handle to help carry the battery.\nAll Lithium batteries sold by Motobility come standard in a protective housing. Including Solax Batteries, Luggie Batteries, SupaScoota Batteries and E-Traveller Batteries.\n160WH +\nAny Lithium Batteries exceeding 160WH (Voltage x Amp-hour = Watt-hours) are prohibited to be transported on an aeroplane and must be sent as dangerous goods freight.\n100WH to 159WH\nA maximum of two spares per passenger are permitted and prior airline approval is required. All battery terminals/connectors must be protected. The battery is required to be taken as Carry-on baggage\nLess than 100WH\nNo prior airline approval is required, all terminals and connectors need to be protected. The batterie/batteries, will be required to be taken as cabin luggage.\nNon-Spillable Batteries (including dry cell, Gel and Lead-Acid)\n12V and 100WHAny Batteries exceeding 12V and 100WH (Voltage x Amp-hour = Watt-hours) are prohibited to be transported on the plane and require to be sent as dangerous goods freight. Not exceeding 12V and 100WhThese batteries need to be carried as carry-on luggage and passengers are limited to two spares per passenger. Prior Airline approval is required.\n2. Communication is key - communicate with your airline and/or travel agent\nAccording to Qantas, the largest airline company in Australia, if you need wheelchair assistance or you are travelling with your own mobility aid, once you’ve booked your flight you can send a request online. Provide your booking reference number along with these details:\nA) Type of Mobility Aid (manual or battery-powered)\nB) if motorised the battery type: Nickel Hydride, lithium-ion or non-spillable\nC) Mobility aid brand and model\nD) the dimensions (in its most compact state) and the weight, height, length and width of the mobility aid.\nFor more information about mobility aid assistance, visit the website of your airline or call their hotline or speak to your travel agent ahead about your needs.\n3. Be Prepared - carry your user manual and MSDS Certificate\nYour mobility aids like the electric scooter and wheelchairs are delicate items and therefore must be handled properly. Always bring with you the user manual and/or the battery information so that airline employees assisting you may know how to handle your mobility equipment with care.\n4. Prevention is better than a cure - Invest in a sturdy carry case\nAs mentioned in bullet number three, mobility scooters and wheelchairs are fragile and must be handled with care. Take extra precaution since when you fly, not all the time that you have your eyes on your precious mobility aids or some handlers may be a bit careless so better have a sturdy carry case that protects your scooter or wheelchair. The carry case must have the following: Hard outer layer Wheeled for easy mobility Padded inside for extra protection Lockable for extra peace of mind\n5. Expect the Unexpected - be prepared for emergencies\nAlways be prepared for emergencies so always have spare keys, spare batteries and some accessories https://www.motobility.com.au/products/electric-mobility-scooters or https://www.motobility.com.au/products/electric-wheelchairs-powerchairs/wheelchair-accessories> in tow. More than that, make sure that your mobility equipment is insured!\nMore Tips:\n1. When bringing your mobility equipment, keep in mind that it’s FREE of charge!\n2. Make sure that your scooter supplier provided you with a verification of compliance certificate for your battery as some airlines might require this. Always keep this document handy, so you’ll have a hassle-free journey!\n3. It is always a good practice to research about your destination, especially when you’re touring with someone with mobility needs. Please bear in mind that rules may vary when travelling in different countries, so always call ahead to double-check!"}, {"title": "Travelling on Airlines with Mobility Aids", "article": "Home Tips & Advice Travelling on Airlines with Mobility Aids Tips & Advice Travelling on Airlines with Mobility Aids 0 Views\nTravelling by air can be an intimidating experience for anyone, but it can be especially daunting for those who use mobility scooters or power wheelchairs. Fortunately, many airlines are making accommodations to make travel easier. Here’s what you need to know about travelling with a mobility scooter or electric wheelchair on an airplane.\nWhat You Need To Know\nIt’s important to know the restrictions and regulations for travelling by plane with a mobility scooter or electric wheelchair. Before you plan your trip, it’s recommended that you contact the airline directly to discuss any special requirements they may have. For example, some airlines may require that you provide documentation confirming that your device is safe for air travel (e.g., battery information). Others will require that you seek preapproval for taking batteries on board. It’s important to review all of these requirements before booking your flight so that everything goes smoothly on the day of departure.\nAs Airlines often have size restrictions on mobility aids, you may want to consider portable scooters and foldable travel scooters if you are interested in flying.\nWhat you need to know about Qantas\nQantas provides a handy page with all the information you’ll need to take your mobility equipment on board. They fall under the dangerous good section due to the batteries required to power the devices. The type of battery your equipment uses will determine how you need to pack your batteries and the steps you need to take to ensure your equipment is ready for air travel.\nA Lithium-ion battery can be taken on carry-on, but not checked baggage, and the reverse is true for dry cell batteries. In all cases the terminals must be covered or protected. Refer to the information sheet provided by Qantas for complete details.\nYou are also required to request airline approval prior to travel with Qantas.\nWhat you need to know about Virgin Australia\nThere is detailed information available from Virgin as to the ins and outs of mobility assistance and flying with equipment. Everything from wheelchair assistance through to the dimensions allowable for mobility aids stored in cargo. You can also pre-book mobility equipment to use during your time at the airport.\nAs for equipment requirements, the Virgin Australia site states:\nBatteries that power mobility aids (e.g. motorised wheelchairs) are considered dangerous goods when carried by air. To be carried safely on an aircraft, the mobility aid must be correctly prepared.\nBattery types permitted in mobility aids which we accept on Virgin Australia Group aircraft are:\nNon-spillable types such as Sealed Lead Acid (SLA), Absorbed Glass Mat (AGM) and Gel batteries, which must not contain free or unabsorbed liquid\nDry type batteries such as alkali-manganese, zinc-carbon, nickel-cadmium (NiCad) and nickel-metal hydride (NiMH) batteries.\nA lithium battery (includes polymer, Li-Po and Li-ion) which must meet the requirements of the UN Manual of Tests and Criteria, Part III, subsection 38.3.\nWhen preparing the mobility aid for air transport:\nThe battery terminals must be protected from short circuit. This may be achieved by enclosing the battery within a non-conductive battery container/case/transport box as part of or separate to the device.\nThe battery and container must be securely attached to the mobility aid unless the batteries are required to be removed for air transport.\nThe electrical circuits must be isolated/inhibited. That is, the mobility aid cannot be accidentally turned on and moved by operating the controls. Isolating/inhibiting the electrical circuits must be done by following the manufacturer’s instructions\nWhat you need to know about Jetstar\nJetstar provides basic information about travelling with assistive devices, both in carry on and checked in baggage. At the time of writing there is no excess baggage charge for assistive devices that are for your personal use. This includes the oversize item fee.\nFor complete details and further information, visit the Jetstar Travelling with Assistive Devices page.\nIn Conclusion\nTravelling by air can be stressful for anyone, but it doesn’t have to be if you are prepared with knowledge of airline regulations and accessibility guidelines related to mobility devices such as electric wheelchairs and mobility scooters. With some research into which airlines offer special services and careful planning ahead of time, you can ensure a smooth and comfortable journey no matter where in the world you are headed."}, {"title": "Mobility assistance", "article": "There are size restrictions and requirements for the carriage of mobility aids, depending on the aircraft type operating. We recommend you check the maximum dimensions against your own wheelchair dimensions prior to travel.\nPowered wheelchairs/ mobility aids\nIn accordance with manufacturer's recommendations and to reduce any risk of damage to your mobility aid, all electric wheelchairs, including power assist wheelchairs, must travel in the upright position (folded or unfolded) in the free wheel mode. To facilitate this requirement, check the maximum dimensions to ensure we can accept your mobility aid/s on our aircraft.\nManual wheelchairs/ mobility aids\nAll manual wheelchairs must fit within the maximum dimensions in the upright position (folded or unfolded). If the wheelchair fits within the maximum dimensions but not in the upright position, the wheelchair can only be carried if it weighs less than 32 kgs and the manufacturer has confirmed that the wheelchair can be stored and transported on its side. Otherwise, the wheelchair must fit within the maximum dimensions in the upright position to be carried."}, {"title": "Travelling with a disability", "article": "People with disability often face extra obstacles when travelling. We take a look at some challenges to watch out for including with booking, boarding flights, airport security and accommodation, and we also look at the rights of travellers with disability.\nOn this page:\nAir travel\nAirlines and airports are bound by the Disability Discrimination Act (DDA) to provide services for people with disability. Trained staff should be able to assist with:\ngetting around the airport\nhandling baggage\ngetting on and off the plane\ngetting to and from the plane toilet (in the case of a semi-ambulant person)\nopening packages and identifying food on board the plane\ndelivering safety briefings in a way that all passengers can understand.\nStaff are not expected to assist with eating, administering medication, using the toilet or lifting or carrying a passenger.\nKnow your needs\nFlying with a disability takes some forward planning. You should explain your needs to airline staff when you book your flight.\nWill you:\nbe travelling alone or with a carer?\nneed help navigating the airport?\nneed help with baggage and boarding?\nbe able to use the toilet on the plane?\nbe able to understand safety briefings and instructions from staff? (Some airlines have braille or large-print books available).\n\"When you have a disability, your needs change,\" says Australian wheelchair rugby Paralympic gold medallist Nazim Erdem.\n\"The main concerns are: What do I do if I need to use the toilet? What do I do if I have a bowel or bladder accident? Will I have enough room to do pressure relief so I don't get a pressure sore? ... But airline staff are mostly aware of this and are very helpful.\"\nPlane accessibility\nNot all planes board via an aerobridge. If you can't manage steps, let the airline know in advance as you may need to use a lift. Some international budget airlines, such as Tiger, charge a fee.\nIf you're unable to walk to your seat, you can ask for an aisle chair – a collapsible wheelchair narrow enough to travel along the aisle. Most planes have some seats with adjustable arm rests, so you can move from the chair into your seat.\n\"People with disabilities are first on, last off,\" says Nazim. \"Airlines usually like me seated on the aisle seat but this can be a problem if other passengers need to climb over me to get to their seat or use the toilet.\"\nIn April 2014 a man with multiple sclerosis was unable to board a domestic Jetstar flight after check-in staff told him his wife would have to lift him into his seat without help from cabin crew because of health and safety concerns. Unlike many Qantas and Virgin services between major Australian cities, which offer an electric hoist, Jetstar only provides a 'slide board'.\nToilets\nToilets on planes are usually tiny, so access can be a problem for many people.\nSome planes offer a privacy curtain so the door can be left open while a carer assists.\nThe 747-300s (now phased out in Australia but still in operation overseas) and the 767-200s and 767-300s have outward-opening doors for easier access; and some of the newer wide-bodied jets, like the A380 and the 747-400, include an accessible toilet.\nIf you plan to board the plane using an aisle wheelchair, check with staff to make sure it will be available during the flight to access the toilet.\nWheelchairs\nIf you're travelling with a wheelchair, almost all airlines will ask you to check it in. Some budget airlines won't carry electric wheelchairs at all, and those that do may disconnect the battery and carry it separately.\nIn May 2014, Air Asia refused to check in a Western Australian man's electric wheelchair on a flight to Bali. The airline's policy prevents the carriage of battery-operated wheelchairs. Even after the man offered to remove the battery and leave it behind, he was told the chair exceeded the maximum weight limit.\nMost airlines have a greater baggage weight limit for mobility aids and medical supplies, and only a few of the budget airlines will charge extra.\nFor health and safety reasons there may be a limit on individual item weight and dimensions, so you could face difficulties if you have a heavier wheelchair that can't be taken apart.\nShipping the wheelchair as freight is an alternative option, as is hiring one at your destination.\nTip: Some passengers have been able to take their own collapsible wheelchairs on board the new Qantas A380 Airbus.\nTwo wheelchair limit\nIn 2008 a Queensland woman accused Jetstar of discrimination after the airline tried to change her booking because two wheelchair users were already checked in on her flight. The court ruled in Jetstar's favour, finding that making provisions to carry more than two wheelchairs per flight would cause the budget airline \"unjustifiable hardship\" – a defence under the DDA.\nActing Disability Discrimination Commissioner Susan Ryan describes the two wheelchair limit as \"unreasonably restrictive\" to the rights of people who need to travel with wheelchairs.\n\"While clearly there has to be a recognition of the actual capacity of, say, small aeroplanes to accommodate a certain number of wheelchairs ... the commission considers a straight two wheelchair policy unfair and discriminatory.\"\nTip: Virgin and Tiger also have a two wheelchair limit on domestic flights.\nAssistance dogs\nAssistance dogs are generally allowed to travel on the floor of the cabin on domestic flights. International flights may be trickier because of quarantine laws and airport rules in the country you're travelling to. You'll also need to consider the quarantine requirements when returning to Australia.\nTip: Speak to the airline well in advance and be sure that you have the necessary paperwork from an accredited animal training organisation.\nAirport security\nIf you have a wheelchair or mobility aid and you're unable to pass through the metal detector without it, staff may search you with a handheld device. If they opt to do a physical search, you have the right to ask for a private room.\nSecurity staff might also search inside mobility aids. Try not to take it personally, smuggling does happen: last year a man was caught at Madrid airport hiding a kilogram of cocaine inside his prosthetic leg.\nHearing aids\nThere's no need to take off a hearing aid before passing through security – it's too small to set off the metal detector, and X-rays and scanners won't damage it.\nThe rule about switching off electronic devices during take-off and landing doesn't apply to hearing aids or cochlear implants. It's important that all passengers can hear announcements.\nTips for flying with a disability\nDifferent airlines have different policies. Do your research first on the airline's website.\nSpeak to airline staff well in advance to be sure they can meet your needs.\nCall to confirm plans on the day before your flight.\nAllow plenty of time for checking in, boarding and meeting connecting flights.\nIf you have a stopover, consider what your needs will be – you may not have access to your mobility aid.\nIf you're travelling with a carer, they may be eligible for a 'Companion Card' discount from the airline.\nOther transportation\n\"In principal, transport operators are required to treat people with disability in the same way they treat everybody else,\" says Susan Ryan. But the reality is that many buses, trains, trams, taxis and ferries in Australia still aren't accessible to everyone. Transport overseas can be even more hit and miss. When in doubt, always do your research and phone ahead.\nIn 2010, Murray's Coaches was found to have discriminated against a wheelchair user who was unable to travel on their service from Sydney to Canberra, despite having given them advance notice of her needs. The judge found that the company, which operated 154 coaches at the time, could have made \"reasonable adjustments\" to provide an accessible vehicle.\nHire cars\nMost major hire car agencies include wheelchair-accessible vehicles in their fleets, and some, including Avis and Hertz, offer vehicle modifications such as hand controls, swivel seats and transfer boards (although these aren't likely to be available outside major cities). Book ahead to ensure availability as the number of accessible cars is limited.\nThere are also a number of disability transport specialists, including Wheelaway and Wheelies Van Rental.\nAccommodation\nMost major hotel booking sites have the option to filter for accessible accommodation, but Hotels.com is the stand-out, with a range of specific search criteria including facilities for people who are hearing impaired, who need braille signage, accessible parking, a roll-in shower and more.\nWhat does 'accessible' really mean?\nAccessibility standards haven't always been consistent or regulated, so the word 'accessible' is too often used as a one-size-fits-all description.\n\"Every toilet is different, every ramp is a different gradient ... I've seen hotel proprietors who think having only three or four steps, rather than a flight, is 'disability access',\" says Craig Wallace, president of People with Disability Australia (PWDA).\nCraig recommends asking as many specific questions as you need to.\n\"Don't be afraid to ask for things like pictures to be emailed. I've happily asked for a concierge to snap off a picture of a toilet on their mobile phone and send it to me. Better to feel a bit weird than arrive and find you can't move around in the loo.\"\nTravel insurance\nA disability shouldn't prevent you from buying travel insurance, however it might make finding a good policy trickier and more expensive.\nUnder the DDA, insurers must assess the actual risks, rather than make assumptions about disabilities.\nIf you're having trouble getting insurance, a letter from a medical professional might help, particularly if they can state that your condition is under control and you're not likely to need medical or hospital treatment while on your trip.\nNote that insurers do exclude cover for certain pre-existing medical conditions and generally do not provide cover for any illnesses or incidents that arise from these conditions. Check your policy document to know what you are, and are not, covered for.\nIf you're travelling with a wheelchair, mobility aid or hearing aid, you'll need to insure that as well.\nTip: Many insurance policies exclude hearing aids, so check the small print and take out specialist insurance if necessary.\nRead more: Everything you need to know about buying travel insurance\nA growth industry\nAround 20% of the Australian population identify as having a disability; of these, 88% take a holiday every year, injecting $8 billion into the travel industry. With an ageing population, and the introduction of the National Disability Insurance Scheme, those numbers are set to rise.\n\"The idea that people with disability do not travel or have spending power is a myth,\" says Craig Wallace.\n\"People with disability are more likely to travel with a carer, friend or family member. If a place is inaccessible the business may miss out on the whole group.\"\nWhile accessible tourism is booming in other parts of the world, Craig says that Australia has been left behind because of a lack of clear legislation and compliance in recent decades – despite the fact that we don't face the same challenges as countries with centuries-old buildings or difficult topography.\n\"That's a disconnect that's going to become ever more obvious as the Baby Boomers retire and start insisting on accessible facilities and we work out the cost of retrofitting them is so high.\"\nNew technology\nThe internet has revolutionised the way travellers share and search for information about accessibility. People with disability can do their research online before they go, share reviews, and use apps while on the move.\nFor example, Craig Wallace recommends Google Earth as a valuable tool for wheelchair users. \"It's now possible to actually zoom in and check out whether you can get up and down a curb.\"\nWhat to do if you've faced discrimination\nIf you believe you've experienced discrimination, you can bring your complaint to the Australian Human Rights Commission under the Disability Discrimination Act. Complaints are dealt with by a conciliation team and often result in businesses improving their facilities and services.\nMaking a complaint is free and confidential. Visit humanrights.gov.au or phone 1300 656 419.\nUseful resources casa.gov.au (the Civil Aviation Safety Authority) – information about air travel with a disability.\naqavic.org.au – advice about travelling with a wheelchair.\npwd.org.au (People With Disability Australia) – rights and advocacy.\nStock images: Getty, unless otherwise stated."}]